{
  "id": "great_commission_001",
  "type": "discovery",
  "date": "2026-01-26",
  "title": "La Grande Commission",
  "subtitle": "Quand Jésus transforme les disciples en envoyés",
  "language": "fr",
  "version": "LSG1910",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "Matthieu 28:18-20",
    "text": "Jésus, s'étant approché, leur parla ainsi: Tout pouvoir m'a été donné dans le ciel et sur la terre. Allez, faites de toutes les nations des disciples, les baptisant au nom du Père, du Fils et du Saint-Esprit, et enseignez-leur à observer tout ce que je vous ai prescrit. Et voici, je suis avec vous tous les jours, jusqu'à la fin du monde."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "cultural_context",
      "icon": "⛰️",
      "title": "La montagne de l'autorité",
      "subtitle": "Pourquoi le lieu de rencontre est significatif",
      "content": "Jésus convoque les onze disciples sur une montagne en Galilée (Matthieu 28:16). Ce n'était pas accidentel. Les montagnes dans le ministère de Jésus ont toujours été des lieux de révélation:\n\n🏔️ MONTAGNES SIGNIFICATIVES DANS MATTHIEU:\n\n• Mont des Béatitudes - Où Jésus a enseigné le Sermon sur la montagne (Matthieu 5-7)\n• Mont de la Transfiguration - Où Il fut glorifié devant Pierre, Jacques et Jean (Matthieu 17)\n• Mont des Oliviers - Où Il a prophétisé sur la fin des temps (Matthieu 24)\n• Mont du Calvaire - Où Il fut crucifié\n• CETTE montagne en Galilée - Où Il commissionne Ses disciples\n\n🔍 LE CONTRASTE:\n\nLa Galilée était méprisée par l'élite religieuse de Jérusalem. Elle était considérée comme provinciale, la terre des païens. Mais Jésus CHOISIT la Galilée:\n\n• Là Il a commencé Son ministère (Matthieu 4:12-17)\n• Là Il a appelé Ses premiers disciples (Matthieu 4:18-22)\n• De là Il les envoie maintenant vers le monde\n\nDepuis le lieu méprisé, Dieu lance le mouvement qui va changer le monde.\n\n✨ LA PROMESSE DE L'ANGE:\n\nDans Matthieu 28:7, l'ange leur avait dit: 'Allez promptement dire à ses disciples qu'il est ressuscité des morts. Et voici, il vous précède en Galilée: c'est là que vous le verrez'.\n\nLe Jésus ressuscité N'EST PAS resté à Jérusalem (le centre religieux). Il est retourné en Galilée (où tout a commencé) pour fermer un cercle et en ouvrir un nouveau.",
      "revelation_key": "Dieu n'a pas besoin de centres de pouvoir religieux. Des lieux ordinaires et méprisés, Il lance des mouvements extraordinaires."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Pasa Exousia: L'autorité totale",
      "subtitle": "La déclaration qui change tout",
      "content": "Jésus commence par une déclaration stupéfiante: 'Tout pouvoir (exousia) m'a été donné dans le ciel et sur la terre'.\n\n🔑 LE MOT GREC EXOUSIA:\n\n• Pas seulement 'pouvoir' (dynamis = pouvoir physique)\n• C'est l'AUTORITÉ - le droit légitime de régner\n• C'est la juridiction totale, la souveraineté absolue\n• Il inclut à la fois le pouvoir ET le droit de l'exercer\n\n📊 'TOUT POUVOIR' (Pasa Exousia):\n\nPasa = TOUT, chaque, complètement\n• Pas '90%' d'autorité\n• Pas 'beaucoup' d'autorité\n• TOUTE autorité - pas d'exceptions, pas de limitations\n\n🌍 'DANS LE CIEL ET SUR LA TERRE':\n\n• Ciel = le royaume spirituel, les hôtes angéliques, les principautés\n• Terre = le royaume physique, les gouvernements, les nations, l'humanité\n\nIl n'y a aucune sphère où Jésus N'A PAS toute autorité.\n\n⏰ 'M'A ÉTÉ DONNÉ' (parfait passif en grec):\n\n• Edothē - 'a été donné et demeure donné'\n• Ce n'est pas temporaire; c'est permanent\n• Il ne l'a pas gagné; cela LUI A ÉTÉ ACCORDÉ par le Père\n\n✝️ CONNEXION À PHILIPPIENS 2:9-11:\n\n'C'est pourquoi aussi Dieu l'a souverainement élevé, et lui a donné le nom qui est au-dessus de tout nom, afin qu'au nom de Jésus tout genou fléchisse... et que toute langue confesse que Jésus-Christ est Seigneur'.\n\nLa Grande Commission découle de la GRANDE EXALTATION. Jésus ne nous envoie pas depuis la faiblesse; Il nous envoie depuis le trône.",
      "greek_words": [
        {
          "word": "Exousia",
          "transliteration": "ἐξουσία",
          "meaning": "Autorité, juridiction, droit de régner",
          "revelation": "Jésus n'a pas 'd'influence' ou de 'pouvoir limité'. Il a l'AUTORITÉ TOTALE. Quand Il nous envoie, Il nous envoie avec l'appui du Roi des rois."
        },
        {
          "word": "Pasa",
          "transliteration": "πᾶσα",
          "meaning": "Tout, chaque, la pleine étendue de",
          "revelation": "Il n'y a aucun domaine de la vie où Jésus n'a pas d'autorité. Politique, économie, famille, culture - TOUT est sous Sa seigneurie."
        }
      ],
      "revelation_key": "Le commandement de faire des disciples n'est pas une suggestion d'un enseignant itinérant. C'est un ordre du Roi qui possède TOUTE autorité dans le ciel et sur la terre."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "🌍",
      "title": "Panta Ta Ethnē: Toutes les nations",
      "subtitle": "L'explosion du particularisme juif",
      "content": "Jésus commande: 'Allez, faites de TOUTES LES NATIONS des disciples'.\n\n💥 LA RÉVOLUTION:\n\nPendant 2 000 ans, depuis Abraham, la promesse avait été:\n• 'En toi seront bénies toutes les familles de la terre' (Genèse 12:3)\n• Mais Israël interprétait cela comme 'les nations viendront à nous'\n• Jésus inverse: 'VOUS irez vers les nations'\n\n🌎 PANTA TA ETHNĒ (Toutes les nations):\n\n• Ethnē = groupes ethniques, peuples, païens\n• Panta = TOUS, sans exception\n• Pas seulement 'quelques nations proches'\n• Pas seulement 'les nations qui nous reçoivent bien'\n• TOUS - y compris les ennemis, les persécuteurs, ceux qui nous haïssent\n\n📖 ACCOMPLISSEMENT DE LA PROPHÉTIE:\n\n• Ésaïe 49:6 - 'Je t'établis pour être la lumière des nations, pour porter mon salut jusqu'aux extrémités de la terre'\n• Psaume 22:27 - 'Toutes les extrémités de la terre penseront à l'Éternel et se tourneront vers lui'\n• Habacuc 2:14 - 'La terre sera remplie de la connaissance de la gloire de l'Éternel, comme le fond de la mer par les eaux qui le couvrent'\n\n👥 FAIRE DES DISCIPLES (pas seulement des convertis):\n\nLe mot clé est MATHĒTEUŌ (μαθητεύω):\n• Pas 'faire des sympathisants'\n• Pas 'faire des auditeurs'\n• FAIRE DES DISCIPLES - des apprenants, des disciples engagés, des imitateurs\n\n🔄 LE TRIPLE PROCESSUS:\n\n1️⃣ ALLEZ (poreuō) - mouvement, partir, aller vers\n2️⃣ LES BAPTISANT - identification publique avec Christ (Père, Fils, Saint-Esprit)\n3️⃣ ENSEIGNEZ-LEUR - instruction continue dans tout ce que Jésus a commandé\n\nCe n'est pas un événement; c'est un PROCESSUS de formation.",
      "scripture_connections": [
        {
          "reference": "Apocalypse 7:9",
          "text": "Après cela, je regardai, et voici, il y avait une grande foule, que personne ne pouvait compter, de toute nation, de toute tribu, de tout peuple, et de toute langue"
        },
        {
          "reference": "Actes 1:8",
          "text": "Mais vous recevrez une puissance, le Saint-Esprit survenant sur vous, et vous serez mes témoins à Jérusalem, dans toute la Judée, dans la Samarie, et jusqu'aux extrémités de la terre"
        }
      ],
      "revelation_key": "L'évangile n'est pas pour 'des gens comme nous'. C'est pour TOUTES les nations, tribus, langues et peuples. L'Église est aussi diverse que l'humanité elle-même."
    },
    
    {
      "order": 4,
      "type": "necessity_emphasis",
      "icon": "👥",
      "title": "Voici, je suis avec vous tous les jours",
      "subtitle": "La promesse qui soutient la mission",
      "content": "Jésus termine la Grande Commission par la GRANDE PROMESSE: 'Et voici, je suis avec vous tous les jours, jusqu'à la fin du monde'.\n\n✨ 'VOICI' (Idou):\n\n• C'est un appel à l'attention: 'Regardez! Faites attention!'\n• Ce n'est pas une information décontractée; c'est une PROCLAMATION solennelle\n• C'est comme s'Il disait: 'C'est la chose la plus importante que Je dois vous dire'\n\n🤝 'JE SUIS AVEC VOUS':\n\nEgo eimi meth hymōn (ἐγὼ εἰμι μεθ᾽ ὑμῶν):\n• 'Ego eimi' = JE SUIS (le même nom divin d'Exode 3:14)\n• Il ne dit pas 'mon esprit sera' - Il dit 'Je suis'\n• C'est la présence personnelle, pas seulement l'influence\n\n⏰ 'TOUS LES JOURS' (littéralement 'tous les jours'):\n\nPasas tas hēmeras (πάσας τὰς ἡμέρας):\n• Pas 'la plupart des jours'\n• Pas 'quand tout va bien'\n• TOUS les jours - les bons, les mauvais, les terribles\n• Jours de victoire et jours de défaite\n• Jours de foules et jours de solitude\n\n🌅 'JUSQU'À LA FIN DU MONDE':\n\nHeōs tēs synteleias tou aiōnos:\n• Pas 'jusqu'à ce que vous soyez fatigués'\n• Pas 'jusqu'à ce que ce soit trop difficile'\n• Jusqu'à la CONSOMMATION de l'âge\n• Jusqu'à ce qu'Il revienne en gloire\n\n🔗 CONNEXION À 'EMMANUEL':\n\nMatthieu commence son évangile avec 'Emmanuel... Dieu avec nous' (Matthieu 1:23).\nMatthieu termine son évangile avec 'Je suis avec vous tous les jours'.\n\nTOUT L'ÉVANGILE est encadré par la présence de Dieu avec Son peuple. Il a commencé avec Emmanuel et se termine avec la promesse de la présence perpétuelle.",
      "identity_statement": "Vous n'êtes pas envoyés dans le monde seuls. Celui qui a TOUTE autorité dans le ciel et sur la terre va AVEC VOUS, chaque jour, jusqu'à la fin. La mission est la Sienne, pas la vôtre.",
      "revelation_key": "La Grande Commission sans la Grande Présence serait un fardeau impossible. Mais avec Jésus avec vous, chaque jour, jusqu'à la fin - aucune mission n'est trop grande."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Découverte personnelle",
      "discovery_questions": [
        {
          "category": "Autorité",
          "question": "Jésus a TOUTE autorité dans le ciel et sur la terre. Y a-t-il un domaine de votre vie où vous agissez comme s'Il n'avait pas l'autorité totale? Politique? Finances? Relations?"
        },
        {
          "category": "Envoi",
          "question": "Jésus n'a pas dit 'attendez que les nations viennent'; Il a dit 'ALLEZ vers les nations'. Attendez-vous que les gens viennent à vous, ou allez-vous vers eux avec l'évangile?"
        },
        {
          "category": "Processus",
          "question": "La Grande Commission est de faire des DISCIPLES (pas seulement des convertis). Investissez-vous dans la formation de disciples, ou simplement dans l'accumulation de décisions de foi?"
        }
      ],
      "prayer": {
        "title": "Prière de commission",
        "content": "Jésus, Roi des rois, je reconnais que TOUTE autorité dans le ciel et sur la terre T'appartient. Tu n'envoies pas depuis la faiblesse mais depuis le trône. Aujourd'hui j'accepte Ta commission: aller, faire des disciples, baptiser, enseigner. Je renonce au confort d'attendre que les nations viennent à moi. Je me lève pour aller vers elles. Et je m'accroche à Ta promesse: Tu es avec moi TOUS les jours - les difficiles, les sombres, les solitaires - jusqu'à la fin du monde. Je ne vais pas seul. Je vais avec Toi. Que ma vie soit un témoignage qu'Emmanuel - Dieu avec nous - est réel. Au nom du Père, du Fils et du Saint-Esprit, Amen."
      }
    }
  ],
  
  "tags": [
    "grande_commission",
    "autorité_de_christ",
    "formation_disciples",
    "missions",
    "présence_de_dieu",
    "évangélisation"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 2,
    "scripture_references_count": 9,
    "difficulty_level": "intermediate",
    "themes": [
      "Autorité totale de Christ",
      "Mission mondiale de l'Église",
      "Faire des disciples vs faire des convertis",
      "Présence continue de Christ"
    ]
  }
}
