{
  "id": "temple_cleansing_001",
  "type": "discovery",
  "date": "2026-01-21",
  "title": "La Purification du Temple",
  "subtitle": "Quand Jésus déclare qu'Il est le véritable Temple",
  "language": "fr",
  "version": "LSG1910",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "Jean 2:19",
    "text": "Jésus leur répondit : Détruisez ce temple, et en trois jours je le relèverai."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "🕍",
      "title": "Le Temple : La Maison Devenue Commerce",
      "subtitle": "Pourquoi Jésus était indigné",
      "content": "Pour comprendre la colère de Jésus, il faut comprendre ce qui se passait dans le Temple :\n\n💰 LE SYSTÈME CORROMPU :\n\n• Les Juifs venaient du monde entier pour la Pâque (2 à 3 millions de pèlerins)\n• Ils devaient échanger la monnaie romaine (portant l'image de César) contre des sicles du temple\n• Les changeurs exigeaient des commissions ABUSIVES (12-15% de profit)\n• Les familles sacerdotales (Anne et Caïphe) contrôlaient le monopole\n\n🐑 LE COMMERCE DES SACRIFICES :\n\n• Les pèlerins amenaient des animaux à sacrifier\n• Les inspecteurs du temple trouvaient PRESQUE TOUJOURS des 'défauts'\n• Alors ils devaient acheter des animaux 'approuvés' à prix exorbitants\n• Une colombe qui coûtait 4 centimes dehors coûtait 75 centimes dedans\n• Les pauvres étaient exploités au nom de Dieu\n\n📍 LE PARVIS DES GENTILS :\n\nTout cela se passait dans le SEUL endroit où les non-Juifs pouvaient prier :\n• Le bruit était assourdissant (animaux, cris, négociations)\n• L'odeur était insupportable (déjections animales)\n• Les païens qui cherchaient Dieu trouvaient un marché\n\n🔥 POURQUOI JÉSUS ÉTAIT INDIGNÉ :\n\n'N'est-il pas écrit : Ma maison sera appelée une maison de prière pour toutes les nations ? Mais vous, vous en avez fait une caverne de voleurs.' (Marc 11:17)\n\nCe n'était pas seulement la corruption. C'était l'EXCLUSION. Le lieu conçu pour attirer les nations à Dieu était devenu une barrière.",
      "revelation_key": "Une religion qui exploite les pauvres et exclut les perdus provoque la colère de Dieu, peu importe son apparence 'orthodoxe'."
    },
    
    {
      "order": 2,
      "type": "prophetic_action",
      "icon": "🔥",
      "title": "Le Fouet de Cordes : La Sainte Colère en Action",
      "subtitle": "Pourquoi ce n'était pas un débordement émotionnel",
      "content": "Jean 2:15 dit : 'Ayant fait un fouet avec des cordes, il les chassa tous du temple...'\n\n⏱️ JÉSUS A PRIS DU TEMPS :\n\n• 'Ayant fait' est au temps aoriste - action délibérée\n• Il a dû trouver des cordes, les tresser, faire le fouet\n• Ce n'était PAS une impulsion incontrôlée\n• C'était une colère JUSTE, contrôlée, intentionnelle\n\n🎯 CE QU'IL A FAIT :\n\n1. Il a chassé les vendeurs de bœufs et de brebis\n2. Il a renversé les tables des changeurs (les pièces au sol)\n3. Il a dispersé les pièces de monnaie\n4. Aux vendeurs de pigeons, Il LEUR A ORDONNÉ de partir (il n'a pas usé de violence contre eux, ils étaient les plus pauvres)\n\n💭 CE QU'IL A DIT :\n\n'Ôtez cela d'ici, ne faites pas de la maison de mon Père une maison de trafic' (v.16)\n\nNotez : 'de mon Père' - Jésus revendique l'autorité divine sur le Temple.\n\n📖 CE DONT LES DISCIPLES SE SONT SOUVENUS :\n\n'Et ses disciples se souvinrent qu'il est écrit : Le zèle de ta maison me dévore' (Psaume 69:9)\n\nCe Psaume est MESSIANIQUE. Les disciples comprennent : Jésus accomplit la prophétie. Le Messie devait purifier le Temple.\n\n✨ LA LEÇON :\n\nIl y a une place pour la sainte colère. Jésus, le même qui a dit 'aimez vos ennemis', a fabriqué un fouet et purifié le temple. Certaines choses doivent être confrontées avec force, non par la diplomatie.",
      "scripture_connections": [
        {
          "reference": "Malachie 3:1-3",
          "text": "Et soudain entrera dans son temple le Seigneur que vous cherchez... Qui pourra soutenir le jour de sa venue ?... Car il sera comme le feu du fondeur"
        },
        {
          "reference": "Psaume 69:9",
          "text": "Car le zèle de ta maison me dévore"
        }
      ],
      "revelation_key": "La douceur n'est pas faiblesse. Jésus était doux avec les brisés et féroce avec les oppresseurs. Imitez les deux."
    },
    
    {
      "order": 3,
      "type": "sign_demand",
      "icon": "🏛️",
      "title": "Détruisez ce Temple : La Prophétie que Personne n'a Comprise",
      "subtitle": "Jean 2:19-22 - Le tournant théologique le plus radical",
      "content": "Les chefs religieux exigent : 'Quel miracle nous montres-tu, pour agir de la sorte ?'\n\nLa réponse de Jésus est dévastatrice :\n\n'Détruisez ce temple, et en trois jours je le relèverai.'\n\n🤔 LA CONFUSION :\n\nIls répondirent : 'Il a fallu quarante-six ans pour bâtir ce temple, et toi, en trois jours tu le relèveras !'\n\nIls pensaient au bâtiment physique :\n• Hérode le Grand a commencé la reconstruction du temple en 20-19 av. J.-C.\n• Au temps de Jésus (26-27 apr. J.-C.), ils construisaient depuis 46 ans\n• Il ne serait terminé qu'en 64 apr. J.-C. (seulement 6 ans avant que les Romains ne le détruisent !)\n\n💡 LA RÉVÉLATION :\n\nJean explique : 'Mais il parlait du TEMPLE DE SON CORPS' (v.21)\n\nJésus fait une déclaration EXPLOSIVE :\n\n1️⃣ IL EST LE VÉRITABLE TEMPLE :\n• Le temple était le lieu où Dieu habitait\n• Jésus EST Dieu habitant parmi nous (Jean 1:14 - 'il a dressé sa tente')\n• Vous n'avez plus besoin d'un bâtiment de pierre - Dieu est dans la chair\n\n2️⃣ IL PRÉDIT SA MORT ET SA RÉSURRECTION :\n• 'Détruisez' - voix active : ils vont Le tuer\n• 'Je le relèverai' - voix active : LUI ressuscitera (pas ressuscité passivement)\n• 'Trois jours' - prophétie exacte de Sa résurrection\n\n3️⃣ IL REMPLACE TOUT LE SYSTÈME :\n• Plus de sacrifices d'animaux - Jésus est l'Agneau final\n• Plus de prêtres intermédiaires - Jésus est notre Souverain Sacrificateur\n• Plus de lieu saint - nous SOMMES des temples du Saint-Esprit (1 Cor 6:19)\n\n⏰ QUAND ILS ONT COMPRIS :\n\n'C'est pourquoi, lorsqu'il fut ressuscité des morts, ses disciples se souvinrent qu'il avait dit cela, et ils crurent à l'Écriture et à la parole que Jésus avait dite' (v.22)\n\nSeulement APRÈS la résurrection ont-ils fait le lien.",
      "identity_statement": "Vous êtes le temple où Dieu habite. Vous n'avez pas besoin d'aller dans un lieu sacré pour trouver Dieu. Il vit en vous par Son Esprit.",
      "revelation_key": "Le temple de Jérusalem a été détruit en 70 apr. J.-C. et jamais reconstruit. Pourquoi ? Parce que le véritable Temple (Christ) était déjà venu. L'ancien système avait accompli son but."
    },
    
    {
      "order": 4,
      "type": "typology_thread",
      "icon": "🧵",
      "title": "Le Fil du Temple : D'Éden à l'Apocalypse",
      "subtitle": "Comment Jésus est l'accomplissement de tout",
      "content": "Le concept de 'temple' traverse toute la Bible :\n\n🌳 ÉDEN - LE PREMIER TEMPLE :\n• Jardin où Dieu marchait avec l'homme (Genèse 3:8)\n• Communion directe sans intermédiaires\n• Accès perdu par le péché\n\n⛺ TABERNACLE - TEMPLE PORTATIF :\n• Dieu habite dans une tente au milieu du camp (Exode 40)\n• La gloire (Shekinah) descend dans la nuée\n• Système sacrificiel pour s'approcher de Dieu\n\n🏛️ TEMPLE DE SALOMON - TEMPLE PERMANENT :\n• Maison de Dieu parmi Son peuple (1 Rois 8)\n• Maison de prière pour toutes les nations\n• Détruit par Babylone en 586 av. J.-C.\n\n🔨 TEMPLE DE ZOROBABEL/HÉRODE - TEMPLE RECONSTRUIT :\n• Moins glorieux que le premier (Esdras 3:12)\n• Espoir : Aggée 2:9 - 'La gloire de cette dernière maison sera plus grande que celle de la première'\n• Hérode l'agrandit, mais il reste vide (la Shekinah n'est jamais revenue)\n\n✨ JÉSUS - LE TEMPLE INCARNÉ :\n• 'La parole a été faite chair, et elle a HABITÉ (eskēnōsen = dressé sa tente) parmi nous' (Jean 1:14)\n• 'Détruisez ce temple, et en trois jours je le relèverai' (Jean 2:19)\n• La gloire de Dieu est revenue - dans la chair humaine\n\n⛪ L'ÉGLISE - TEMPLE VIVANT :\n• 'Vous êtes... l'édifice de Dieu' (1 Cor 3:9)\n• 'Comme des pierres vivantes... maison spirituelle' (1 Pierre 2:5)\n• Dieu habite dans Son peuple collectivement\n\n🌆 NOUVELLE JÉRUSALEM - AUCUN TEMPLE :\n• 'Je ne vis point de temple dans la ville ; car le Seigneur Dieu tout-puissant est son temple, ainsi que l'Agneau' (Apocalypse 21:22)\n• Retour complet à Éden - communion directe restaurée",
      "revelation_key": "Toute l'histoire biblique est Dieu cherchant à HABITER avec Son peuple. Jésus est la réponse finale : Emmanuel, Dieu avec nous."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Découverte Personnelle",
      "discovery_questions": [
        {
          "category": "Temple Personnel",
          "question": "Paul dit que votre corps est le temple du Saint-Esprit (1 Cor 6:19). Y a-t-il des 'changeurs et vendeurs' dans votre temple - des choses qui doivent être chassées pour que Dieu puisse habiter pleinement ?"
        },
        {
          "category": "Sainte Colère",
          "question": "Jésus a manifesté une sainte colère contre la religion corrompue. Y a-t-il des injustices dans votre sphère d'influence qui nécessitent une confrontation forte, et non seulement une prière passive ?"
        },
        {
          "category": "Résurrection",
          "question": "Jésus a dit 'détruisez ce temple et en trois jours JE LE RELÈVERAI'. Il a ressuscité Son propre corps. Quel domaine de votre vie a besoin de la puissance de résurrection du Christ pour être relevé d'entre les morts ?"
        }
      ],
      "prayer": {
        "title": "Prière de Purification",
        "content": "Jésus, mon Temple vivant. Merci car je n'ai plus besoin de chercher un bâtiment pour Te trouver - Tu vis en moi. Aujourd'hui, je Te demande de purifier le temple de ma vie. Chasse tout ce qui ne T'honore pas. Renverse les tables de mes idoles. Purifie les parvis de mon cœur afin qu'ils soient une maison de prière, non une caverne de voleurs. Rappelle-moi que la même puissance qui T'a ressuscité du tombeau en trois jours vit en moi. Relève les domaines morts de ma vie. Que je sois un temple pur où Ta gloire habite sans obstacles. Amen."
      }
    }
  ],
  
  "tags": [
    "temple",
    "purification",
    "sainte_colère",
    "résurrection",
    "corps_du_christ",
    "prophétie"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 1,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate-advanced",
    "themes": [
      "Jésus comme véritable temple",
      "Purification et sainteté",
      "Prophétie de la mort et de la résurrection",
      "Typologie de l'Ancien Testament"
    ]
  }
}
