{
  "id": "transfiguration_001",
  "type": "discovery",
  "date": "2026-01-29",
  "title": "La Transfiguration",
  "subtitle": "Quand le voile de la chair s'ouvre et la gloire éclate",
  "language": "fr",
  "version": "LSG1910",
  "estimated_reading_minutes": 7,
  "key_verse": {
    "reference": "Matthieu 17:2",
    "text": "Il fut transfiguré devant eux; son visage resplendit comme le soleil, et ses vêtements devinrent blancs comme la lumière."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "⛰️",
      "title": "La Montagne de la Gloire",
      "subtitle": "Six jours plus tard: le contexte prophétique",
      "content": "Matthieu 17:1 commence: 'Six jours après...'\n\n🔍 SIX JOURS APRÈS QUOI?\n\nMatthieu 16:21-28 rapporte:\n• Jésus annonce sa mort et sa résurrection (v.21)\n• Pierre le reprend (v.22)\n• Jésus reprend Pierre: 'Arrière de moi, Satan' (v.23)\n• Jésus parle du coût du disciple (v.24-26)\n• Jésus promet: 'Quelques-uns de ceux qui sont ici NE MOURRONT POINT, qu'ils n'aient vu le Fils de l'homme venir dans son règne' (v.28)\n\n⚡ LA PROMESSE ACCOMPLIE:\n\nSIX JOURS plus tard, Jésus accomplit cette promesse. Pierre, Jacques et Jean VOIENT le Fils de l'homme dans Sa gloire - un aperçu de Son royaume.\n\n⛰️ LA MONTAGNE (probablement le Mont Hermon):\n\n• Altitude: 2 814 mètres - la plus haute montagne d'Israël\n• Couverte de neige à son sommet ('blanc comme la lumière')\n• Lieu isolé, loin des foules\n• Frontière entre Israël et le monde païen\n\n📖 LE MODÈLE BIBLIQUE:\n\nDieu se révèle sur les montagnes:\n• Moïse reçoit la Loi sur le Sinaï\n• Élie entend la voix douce sur l'Horeb\n• Jésus donne le Sermon sur la Montagne\n• Jésus prie sur le Mont des Oliviers\n• Jésus meurt sur le Golgotha (mont)\n• Jésus monte au ciel depuis le Mont des Oliviers\n\nLes montagnes sont des lieux de rencontre divine, où le ciel touche la terre.",
      "revelation_key": "Juste au moment où les disciples entendent parler de la croix (mort), Jésus leur montre la couronne (gloire). La transfiguration est l'antidote divin au découragement."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Metamorphoō: Transformé de l'intérieur vers l'extérieur",
      "subtitle": "Non pas un déguisement, mais une révélation",
      "greek_words": [
        {
          "word": "Metamorphoō",
          "transliteration": "μεταμορφόω",
          "reference": "Matthieu 17:2",
          "meaning": "Transformer, transfigurer, changer de forme en révélant l'essence interne",
          "revelation": "Ce verbe grec nous donne le mot français 'métamorphose'. Il signifie:\n\n• Transformation de l'INTÉRIEUR vers l'extérieur\n• Pas revêtir un costume; révéler ce qui est déjà à l'intérieur\n• Comme une chenille se transformant en papillon - le papillon était déjà dans l'ADN de la chenille\n\nJésus ne s'est pas 'déguisé' en être glorieux. Il a laissé Sa gloire INTERNE briller à travers Son humanité.\n\nPendant 33 ans, Jésus avait VOILÉ Sa gloire. Dans la transfiguration, pendant quelques instants, le voile s'ouvre et les disciples voient qui Il EST RÉELLEMENT.\n\n🔥 LE MÊME MOT DANS ROMAINS 12:2:\n\n'Soyez transformés (metamorphoō) par le renouvellement de l'intelligence.'\n\nLa même transformation qui s'est produite pour Jésus sur la montagne doit se produire en vous! Non pas externe, mais interne. Non pas religieuse, mais réelle.",
          "application": "Votre transformation chrétienne n'est pas le fait de revêtir un masque religieux. C'est laisser la gloire de Christ en vous briller à travers votre vie."
        },
        {
          "word": "Elampsen",
          "transliteration": "ἔλαμψεν",
          "reference": "Matthieu 17:2",
          "meaning": "Resplendit, rayonna intensément",
          "revelation": "Le verbe décrit une brillance ACTIVE, RAYONNANTE, IMPOSSIBLE À CACHER.\n\n'Son visage resplendit COMME LE SOLEIL' - non pas une lueur douce, mais la source de lumière la plus brillante connue de l'homme.\n\nSouvenez-vous:\n• À la création, Dieu dit 'Que la lumière soit' (Genèse 1:3)\n• Jésus dit 'Je suis la lumière du monde' (Jean 8:12)\n• Dans la transfiguration, cette LUMIÈRE devient physiquement visible\n\nC'est la même gloire (Shekinah) qui:\n• Remplit le tabernacle (Exode 40:34)\n• Remplit le temple de Salomon (1 Rois 8:11)\n• Habite maintenant dans le corps de Jésus ('la Parole a été faite chair, et elle a HABITÉ parmi nous, et nous avons contemplé sa GLOIRE' - Jean 1:14)",
          "application": "La gloire que vous voyez dans la transfiguration n'est pas nouvelle. C'est la gloire éternelle du Fils qui pendant un instant devint visible. C'est la gloire qu'Il avait avec le Père avant la fondation du monde."
        }
      ],
      "revelation_key": "La transfiguration n'était pas Jésus recevant la gloire. C'était Jésus révélant la gloire qu'Il avait toujours eue mais qu'Il avait voilée dans Son humanité."
    },
    
    {
      "order": 3,
      "type": "prophetic_thread",
      "icon": "🧵",
      "title": "Moïse et Élie: La Loi et les Prophètes",
      "subtitle": "Deux témoins de deux alliances",
      "content": "Matthieu 17:3 dit: 'Et voici, Moïse et Élie leur apparurent, s'entretenant avec lui.'\n\n🔍 POURQUOI MOÏSE ET ÉLIE?\n\n📜 MOÏSE représente la LOI:\n• A reçu les Dix Commandements sur le Sinaï\n• A donné la Torah à Israël\n• A prophétisé le Messie: 'L'Éternel, ton Dieu, te suscitera un prophète comme moi' (Deutéronome 18:15)\n• Est mort et fut enseveli par Dieu Lui-même (Deutéronome 34:5-6)\n\n🔥 ÉLIE représente les PROPHÈTES:\n• Le plus grand prophète de l'AT\n• N'est jamais mort - fut enlevé au ciel dans un char de feu (2 Rois 2:11)\n• Prophétisé pour revenir avant le Messie (Malachie 4:5)\n\n✨ ENSEMBLE ils représentent:\n• 'La Loi et les Prophètes' - tout l'Ancien Testament\n• Tous deux ont eu des rencontres avec Dieu sur les montagnes (Sinaï/Horeb)\n• Tous deux ont jeûné 40 jours\n• Tous deux représentent l'ancienne alliance\n\n💬 DE QUOI PARLAIENT-ILS?\n\nLuc 9:31 le révèle: 'Ils parlaient de son départ (EXODE en grec), qu'il allait accomplir à Jérusalem.'\n\nIls parlaient de la CROIX!\n\n• Moïse a conduit le premier Exode (départ d'Égypte)\n• Jésus allait accomplir l'Exode FINAL (départ du péché et de la mort)\n• La Loi et les Prophètes POINTENT vers la croix\n\n🎯 LE MESSAGE:\n\nTout l'Ancien Testament (Loi et Prophètes) s'accomplit en Jésus. Ils ne RIVALISENT pas avec Jésus; ils TÉMOIGNENT de Jésus.",
      "scripture_connections": [
        {
          "reference": "Luc 24:27",
          "text": "Et, commençant par Moïse et par tous les prophètes, il leur expliqua dans toutes les Écritures ce qui le concernait"
        },
        {
          "reference": "Jean 5:46",
          "text": "Car si vous croyiez Moïse, vous me croiriez aussi, parce qu'il a écrit de moi"
        }
      ],
      "revelation_key": "L'Ancien Testament n'est pas un livre différent de l'évangile. C'est l'évangile en ombres, pointant vers Christ."
    },
    
    {
      "order": 4,
      "type": "theological_depth",
      "icon": "☁️",
      "title": "La Voix du Père: Celui-ci est mon Fils bien-aimé",
      "subtitle": "La seconde fois que le Père parle du ciel",
      "content": "Matthieu 17:5: 'Une nuée lumineuse les couvrit. Et voici, une voix fit entendre de la nuée ces paroles: Celui-ci est mon Fils bien-aimé, en qui j'ai mis toute mon affection: écoutez-le!'\n\n☁️ LA NUÉE:\n\n• Pas une nuée ordinaire - 'nuée lumineuse' (nuée rayonnante)\n• La SHEKINAH - la gloire visible de Dieu\n• La même nuée qui:\n  - A conduit Israël dans le désert (Exode 13:21)\n  - A rempli le tabernacle (Exode 40:34-35)\n  - A rempli le temple (1 Rois 8:10-11)\n  - Portera Jésus dans l'ascension (Actes 1:9)\n  - Ramènera Jésus lors de Sa seconde venue (Matthieu 24:30)\n\n🗣️ LA VOIX DU PÈRE (seconde fois dans les évangiles):\n\n1️⃣ PREMIÈRE FOIS - Au baptême (Matthieu 3:17):\n• 'Celui-ci est mon Fils bien-aimé, en qui j'ai mis toute mon affection'\n• Au DÉBUT du ministère de Jésus\n\n2️⃣ SECONDE FOIS - À la transfiguration (Matthieu 17:5):\n• 'Celui-ci est mon Fils bien-aimé, en qui j'ai mis toute mon affection: ÉCOUTEZ-LE!'\n• Juste AVANT la croix\n• Avec un AJOUT crucial: 'ÉCOUTEZ-LE!'\n\n📢 'ÉCOUTEZ-LE!':\n\nPierre venait de suggérer de dresser trois tentes (v.4) - mettant Jésus au même niveau que Moïse et Élie.\n\nLe Père CORRIGE cela:\n• Pas trois tentes - UNE seule\n• Pas trois voix - UNE voix\n• Pas 'écoutez la Loi ET les Prophètes ET Jésus'\n• Mais: 'ÉCOUTEZ-LE' - Jésus est SUPÉRIEUR\n\n🔊 HÉBREUX 1:1-2 le confirme:\n\n'Après avoir autrefois, à plusieurs reprises et de plusieurs manières, parlé à nos pères par les prophètes, Dieu nous a parlé par le Fils dans ces derniers temps.'\n\nMoïse et Élie étaient des porte-parole de Dieu. Jésus EST la Parole de Dieu.",
      "scripture_anchor": {
        "reference": "2 Pierre 1:17-18",
        "text": "Car il a reçu de Dieu le Père honneur et gloire, quand la gloire magnifique lui fit entendre une voix qui disait: Celui-ci est mon Fils bien-aimé, en qui j'ai mis toute mon affection. Et nous avons entendu cette voix venant du ciel, lorsque nous étions avec lui sur la sainte montagne."
      },
      "revelation_key": "La Loi et les Prophètes étaient bons, mais Christ est FINAL. N'ajoutez rien à Jésus. Il est suffisant, complet, suprême."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Découverte personnelle",
      "discovery_questions": [
        {
          "category": "Gloire voilée",
          "question": "Jésus a voilé Sa gloire dans la chair humaine par amour pour vous. Appréciez-vous que le Roi de l'univers se soit rendu vulnérable pour vous sauver?"
        },
        {
          "category": "Transformation",
          "question": "Le même mot 'metamorphoō' décrit la transfiguration de Jésus et votre transformation dans Romains 12:2. Laissez-vous Christ briller DE L'INTÉRIEUR de vous, ou essayez-vous simplement de paraître religieux extérieurement?"
        },
        {
          "category": "Écoute",
          "question": "Le Père dit 'ÉCOUTEZ-LE'. Écoutez-vous la voix de Jésus par-dessus toutes les autres voix, même les voix religieuses?"
        }
      ],
      "prayer": {
        "title": "Prière d'adoration",
        "content": "Jésus glorieux, Roi transfiguré. Merci parce que sur la montagne Tu as révélé qui Tu ES VRAIMENT - le Fils de Dieu dans la gloire rayonnante. Pendant 33 ans Tu as voilé Ta gloire pour Te rapprocher de moi. Sur la croix, Ta gloire fut cachée encore plus pour porter mon péché. Dans la résurrection, Ta gloire resplendit à nouveau. Et un jour, quand je Te verrai face à face, je verrai cette gloire dévoilée pour toute l'éternité. Père, merci pour la voix du ciel: 'Celui-ci est mon Fils bien-aimé'. Aujourd'hui je choisis de L'ÉCOUTER Lui seul. Saint-Esprit, transforme-moi de l'intérieur. Que Ta gloire brille à travers ma vie brisée. Métamorphose-moi jusqu'à ce que je reflète l'image de Christ. Au nom du Fils bien-aimé, Amen."
      }
    }
  ],
  
  "tags": [
    "gloire",
    "transfiguration",
    "révélation",
    "transformation",
    "voix_du_père",
    "suprématie_de_christ"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 2,
    "scripture_references_count": 12,
    "difficulty_level": "intermediate",
    "themes": [
      "Gloire révélée de Christ",
      "Supériorité de Christ sur la Loi",
      "Transformation interne",
      "Témoignage du Père"
    ]
  }
}
