{
  "id": "triumphal_entry_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "L'Entrée Triomphale",
  "subtitle": "Quand le Roi rejeté entre à Jérusalem monté sur un ânon, pas sur un cheval de guerre",
  "language": "fr",
  "version": "LSG1910",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Matthieu 21:9",
    "text": "Ceux qui précédaient et ceux qui suivaient Jésus criaient: Hosanna au Fils de David! Béni soit celui qui vient au nom du Seigneur! Hosanna dans les lieux très hauts!"
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "🌴",
      "title": "Hosanna: Un Cri de Supplication Devenu Louange",
      "subtitle": "La signification derrière les acclamations",
      "content": "Dimanche des Rameaux, an 30 ap. J.-C. Jésus entre à Jérusalem cinq jours avant Sa crucifixion. Les foules crient 'Hosanna!' - mais que signifie vraiment ce mot?\n\n📢 LE CRI 'HOSANNA':\n\nLe mot vient de l'hébreu 'Hoshana' (הוֹשִׁיעָ נָּא):\n• 'Hosha' = sauve\n• 'Na' = s'il te plaît, nous te supplions\n• Signification littérale: 'Sauve-nous maintenant!' ou 'Nous te supplions de sauver!'\n\nC'était un cri du Psaume 118:25 chanté lors de la Fête des Tabernacles:\n'O Éternel, sauve donc! O Éternel, donne donc le succès!'\n\n👑 CE QUE LA FOULE ATTENDAIT:\n\n• Un Messie POLITIQUE qui les libérerait de Rome\n• Un roi MILITAIRE qui établirait le royaume de David\n• Un chef qui restaurerait la gloire d'Israël\n\nIls criaient 'Hosanna au Fils de David!' espérant que Jésus:\n• Marcherait sur le palais de Pilate\n• Chasserait les Romains\n• S'assiérait sur le trône de David\n\n💔 L'IRONIE DÉVASTATRICE:\n\nCinq jours plus tard, la MÊME foule criera: 'Crucifie-le!'\n\nPourquoi? Parce que Jésus n'a pas rempli leurs attentes politiques. Il est venu pour sauver, mais pas de la manière qu'ils voulaient.\n\nSon royaume N'EST PAS de ce monde (Jean 18:36).",
      "greek_words": [
        {
          "word": "Hōsanna",
          "transliteration": "Ὡσαννά",
          "meaning": "Sauve-nous maintenant, nous te supplions de sauver",
          "revelation": "La foule criait en demandant le salut, mais ne comprenait pas QUEL type de salut Jésus apportait. Il n'est pas venu pour les sauver de Rome, mais du péché. Il n'est pas venu établir un trône terrestre, mais éternel."
        }
      ],
      "revelation_key": "Nous crions souvent 'Hosanna' en espérant que Jésus résolve nos problèmes terrestres, mais Il est venu résoudre notre problème éternel: la séparation d'avec Dieu."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "L'Ânon: Accomplissement Prophétique Délibéré",
      "subtitle": "Pourquoi Jésus choisit un âne et non un cheval",
      "content": "Jésus envoie deux disciples avec des instructions spécifiques: 'Allez au village... vous trouverez une ânesse attachée, et un ânon avec elle; détachez-les, et amenez-les-moi' (Matthieu 21:2).\n\n🐴 ÂNE VS. CHEVAL:\n\nDans le monde antique, l'animal importait:\n\n• CHEVAL = symbole de GUERRE (les rois conquérants montaient des chevaux)\n• ÂNE/ÂNON = symbole de PAIX (les rois entraient en paix montés sur des ânes)\n\n📜 ACCOMPLISSEMENT PROPHÉTIQUE:\n\nMatthieu 21:4-5 cite directement Zacharie 9:9:\n\n'Dites à la fille de Sion: Voici, ton roi vient à toi, Plein de douceur, et monté sur un âne, Sur un ânon, le petit d'une ânesse.'\n\nDétails de l'accomplissement:\n1. 'Ton ROI vient' → Jésus est Roi\n2. 'Plein de douceur' (grec: praus) → Humble, pas orgueilleux\n3. 'Sur un âne... un ânon' → Exactement comme Zacharie l'a prophétisé\n\n🎯 LE CONTRASTE INTENTIONNEL:\n\nJésus accomplit délibérément la prophétie EXACTEMENT:\n• PAS en char royal\n• PAS sur un cheval de guerre\n• PAS avec une armée derrière\n• OUI sur un ânon emprunté, symbole de paix et d'humilité\n\n💡 LE MESSAGE:\n\nJésus déclare:\n'Je suis le Roi prophétisé par Zacharie, mais Mon royaume ne s'établit pas par l'épée. Je viens en paix, pour conquérir les cœurs, pas les territoires.'",
      "revelation_key": "Le Roi de l'univers entre monté sur un ânon emprunté. La grandeur de Dieu se manifeste dans l'humilité, pas dans la pompe."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "🌿",
      "title": "Rameaux de Palmier: Le Symbole de Victoire et Royauté",
      "subtitle": "Jean 12:13 - Ce que les foules déclaraient sans le savoir",
      "content": "Jean 12:13 ajoute un détail que Matthieu ne mentionne pas: 'Ils prirent des branches de palmiers, et allèrent au-devant de lui.'\n\n🌴 LES PALMIERS DANS L'HISTOIRE JUIVE:\n\nLes rameaux de palmier avaient une signification historique profonde:\n\n1️⃣ FÊTE DES TABERNACLES:\n\nLévitique 23:40 ordonnait de prendre des rameaux de palmier pendant cette fête pour célébrer la provision de Dieu dans le désert.\n\n2️⃣ SYMBOLE DE VICTOIRE:\n\nQuand les Maccabées ont libéré Jérusalem de l'empire séleucide (164 av. J.-C.), le peuple a célébré avec des rameaux de palmier (1 Maccabées 13:51).\n\n3️⃣ SYMBOLE DE ROYAUTÉ:\n\nDans le monde antique, les palmiers représentaient:\n• Victoire militaire\n• Royauté triomphante\n• Célébration de conquête\n\n🔗 LA CONNEXION APOCALYPTIQUE:\n\nApocalypse 7:9 décrit la scène céleste:\n'Une grande foule... se tenait devant le trône et devant l'agneau, revêtus de robes blanches, et des palmes dans leurs mains.'\n\nLes MÊMES palmes agitées à Jérusalem apparaissent au ciel devant le trône de l'Agneau!\n\n⚔️ LA DOUBLE IRONIE:\n\n• Ils agitent des palmes en espérant une victoire POLITIQUE → Jésus apporte une victoire SPIRITUELLE\n• Ils espèrent qu'il vaincra Rome → Jésus vainc la mort elle-même\n• Ils veulent un royaume TERRESTRE → Jésus établit un royaume ÉTERNEL",
      "scripture_connections": [
        {
          "reference": "Zacharie 9:9",
          "text": "Sois transportée d'allégresse, fille de Sion! Pousse des cris de joie, fille de Jérusalem! Voici, ton roi vient à toi; Il est juste et victorieux, Il est humble et monté sur un âne"
        },
        {
          "reference": "Psaume 118:26",
          "text": "Béni soit celui qui vient au nom de l'Éternel"
        },
        {
          "reference": "Apocalypse 7:9-10",
          "text": "Des palmes dans leurs mains... ils criaient: Le salut est à notre Dieu"
        }
      ],
      "revelation_key": "Les foules ont prophétisé plus qu'elles ne comprenaient. Les palmes qu'elles agitaient ce jour-là pointent vers la victoire éternelle que Christ gagnerait à la croix."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "😢",
      "title": "Jésus Pleure sur Jérusalem",
      "subtitle": "Luc 19:41-44 - Le Roi rejeté se lamente sur Sa ville",
      "content": "Au milieu de la jubilation, Luc enregistre un moment dévastateur que les autres évangiles ne mentionnent pas:\n\n'Comme il approchait de la ville, Jésus, en la voyant, pleura sur elle' (Luc 19:41).\n\n😭 LES LARMES DU ROI:\n\nPendant que les foules crient 'Hosanna!', Jésus PLEURE.\n\nPourquoi?\n\nParce qu'Il voit ce qu'ils ne voient pas:\n• Dans 40 ans (70 ap. J.-C.), Jérusalem sera détruite par Rome\n• Le temple sera rasé (Matthieu 24:2)\n• Des milliers mourront parce qu'ils ont rejeté leur Messie\n\n💔 LES PAROLES DE LAMENTATION:\n\n'Oh! si toi aussi, au moins en ce jour qui t'est donné, tu connaissais les choses qui appartiennent à ta paix! Mais maintenant elles sont cachées à tes yeux' (Luc 19:42).\n\nJésus dit: 'TON JOUR' - le jour de visitation, le jour d'opportunité.\n\nMais ils ne l'ont pas reconnu. Verset 44: 'Parce que tu n'as pas connu le temps où tu as été visitée.'\n\n⏰ LE TEMPS DE VISITATION:\n\nDaniel 9:25 avait prophétisé EXACTEMENT quand le Messie viendrait:\n• Depuis le décret de reconstruction de Jérusalem (445 av. J.-C.)\n• Jusqu'au Messie, le Prince\n• 69 semaines d'années = 483 ans\n\nLe moment EXACT était le Dimanche des Rameaux!\n\nMais ils ne l'ont pas reconnu.\n\n🌆 LA TRAGÉDIE:\n\n• Jésus offre la paix → Ils choisissent la rébellion\n• Jésus offre le salut → Ils choisissent la destruction\n• Jésus offre la vie → Ils choisissent la mort\n\nEt Jésus, sachant tout cela, PLEURE.",
      "identity_statement": "Jésus pleure pour ceux qui rejettent Son salut. Son cœur se brise non seulement pour le péché, mais pour les conséquences que le péché apporte.",
      "revelation_key": "Le jour de visitation vient, mais ne dure pas éternellement. Il y a un temps pour reconnaître le Roi, et Le rejeter a des conséquences éternelles."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Découverte Personnelle",
      "discovery_questions": [
        {
          "category": "Attentes",
          "question": "Les foules voulaient que Jésus soit un roi politique. Dans quels domaines de votre vie avez-vous essayé de faire en sorte que Jésus s'adapte à VOS attentes au lieu de vous soumettre à Son plan?"
        },
        {
          "category": "Adoration",
          "question": "La foule a crié 'Hosanna!' le dimanche et 'Crucifie-le!' le vendredi. Que révèle cela sur l'adoration basée sur les émotions vs. l'adoration basée sur un engagement authentique?"
        },
        {
          "category": "Temps de Visitation",
          "question": "Jésus a pleuré parce que Jérusalem n'a pas reconnu 'le temps de sa visitation'. Y a-t-il des domaines de votre vie où Dieu vous visite et vous ne l'avez pas reconnu?"
        }
      ],
      "prayer": {
        "title": "Prière du Roi Humble",
        "content": "Jésus, Roi des rois qui entre monté sur un ânon. Pardonne-moi pour les fois où j'ai crié 'Hosanna' en espérant que Tu accomplisses MES plans, au lieu de me soumettre aux Tiens. Merci parce que Tu n'es pas venu comme roi conquérant terrestre, mais comme Roi qui conquiert les cœurs. Aide-moi à reconnaître le temps de Ta visitation dans ma vie. Que mon adoration ne dépende pas de l'accomplissement de mes attentes, mais de qui Tu es. Aujourd'hui je Te reçois comme mon Roi, non pas le roi que je veux, mais le Roi que Tu es. Au nom de Jésus, Amen."
      }
    }
  ],
  
  "tags": [
    "entree_triomphale",
    "dimanche_des_rameaux",
    "hosanna",
    "prophetie",
    "roi_humble",
    "messie"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 1,
    "scripture_references_count": 15,
    "difficulty_level": "intermediate",
    "themes": [
      "Messie prophétisé",
      "Humilité du Roi",
      "Attentes vs réalité",
      "Rejet du Messie"
    ]
  }
}
