{
  "id": "woman_at_well_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "La Femme au Puits",
  "subtitle": "Quand Jésus brise toutes les barrières pour une conversation qui transformera une ville",
  "language": "fr",
  "version": "LSG1910",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Jean 4:13-14",
    "text": "Jésus lui répondit: Quiconque boit de cette eau aura encore soif; mais celui qui boira de l'eau que je lui donnerai n'aura jamais soif, et l'eau que je lui donnerai deviendra en lui une source d'eau qui jaillira jusque dans la vie éternelle."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "💧",
      "title": "Eau Vive: Le Don qui Satisfait Éternellement",
      "subtitle": "Pourquoi Jésus utilise la métaphore de l'eau",
      "content": "Jésus est au puits de Jacob à midi - l'heure la plus chaude, quand personne ne vient chercher de l'eau. Une femme samaritaine arrive seule, évitant la foule. Et Jésus brise TROIS barrières culturelles:\n\n🚫 BARRIÈRES QUE JÉSUS BRISE:\n\n• Barrière de GENRE: Les rabbins ne parlaient pas aux femmes en public\n• Barrière d'ETHNIE: Les Juifs n'avaient pas de relations avec les Samaritains (Jean 4:9)\n• Barrière de MORALITÉ: Elle a un passé de cinq maris\n\nMais Jésus initie la conversation: 'Donne-moi à boire' (Jean 4:7).\n\n💦 LA MÉTAPHORE DE L'EAU:\n\nJésus prend quelque chose d'ordinaire - l'eau du puits - et le transforme en enseignement éternel:\n\n• Eau du puits = satisfaction temporaire (v.13: 'aura encore soif')\n• Eau vive = satisfaction éternelle (v.14: 'n'aura jamais soif')\n\nL'eau vive n'est pas quelque chose que vous RECEVEZ une fois. Elle devient 'une source d'eau qui jaillira jusque dans la vie éternelle' - quelque chose d'interne, permanent, surabondant.\n\n🔥 LE VRAI BESOIN:\n\nLa femme vient chercher de l'eau physique, mais Jésus voit sa soif spirituelle. Elle a cherché la satisfaction dans cinq mariages et vit maintenant avec quelqu'un qui n'est pas son mari (v.18). Aucune relation humaine n'a pu combler le vide.\n\nJésus lui offre ce dont elle a vraiment besoin: une relation avec Lui qui satisfait éternellement.",
      "greek_words": [
        {
          "word": "Hydōr Zōn",
          "transliteration": "ὕδωρ ζῶν",
          "meaning": "Eau vive, eau courante, eau de source",
          "revelation": "En grec, 'eau vive' se réfère à l'eau courante d'une source, par opposition à l'eau stagnante d'une citerne. Jésus promet quelque chose de dynamique, frais, qui coule constamment - le Saint-Esprit."
        }
      ],
      "revelation_key": "Chaque tentative humaine de satisfaction est comme boire de l'eau de citerne - elle s'épuise. Seul Jésus offre une source intérieure qui ne tarit jamais."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "La Progression de la Révélation",
      "subtitle": "Comment Jésus se révèle graduellement à elle",
      "content": "Jean 4 montre une PROGRESSION magistrale dans la façon dont la femme perçoit Jésus:\n\n1️⃣ VERSET 9: 'Un JUIF'\n\n• Elle ne le voit que par son ethnie\n• Elle est surprise qu'il lui parle\n• Sa perspective: 'Comment toi, qui es Juif...'\n\n2️⃣ VERSET 11: 'SEIGNEUR' (Kyrios)\n\n• Un titre de respect basique\n• Elle ne comprend toujours pas qui il est\n• Sa question: 'Seigneur, tu n'as rien pour puiser...'\n\n3️⃣ VERSET 19: 'UN PROPHÈTE'\n\n• Quand Jésus révèle son passé (cinq maris)\n• Elle reconnaît un pouvoir surnaturel\n• 'Seigneur, je vois que tu es prophète'\n\n4️⃣ VERSET 25-26: 'LE MESSIE (LE CHRIST)'\n\n• Elle dit: 'Je sais que le Messie... doit venir'\n• Jésus déclare DIRECTEMENT: 'Je le suis, moi qui te parle'\n• L'une des révélations les plus claires de Son identité dans les évangiles!\n\n5️⃣ VERSET 29: 'LE CHRIST' (témoignage à la ville)\n\n• Elle court vers la ville\n• Elle leur dit: 'Ne serait-ce point le Christ?'\n• Son témoignage: 'Il m'a dit tout ce que j'ai fait'\n\n✨ LA MÉTHODE DE JÉSUS:\n\nJésus ne submerge pas avec la révélation. Graduellement, à travers la conversation, il la conduit de voir un Juif étrange à reconnaître le Messie promis.",
      "revelation_key": "Jésus se révèle graduellement à ceux qui cherchent. La révélation ne vient pas d'un coup, mais en progression au fur et à mesure que notre foi grandit."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "⛰️",
      "title": "Adoration en Esprit et en Vérité",
      "subtitle": "Jean 4:19-24 - Le contexte du débat et la révolution de Jésus",
      "content": "La femme samaritaine pose à Jésus une question qui divisait Juifs et Samaritains depuis des siècles: 'Où doit-on adorer Dieu? Sur cette montagne (Garizim) ou à Jérusalem?' (Jean 4:20).\n\n🔎 POURQUOI CE DÉBAT?\n\n• Les Samaritains adoraient sur le mont Garizim, car c'est là que Josué a renouvelé l'alliance (Deutéronome 11:29; Josué 8:33).\n• Les Juifs affirmaient que seule Jérusalem était le lieu légitime, car c'est là que Salomon a construit le temple (2 Chroniques 6:6; Psaume 122:1).\n\nCela a généré des siècles de rivalité et de séparation (voir Esdras 4:1-3).\n\n📖 CITATIONS BIBLIQUES LSG1910:\n\n• Deutéronome 11:29: 'Et lorsque l'Éternel, ton Dieu, t'aura fait entrer dans le pays... tu prononceras la bénédiction sur la montagne de Garizim.'\n• 2 Chroniques 6:6: 'Mais j'ai choisi Jérusalem pour que mon nom y résidât.'\n• Psaume 122:1: 'Je suis dans la joie quand on me dit: Allons à la maison de l'Éternel!'\n\n⚡ LA RÉPONSE RÉVOLUTIONNAIRE DE JÉSUS:\n\nJésus ne prend pas parti pour un lieu physique. Il déclare: 'L'heure vient, et elle est déjà venue, où les vrais adorateurs adoreront le Père en esprit et en vérité' (Jean 4:23).\n\n• La montagne ou le temple n'importent plus\n• Dieu cherche des adorateurs sincères, guidés par l'Esprit et la vérité de Sa Parole\n• L'adoration est une relation vivante, pas un rituel géographique\n\n🙌 QUE SIGNIFIE ADORER EN ESPRIT ET EN VÉRITÉ?\n\n• Esprit: Adoration du plus profond, guidée par le Saint-Esprit (Philippiens 3:3)\n• Vérité: Adoration basée sur la révélation biblique de qui est Dieu (Jean 17:17)\n\n⚡ LA NATURE DE DIEU:\n\n'Dieu est Esprit' (Jean 4:24). Il n'est pas limité par des lieux ou des bâtiments. Il peut être adoré partout par ceux qui viennent avec un cœur sincère.\n\nAinsi, Jésus brise la barrière religieuse et ouvre l'accès à tous les peuples, partout.",
      "scripture_connections": [
        {
          "reference": "Philippiens 3:3",
          "text": "Car les circoncis, c'est nous, qui rendons à Dieu notre culte par l'Esprit de Dieu, qui nous glorifions en Jésus-Christ"
        },
        {
          "reference": "1 Corinthiens 6:19",
          "text": "Ne savez-vous pas que votre corps est le temple du Saint-Esprit?"
        }
      ],
      "revelation_key": "L'adoration ne dépend plus d'un lieu géographique. Où que vous soyez, là peut être la présence de Dieu si vous venez en esprit et en vérité."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "🌾",
      "title": "Les Champs Blancs pour la Moisson",
      "subtitle": "Jean 4:35-38 - L'évangélisation inattendue",
      "content": "Pendant que Jésus parle avec la femme, les disciples sont dans la ville pour acheter de la nourriture. Quand ils reviennent, ils sont SCANDALISÉS de le voir parler avec une femme (v.27).\n\nMais quelque chose d'extraordinaire se produit:\n\n👥 LA MOISSON INATTENDUE:\n\nLa femme laisse sa cruche - symbole de sa vie antérieure - et court vers la ville. Son témoignage est simple mais puissant: 'Venez voir un homme qui m'a dit tout ce que j'ai fait; ne serait-ce point le Christ?' (v.29).\n\nRésultat: 'Ils sortirent de la ville, et ils vinrent vers lui' (v.30).\n\n🌾 LES CHAMPS BLANCS:\n\nJésus dit aux disciples: 'Levez les yeux, et regardez les champs qui déjà blanchissent pour la moisson' (v.35).\n\nCette image a un contexte visuel et culturel: beaucoup de Samaritains portaient des tuniques blanches pour se protéger du soleil. Ainsi, quand la foule s'approchait de Jésus, leurs vêtements blancs donnaient l'impression d'un champ prêt pour la moisson.\n\nPar conséquent, la métaphore des 'champs blancs' ne parle pas seulement de l'opportunité spirituelle, mais décrit aussi la scène réelle que les disciples voyaient: une multitude vêtue de blanc, prête à recevoir le message.\n\n• Les disciples pensaient: 'Il y a encore quatre mois jusqu'à la moisson'\n• Jésus leur montre: 'La moisson est MAINTENANT, devant vous!'\n\n💡 LA MÉTHODE MISSIONNAIRE:\n\n• Jésus choisit la personne la MOINS probable (femme, samaritaine, passé immoral)\n• Elle devient l'évangéliste de toute sa ville\n• Verset 39: 'Plusieurs Samaritains... crurent en lui à cause de cette déclaration formelle de la femme'\n• Verset 41: 'Un beaucoup plus grand nombre crurent à cause de sa parole'\n\n📊 LE RÉSULTAT:\n\nCe qui a commencé par une conversation au puits se termine avec:\n• Une ville transformée\n• Deux jours d'enseignement (v.40)\n• Déclaration: 'Celui-ci est vraiment le Sauveur du monde' (v.42)"
      ,
      "identity_statement": "Vous êtes un champ blanc pour la moisson. Votre passé n'a pas d'importance; Jésus peut utiliser votre témoignage pour atteindre ceux que vous connaissez.",
      "revelation_key": "Les personnes que la religion rejette sont précisément celles que Jésus choisit pour apporter le réveil. Un témoignage authentique vaut plus que mille sermons."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Découverte Personnelle",
      "discovery_questions": [
        {
          "category": "Soif Spirituelle",
          "question": "Dans quelles 'citernes fissurées' avez-vous cherché la satisfaction que seul Christ peut donner? (relations, succès, approbation, etc.)"
        },
        {
          "category": "Barrières",
          "question": "Jésus a brisé les barrières culturelles pour atteindre la femme samaritaine. Quelles barrières (sociales, raciales, religieuses) vous empêchent de partager l'évangile avec d'autres?"
        },
        {
          "category": "Évangélisation",
          "question": "La femme a laissé sa cruche et a couru partager ce que Jésus avait fait pour elle. Quelles 'cruches' (fardeaux, hontes du passé) devez-vous laisser pour être libre de témoigner?"
        }
      ],
      "prayer": {
        "title": "Prière de l'Eau Vive",
        "content": "Jésus, merci d'avoir brisé toute barrière pour m'atteindre. Je reconnais que j'ai cherché la satisfaction dans des citernes fissurées qui n'ont jamais pu combler le vide de mon âme. Aujourd'hui, je bois de l'eau vive que Tu offres - une source intérieure qui ne tarit jamais. Aide-moi à t'adorer en esprit et en vérité, pas seulement dans des lieux ou des rituels, mais dans une relation authentique avec Toi. Que mon témoignage, comme celui de la femme samaritaine, conduise d'autres à découvrir que Tu es vraiment le Sauveur du monde. Au nom de Jésus, Amen."
      }
    }
  ],
  
  "tags": [
    "eau_vive",
    "adoration",
    "évangélisation",
    "grâce",
    "samaritains",
    "femme_samaritaine"
  ],
  
  "metadata": {
    "total_word_count": 1100,
    "greek_words_count": 1,
    "scripture_references_count": 12,
    "difficulty_level": "intermediate",
    "themes": [
      "Grâce sans barrières",
      "Vraie adoration",
      "Évangélisation personnelle",
      "Soif spirituelle"
    ]
  }
}
