{
    "data": {
        "ja": {
            "2025-08-01": [
                {
                    "id": "新改訳2003-20250801",
                    "date": "2025-08-01",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "ヨハネの手紙第一 2:3-4 新改訳2003: \"4 JA-新改訳2003: \"私たちが神を知っているかどうかは、これによってわかります。すなわち、私たちが神の命令を守るかどうかです。神を知っていると言いながら、神の命令を守らない者は、偽り者であって、真理は彼のうちにはありません。\"",
                    "reflexion": "この箇所は、私たちが神を知っているかどうかを測る試金石を示しています。それは、私たちが神の命令を守るかどうか、という点です。単に「神を知っている」と言うだけでは不十分です。真に神を知っている人は、その愛に応え、神の御言葉に従うという行動でそれを表します。この「命令」は、単なる規則の羅列ではなく、イエス・キリストの教え全体、つまり愛と正義、そして隣人への思いやりを含むものです。私たちが神の命令を守らないなら、私たちは自らを欺いていることになります。それは、真理が私たちの中に存在しないことを意味します。この真理は、イエス・キリストを通して明らかにされた神の愛と救いの真実です。日々の生活の中で、私たちは神の教えを実践し、愛と従順の生活を送るように招かれています。それは、私たちが神との真実な関係を育み、神の御心にかなう生き方をするために不可欠です。私たちは、神の命令を守ることによって、神との親密な交わりを深め、永遠の命へと導かれるのです。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの手紙第一 3:24",
                            "texto": "神の命令を守る者は神のうちに住み、神もその人のうちにおられます。神が私たちに与えてくださった御霊によって、私たちは神のうちにいることを知っています。"
                        },
                        {
                            "cita": "ヨハネの手紙第一 5:3",
                            "texto": "神を愛するとは、神の命令を守ることです。そして、神の命令は重荷ではありません。"
                        },
                        {
                            "cita": "マタイによる福音書 7:21",
                            "texto": "わたしにむかって『主よ、主よ』という者が、みな天の国にはいるのではなく、天にいますわたしの父の御旨を行う者だけがはいるのである。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日もあなたの御言葉を通して、私たちがあなたを知っているかどうかを試す試金石に気づかせてくださり、感謝します。私たちが単にあなたを知っていると言うだけでなく、あなたの命令を守り、日々の生活であなたの愛を実践する者となれるよう、助けてください。あなたの御言葉に従い、あなたの御心にかなう生き方をすることで、あなたとの親密な交わりを深めることができますように。私たちの心と思いを行動へと導き、あなたとの真実な関係を築けますように。私たちを偽りから守り、真理のうちに歩ませてください。いつも私たちのそばにいて、私たちを導き、支えてください。イエス様のお名前によってお祈りします。アーメン。",
                    "tags": [
                        "従順",
                        "真理"
                    ]
                }
            ],
            "2025-08-02": [
                {
                    "id": "新改訳2003-20250802",
                    "date": "2025-08-02",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "コロサイ人への手紙 3:23 新改訳2003: \"何をするにも、人に対してではなく、主に対してするように、心からしなさい。\"",
                    "reflexion": "コロサイ人への手紙3:23は、私たちの日常のあらゆる行動に、深い意味合いと目的を与える力強い言葉です。この聖句は、私たちが仕事、人間関係、あるいは単純な日々のタスクにおいて、単に人々のためにではなく、主のために行うべきであると教えています。これは、私たちの動機を根本的に変える呼びかけです。私たちが何かに取り組むとき、それがたとえ些細なことであっても、主の目を通して見ることによって、その行為は神聖なものとなります。この視点を持つことで、私たちは卓越性、誠実さ、そして献身をもって行動するようになります。私たちの仕事は、単なる生計手段ではなく、神への礼拝の表現となります。これは、私たちの仕事に対する態度を変えるだけでなく、私たちの心の状態も変えます。私たちは、人からの評価や賞賛を求めるのではなく、神の御心に従い、神に喜ばれることを願うようになります。この聖句は、私たちが日々の生活の中で神とのつながりを意識し、あらゆる行動において主を敬うように促しています。それは、私たちの働きを神への賛美に変え、私たちの人生全体を神のために捧げることを意味します。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 12:11",
                            "texto": "熱心で、怠らず、霊に燃えて、主に仕えなさい。"
                        },
                        {
                            "cita": "1コリント人への手紙 10:31",
                            "texto": "そういうわけで、食べるにも、飲むにも、何をするにも、すべて神の栄光を現すためにしなさい。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 6:7",
                            "texto": "自分でまいたものは、自分で刈り取ることになります。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日もあなたに感謝します。私たちが日々の生活の中で、何をするにも、人に対してではなく、あなたに対してするように、心から行動できるようにしてください。私たちの仕事、人間関係、そしてすべての行動において、あなたの御心に従い、あなたを敬うことができますように。私たちの心にあなたの愛を注ぎ、私たちがあなたの栄光を現すことができますように。私たちがいつもあなたとのつながりを意識し、あなたの御言葉に従って歩むことができますように。私たちの心と思いを行いのすべてにおいて、あなたを第一にすることができますように。私たちの人生をあなたのものとし、あなたの御旨を行うことができますように。イエス様のお名前によってお祈りします。アーメン。",
                    "tags": [
                        "献身",
                        "奉仕"
                    ]
                }
            ],
            "2025-08-03": [
                {
                    "id": "新改訳2003-20250803",
                    "date": "2025-08-03",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "ペテロの手紙第一 1:3-5 新改訳2003: \"5 JA-新改訳2003: \"私たちの主イエス・キリストの父なる神がほむべきかな。神は、ご自分の大きなあわれみのゆえに、イエス・キリストの死人からの復活により、私たちを新しく生まれさせて、生ける望みに至らせ、朽ちることなく、汚れることもなく、消えることもない、天に蓄えられている、あなたがたのために用意されている相続を受け継がせてくださいました。あなたがたは、信仰によって守られており、終わりの時に現されるように用意されている救いを受けようとしています。\"",
                    "reflexion": "この聖句は、キリスト教信仰の核心を語っています。それは、私たちが神の憐れみによって、イエス・キリストの復活を通して新しく生まれ変わったという事実です。この新しい誕生は、生ける望み、つまり永遠の命への希望を与えてくれます。この希望は、朽ちることなく、汚れることもなく、消えることもない、天に蓄えられた相続へと私たちを導きます。この相続は、私たちが信仰によって守られ、終わりの時に現される救いを受けようとしているという約束です。このメッセージは、私たちが現世で直面する困難や試練の中で、大きな慰めと励ましを与えてくれます。それは、私たちの希望が地上のものではなく、天にあるものであることを教えてくれます。神は私たちのために、永遠の命という素晴らしい相続を用意してくださっています。私たちはこの希望を抱き、信仰を固く保ち、神の御心に従って生きるように招かれています。この聖句は、私たちがどのようにして救われ、永遠の命を得るのかを明確に示しています。それは、神の恵み、キリストの死と復活、そして私たちの信仰を通してです。私たちは、この素晴らしい恵みを心から感謝し、神の御心に従って生きていくことを決意しましょう。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 8:24",
                            "texto": "私たちは希望によって救われたのです。目に見える希望は希望ではありません。だれが見ているものをさらに望むでしょうか。"
                        },
                        {
                            "cita": "ヘブライ人への手紙 6:19",
                            "texto": "この希望は、私たちの魂にとって、安全で確かな錨であり、幕の内側に入って行くものです。"
                        },
                        {
                            "cita": "ヨハネの福音書 14:3",
                            "texto": "私が行って、あなたがたのために場所を用意したら、また来て、あなたがたを私のもとに迎えます。私がいるところに、あなたがたもいるためです。"
                        }
                    ],
                    "oracion": "愛する天の父なる神様、あなたの大きな憐れみに心から感謝いたします。イエス・キリストの死と復活を通して、私たちが新しく生まれ変わり、生ける望みを与えられたことを感謝します。天に蓄えられた永遠の相続を私たちが受け継ぐことができるようにしてくださったことを感謝します。信仰によって守られ、終わりの時に現される救いを受けようとしている私たちを、いつも見守り、導いてください。この希望を胸に、困難な時にも揺るぎない信仰を持ち、あなたの御心に従って生きることができますように。いつも私たちを愛し、守り、導いてくださるあなたの御名を賛美します。イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "希望",
                        "救い"
                    ]
                }
            ],
            "2025-08-04": [
                {
                    "id": "新改訳2003-20250804",
                    "date": "2025-08-04",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "ローマ人への手紙 8:28 新改訳2003: \"神を愛する人々、すなわち、ご計画に従って召された人々のためには、神がすべてのことを働かせて益としてくださることを、私たちは知っています。\"",
                    "reflexion": "「神を愛する人々」とは、キリストを信じ、神との関係を築こうと努めている人々のことです。この聖句は、私たちが人生で経験するあらゆる出来事、良いことも悪いことも、神が私たちのために働いて益としてくださるという、驚くべき約束をしています。それは、困難な状況でさえ、神が私たちを成長させ、よりキリストの似姿へと変えるために用いられることを意味します。この約束は、私たちが絶望や不安に打ち勝つための強力な支えとなります。しかし、それは、私たちが何もしなくてもすべてがうまくいくという意味ではありません。私たちが神を愛し、神のご計画に従って生きようとするときに、神はすべてのことを働かせてくださるのです。それは、神が私たちの人生を支配し、私たちを導き、最終的には私たちを益としてくださるという確信です。私たちは、困難な時にも、神の愛と主権を信頼し、神が私たちを祝福し、ご自身の目的のために用いてくださることを信じることができます。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 5:3",
                            "texto": "そればかりでなく、患難さえも喜んでいます。患難は忍耐を生み出し、"
                        },
                        {
                            "cita": "ローマ人への手紙 5:4",
                            "texto": "忍耐は練られた品性を生み出し、練られた品性は希望を生み出すと知っているからです。"
                        },
                        {
                            "cita": "ローマ人への手紙 5:5",
                            "texto": "そして、この希望は私たちを失望させることはありません。なぜなら、神が私たちに与えてくださった聖霊によって、神の愛が私たちの心に注がれているからです。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日のこの言葉を心に刻み、感謝いたします。私たちの人生のあらゆる出来事を益としてくださるというあなたの約束を信じます。困難な時にも、あなたへの信頼を揺るがすことなく、あなたの愛と主権を信じることができますように。私たちを導き、強め、あなたの御心に従って歩むことができますように。私たちの人生をあなたの栄光のために用い、あなたの御名をあがめます。すべてを支配し、私たちのために最善を尽くしてくださるあなたに感謝します。イエス様のお名前によってお祈りします。アーメン。",
                    "tags": [
                        "神の愛",
                        "希望"
                    ]
                }
            ],
            "2025-08-05": [
                {
                    "id": "新改訳2003-20250805",
                    "date": "2025-08-05",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "コリント人への手紙第一 16:14 新改訳2003: \"あなたのすることはすべて、愛をもってしなさい。\"",
                    "reflexion": "この日の聖書箇所、コリント人への手紙第一16章14節は、私たちに愛こそがすべての行動の基盤であると教えています。この簡潔な命令は、私たちが人生のあらゆる側面、仕事、人間関係、そして信仰生活全体において、愛を最優先事項とすべきであることを示唆しています。\n\n「愛をもってしなさい」という言葉は、単なる感情的な表現ではありません。それは、私たちが意識的に選択し、実践しなければならない行動です。それは、他者のニーズを自分自身のニーズよりも優先し、寛容と忍耐をもって行動し、自己中心的ではなく、他者の幸福を願うことです。愛は、私たちの動機、言葉、そして行動を形作る力です。\n\nこの教えは、私たちが日々の生活で直面する困難や課題にどのように対応すべきかを教えてくれます。愛をもって行動することで、私たちは対立を乗り越え、関係を修復し、喜びと平和を築くことができます。愛は、私たちの信仰が真実であり、生きたものであることを示す証です。愛は、イエス・キリストが私たちに示された究極の模範であり、私たちが従うべき道です。私たちが愛をもって行動するとき、私たちは神の御心を行い、神の愛を世界に示すことになります。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの福音書 13:34",
                            "texto": "わたしは、あなたがたに新しい戒めを与えます。互いに愛し合いなさい。わたしがあなたがたを愛したように、あなたがたも互いに愛し合いなさい。"
                        },
                        {
                            "cita": "ローマ人への手紙 12:10",
                            "texto": "兄弟愛をもって互いに愛し合い、尊敬をもって互いに相手をしのぎなさい。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 5:14",
                            "texto": "律法全体は、ただ一つのことばに要約されています。それは、「あなたの隣人をあなた自身のように愛せよ」ということです。"
                        }
                    ],
                    "oracion": "愛なる神様、今日もあなたの愛に満たされて生きていくことができますように。私の心を満たし、私の言葉と行動があなたの愛を反映するように導いてください。私自身の欲求ではなく、他者の必要を思いやり、寛容と忍耐をもって行動できるように助けてください。愛をもって、すべてのことを行い、あなたの御心に従うことができますように。私の人間関係、仕事、そして信仰生活全体において、愛を最優先にすることができますように。あなたこそ愛であり、あなたの愛が私を形作り、導いてくださいますように。イエス・キリストの御名によって、アーメン。",
                    "tags": [
                        "愛",
                        "行動"
                    ]
                }
            ],
            "2025-08-06": [
                {
                    "id": "新改訳2003-20250806",
                    "date": "2025-08-06",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "ヨハネの黙示録 21:4 新改訳2003: \"また、彼らの目の涙をすっかりぬぐい去ってくださいます。もはや死もなく、悲しみ、叫び、苦しみもありません。先のものが、もう過ぎ去ったからです。\"",
                    "reflexion": "ヨハネの黙示録21章4節は、私たちが待ち望む永遠の都の輝かしいビジョンを描いています。そこでは、涙、悲しみ、苦しみといった、この世の罪と苦しみのすべてが消え去ります。これは、神が私たちの涙をぬぐい去ってくださるという約束であり、私たちの心に慰めと希望を与えてくれます。この言葉は、ただ単に苦しみがなくなるというだけでなく、その原因である死も消え去るということを示唆しています。私たちが経験する悲しみ、喪失感、そして苦しみは、すべて罪の結果です。しかし、神の都では、これらのすべてが過去のものとなります。私たちは、神の存在の中で永遠に生き、喜びと平和に満たされるのです。この約束は、私たちが日々の生活の中で直面する困難や試練を乗り越えるための力となります。それは、私たちが天国の現実を心に留め、希望を持ち続けることの重要性を示しています。絶望的な状況にあっても、私たちは神の約束を信じ、将来の栄光を待ち望むことができます。この希望は、私たちの信仰を支え、困難な時に私たちを励まし、神の愛と恵みを深く理解する助けとなります。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの黙示録 21:1",
                            "texto": "また、私は新しい天と新しい地を見ました。最初の天と最初の地は消え去り、海もなくなりました。"
                        },
                        {
                            "cita": "イザヤ書 25:8",
                            "texto": "主なる神は死を永遠に滅ぼし、すべての顔から涙をぬぐい去られる。主なる神がその民の恥を地から取り去られる。"
                        },
                        {
                            "cita": "詩篇 34:18",
                            "texto": "主は、心の砕けた者の近くにおられ、霊のへりくだった者を救われる。"
                        }
                    ],
                    "oracion": "愛と慈しみ深い神様、あなたの恵みと永遠の都の約束を感謝します。私たちの涙をぬぐい去り、悲しみと苦しみがなくなるという希望を与えてくださりありがとうございます。この地上での試練や困難の中で、あなたの御言葉が私たちの慰めとなり、希望の光となりますように。私たちの心が天国の現実を捉え、将来の栄光を待ち望むことができますように。この希望を通して、私たちが日々の生活を喜びと感謝をもって歩むことができますように。私たちをあなたの愛で満たし、あなたの御国を求める心を強めてください。主イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "希望",
                        "永遠"
                    ]
                }
            ],
            "2025-08-07": [
                {
                    "id": "新改訳2003-20250807",
                    "date": "2025-08-07",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "マタイの福音書 6:9-13 新改訳2003: \"13 JA-新改訳2003: \"だから、あなたがたはこう祈りなさい。天にいます私たちの父よ。御名が聖なるものとされますように。御国が来ますように。御心が行われますように、天におけるように地においても。私たちの日ごとの糧を、きょうもお与えください。私たちの負い目を赦してください、私たちも私たちの負い目を負う人たちを赦しましたように。私たちを試みに会わせないで、悪からお救いください。\\n[国と力と栄光は、とこしえにあなたのものだからです。アーメン。]\"",
                    "reflexion": "主の祈りは、イエス・キリストが弟子たちに教えた、祈りの模範です。この祈りは、私たちが神との関係をどのように捉えるべきかを教えてくれます。まず、私たちは神を「天にいます私たちの父」と呼び、親密さと敬意をもって神に近づきます。次に、神の御名が聖なるものとされ、御国が来、御心が行われることを祈ります。これは、私たちの願望が神の目的と一致することを意味します。また、日々の糧、赦し、そして誘惑からの保護を求めます。この祈りは、私たちが物質的な必要、罪の赦し、そして霊的な戦いにおける神への依存を認識することを促します。主の祈りは、自己中心的な願望ではなく、神の栄光と御心を中心とした祈りのモデルです。私たちがこの祈りを実践するとき、神との関係が深まり、私たちの生活が神の目的と一致するようになります。この祈りを通して、私たちは神の愛と恵みを理解し、神の御前に謙虚に歩むことを学びます。主の祈りは、私たちに信仰、従順、そして神への完全な信頼を教えています。",
                    "para_meditar": [
                        {
                            "cita": "マタイの福音書 6:6",
                            "texto": "しかし、あなたが祈るときは、自分の奥まった部屋に入り、戸を閉めて、隠れたところにおられるあなたの父に祈りなさい。そうすれば、隠れたことを見ておられるあなたの父が、あなたに報いてくださいます。"
                        },
                        {
                            "cita": "ルカの福音書 11:2",
                            "texto": "イエスは彼らに言われた。「祈るときは、こう言いなさい。『父よ。御名が聖なるものとされますように。御国が来ますように。'"
                        },
                        {
                            "cita": "ピリピ人への手紙 4:6",
                            "texto": "どんなことでも、思い煩うのをやめなさい。すべてのことについて、感謝をもって祈りと願いを神に申し上げるようにしなさい。"
                        }
                    ],
                    "oracion": "天の父なる神様、あなたの御名を心から賛美します。あなたの御国が来ますように、あなたの御心が私たちを通して行われますように。日々の糧を与え、私たちの罪を赦してください。私たちを試みに会わせず、悪から守ってください。私たちがあなたの御心に従い、あなたを愛し、隣人を愛するように助けてください。あなたこそ、私たちのすべての源であり、力であり、栄光です。この祈りを、あなたの御子イエス・キリストの御名によってお捧げします。アーメン。",
                    "tags": [
                        "祈り",
                        "主の祈り"
                    ]
                }
            ],
            "2025-08-08": [
                {
                    "id": "新改訳2003-20250808",
                    "date": "2025-08-08",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "エペソ人への手紙 4:29 新改訳2003: \"悪いことばを、いっさい口から出してはなりません。ただ、聞く人に恵みを与えるために、その必要に応じて、人を造り上げるのに役立つことばを語りなさい。\"",
                    "reflexion": "この日の聖書の箇所、エペソ人への手紙4章29節は、私たちの言葉遣いが持つ大きな影響力について語っています。口から出る言葉は、私たち自身だけでなく、周囲の人々にも影響を与えます。この節は、単に悪口や否定的な言葉を避けるだけでなく、建設的で人を励ます言葉を選ぶようにと教えています。それは、聞く人に恵みを与え、彼らを強め、成長させるような言葉です。私たちの言葉は、人を傷つけ、打ち砕くこともできますが、同時に、癒しと希望を与えることもできるのです。この聖句は、私たちが言葉を選ぶ際に、単に事実を伝えるだけでなく、愛と配慮をもって語るようにと促しています。それは、私たちがキリストの愛を反映し、その恵みを分かち合うためです。日々の会話の中で、私たちはこの教えを実践し、人々に喜びと希望をもたらす言葉を選んでいくことができます。言葉の力は、私たちが想像する以上に大きく、私たちの信仰と愛の実践において重要な役割を果たします。",
                    "para_meditar": [
                        {
                            "cita": "箴言 12:18",
                            "texto": "無思慮なことばは、剣のように人を刺し、知恵のある人の舌は、人をいやす。"
                        },
                        {
                            "cita": "コロサイ人への手紙 4:6",
                            "texto": "あなたがたのことばは、いつも、塩で味つけられたように、親切でなければなりません。そうすれば、だれに対しても、どのように答えるべきか、わかるでしょう。"
                        },
                        {
                            "cita": "ピリピ人への手紙 4:8",
                            "texto": "最後に、兄弟たち。すべて真実なこと、すべて気高いこと、すべて正しいこと、すべて清いこと、すべて愛すべきこと、すべて評判の良いこと、もし何か徳があるなら、何か誉とさるべきことがあれば、そういうものを心にとめなさい。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、私たちの言葉遣いについて深く考えさせられました。私たちの口から出る言葉が、人を傷つけたり、打ち砕いたりするのではなく、聞く人に恵みを与え、造り上げ、励ますものでありますように。日々の会話の中で、あなたの愛を反映し、思いやりと優しさをもって語ることができますように。私たちの言葉が、希望と喜びを運び、あなたの御国の拡大に貢献できますように。私たちの心を清め、あなたの御言葉に従って語る力を与えてください。この祈りを、あなたの御名によって、アーメン。",
                    "tags": [
                        "言葉",
                        "恵み"
                    ]
                }
            ],
            "2025-08-09": [
                {
                    "id": "新改訳2003-20250809",
                    "date": "2025-08-09",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "ヘブル人への手紙 12:14 新改訳2003: \"すべての人と平和を求め、また、聖潔を追い求めなさい。聖潔なくしては、だれも主を見ることはありません。\"",
                    "reflexion": "ヘブル人への手紙12章14節は、私たちが神との正しい関係を築き、維持するために不可欠な二つの要素を強調しています。それは「すべての人と平和を求め」ることと、「聖潔を追い求め」ることです。この聖句は、私たちが単に信仰を持つだけでなく、その信仰を具体的な行動に移す必要があることを教えています。平和を求めることは、人間関係において積極的に調和を築き、争いを避け、赦しを与え、理解を求めることを意味します。これは、私たちが日々の生活の中で、怒りや恨みを抱くのではなく、愛と忍耐をもって接することを求められます。同時に、聖潔を追い求めることは、神の御前に清く、罪から離れて生きることを意味します。これは、私たちの心、言葉、行動が神の御心にかなうように、自己規律と霊的な成長を求めることを意味します。この二つは密接に関連しており、平和を求めることは、聖潔な生活への道を開き、聖潔な生活は、平和を築くための基盤となります。私たちは、この聖句を通して、神との関係、そして他の人々との関係において、常に成長し、成熟していくことを求められています。それは、私たちが主の御顔を仰ぎ見ることができるようになるためです。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 12:18",
                            "texto": "もしできることなら、あなたがたはすべての人と平和に過ごしなさい。"
                        },
                        {
                            "cita": "ピリピ人への手紙 4:8",
                            "texto": "最後に、兄弟たち、すべて真実なこと、すべて気高いこと、すべて正しいこと、すべて清いこと、すべて愛すべきこと、すべて評判のよいこと、また、徳というもの、ほまれというものがあれば、そういうものを心に留めなさい。"
                        },
                        {
                            "cita": "1ペテロ 1:15-16",
                            "texto": "あなたがたを召してくださった聖なる方にならって、あなたがた自身も、すべての行いにおいて聖なる者となりなさい。それは、こう書いてあるからです。「わたしが聖であるように、あなたがたも聖なる者となりなさい。」"
                        }
                    ],
                    "oracion": "天の父なる神様、今日もあなたの御言葉を通して、私たちの心に語りかけてくださり、ありがとうございます。私たちが、すべての人との平和を求め、聖潔な生活を送ることを助けてください。私たちの心に愛と忍耐を与え、怒りや恨みを克服する力を与えてください。また、罪から離れ、あなたの御心に従って生きることを助けてください。私たちが、あなたの御顔をいつも仰ぎ見ることができるように、私たちの霊的な成長を導いてください。あなたの御言葉を心に刻み、日々の生活の中で実践することができますように。この祈りを、あなたの御子イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "平和",
                        "聖潔"
                    ]
                }
            ],
            "2025-08-10": [
                {
                    "id": "新改訳2003-20250810",
                    "date": "2025-08-10",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "コリント人への手紙第二 5:21 新改訳2003: \"神は、罪を知らない方を、私たちのために罪とされました。それは、私たちが、その方にあって神の義となるためです。\"",
                    "reflexion": "この聖句は、キリスト教信仰の中心的な教え、すなわち、神の恵みと救いを力強く表現しています。神は、罪を知らないイエス・キリストを、私たちの罪の身代わりとしてくださいました。これは、イエスが私たちの罪を負い、その罰を受けられたという意味です。その結果、私たちはイエスにあって神の義と認められるのです。つまり、神との正しい関係が回復し、罪の赦しと永遠の命が与えられるのです。この奇跡的な交換は、人間の理解を超えた神の愛と慈悲の現れです。イエスは私たちのために罪となり、私たちはイエスにあって神の義となる。この真理は、私たちの存在の根幹を揺るがし、自己中心的な生き方から、神を中心とした生き方へと私たちを変えます。それは、罪の束縛からの解放、そして神との永遠の交わりの始まりを意味します。この聖句は、私たちが日々の生活の中で、神の義を求め、キリストの模範に従って生きるように促しています。私たちは、イエス・キリストの犠牲を通して受けた恵みに感謝し、その愛を他の人々と分かち合うことができます。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 3:22",
                            "texto": "すなわち、イエス・キリストを信じる信仰による神の義は、すべての人に、またすべての信じる人に与えられます。そこには差別はありません。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 2:20",
                            "texto": "私はキリストとともに十字架につけられました。もはや私が生きているのではなく、キリストが私のうちに生きておられるのです。私が今、肉において生きているのは、私を愛し、私のためにご自身を捨ててくださった神の子に対する信仰によって生きているのです。"
                        },
                        {
                            "cita": "ピリピ人への手紙 3:9",
                            "texto": "キリストを自分のものとし、信仰によってキリストに結ばれ、律法から生じる自分の義ではなく、キリストを信じる信仰による義、すなわち、神から来る義を持つようになるためです。"
                        }
                    ],
                    "oracion": "愛と恵みの父なる神様、あなたの御子イエス・キリストが私たちのために十字架にかかってくださったことを感謝します。罪を知らないイエスを私たちの罪の身代わりとし、私たちをあなたの義としてくださったこと、その計り知れない愛に心から感謝いたします。私たちが、この恵みにふさわしい生き方をし、日々、キリストの模範に従い、あなたの御心を行えるように導いてください。私たちの心を清め、聖霊様によって満たし、あなたの愛を他の人々に伝えることができるようにしてください。私たちの弱さを知って、私たちを支え、困難な時にも希望を与えてください。あなたの御名が崇められますように。イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "贖罪",
                        "義"
                    ]
                }
            ]
        }
    }
}