{
    "data": {
        "es": {
            "2025-06-13": [
                {
                    "id": "juan524RVR1960",
                    "date": "2025-06-13",
                    "language": "es",
                    "version": "RVR1960",
                    "versiculo": "Juan 5:24: \"De cierto, de cierto os digo: El que oye mi palabra, y cree al que me envió, tiene vida eterna; y no vendrá a condenación, mas ha pasado de muerte a vida.\"",
                    "reflexion": "Juan 5:24 es una declaración fundamental en la teología cristiana, un faro de esperanza que ilumina el camino hacia la vida eterna. Jesús, en su inagotable amor y sabiduría, nos revela la fórmula para la salvación: escuchar su palabra y creer en aquel que lo envió, Dios Padre. Este versículo no solo promete vida eterna, sino que también asegura la liberación de la condenación, un cambio radical de estado, de la muerte a la vida.\n\nLa frase \"De cierto, de cierto os digo\" es una solemne introducción que enfatiza la veracidad y la importancia de las palabras de Jesús. Él no está simplemente sugiriendo, sino afirmando una verdad absoluta. El verbo \"oye\" implica una escucha activa, una disposición a recibir y entender la enseñanza de Jesús. No es suficiente simplemente oír las palabras; es necesario internalizarlas, meditarlas y aplicarlas a nuestra vida diaria. La fe, por otro lado, es la respuesta del corazón, la confianza inquebrantable en la verdad de las palabras de Jesús y en la obra redentora del Padre.\n\nCreer en el Padre, a través de Jesús, es reconocer su autoridad, su amor y su plan de salvación. Es aceptar que Jesús es el único camino, la verdad y la vida (Juan 14:6). Esta fe no es una creencia pasiva; es una fe que transforma, que produce frutos de arrepentimiento, obediencia y amor. Es una fe que nos impulsa a vivir de acuerdo con los principios del Reino de Dios.\n\nLa promesa de \"vida eterna\" es el tesoro más preciado que podemos recibir. No se trata simplemente de una prolongación de la vida terrenal, sino de una vida nueva, una vida en comunión íntima con Dios, una vida de gozo, paz y esperanza que trasciende el tiempo y la muerte. La frase \"no vendrá a condenación\" es una garantía de seguridad. Aquellos que creen en Jesús ya han sido juzgados y absueltos. Han pasado de la muerte espiritual a la vida espiritual, de la oscuridad a la luz. Este versículo nos anima a examinar nuestra fe, a asegurarnos de que estamos escuchando la palabra de Jesús y creyendo en aquel que lo envió. Nos llama a vivir una vida que refleje nuestra fe, una vida de amor, servicio y obediencia a Dios.",
                    "para_meditar": [
                        {
                            "cita": "Romanos 10:17",
                            "texto": "Así que la fe es por el oír, y el oír, por la palabra de Dios."
                        },
                        {
                            "cita": "Hebreos 11:6",
                            "texto": "Pero sin fe es imposible agradar a Dios; porque es necesario que el que se acerca a Dios crea que le hay, y que es galardonador de los que le buscan."
                        },
                        {
                            "cita": "1 Juan 5:13",
                            "texto": "Estas cosas os he escrito a vosotros que creéis en el nombre del Hijo de Dios, para que sepáis que tenéis vida eterna, y para que creáis en el nombre del Hijo de Dios."
                        }
                    ],
                    "oracion": "Amado Padre Celestial, te doy gracias por el don de tu Hijo Jesucristo, quien nos reveló el camino hacia la vida eterna. Te agradezco por la promesa que encontramos en Juan 5:24, que al escuchar tu palabra y creer en Jesús, pasamos de la muerte a la vida. Ayúdame a ser diligente en escuchar tu voz a través de la lectura de la Biblia, la oración y la comunión con otros creyentes. Fortalece mi fe para que sea una fe activa, que se manifieste en obediencia y amor hacia ti y hacia mis semejantes. Que mi corazón esté siempre dispuesto a recibir tu verdad, a creer en tu amor incondicional y a vivir una vida que te honre. Lléname de tu Espíritu Santo para que pueda resistir las tentaciones y superar los desafíos que se presenten en mi camino. Permíteme ser un testimonio vivo de tu gracia, compartiendo el mensaje de salvación con aquellos que aún no te conocen. Guíame en cada paso que doy, para que siempre esté en sintonía con tu voluntad. Renueva mi mente y mi corazón para que pueda comprender más profundamente el amor que me tienes, y así, pueda vivir una vida de gratitud y servicio. Que mi vida sea un reflejo de la esperanza y la paz que encuentro en ti, y que pueda compartir esa esperanza con el mundo. Te pido que me ayudes a vivir cada día con la certeza de que la vida eterna es mía, por la fe en Jesucristo, mi Salvador. En el nombre de Jesús, amén.",
                    "tags": [
                        "Salvación",
                        "Fe"
                    ]
                },
                {
                    "id": "juan524NVI20250613",
                    "date": "2025-06-13",
                    "language": "es",
                    "version": "NVI",
                    "versiculo": "Juan 5:24: \"Ciertamente les aseguro que el que oye mi palabra y cree al que me envió, tiene vida eterna y no será juzgado, sino que ha pasado de la muerte a la vida.\"",
                    "reflexion": "Este versículo, Juan 5:24, es una joya que brilla con la promesa de la vida eterna. Nos presenta una verdad fundamental: la salvación es un regalo, no una conquista. Jesús declara con certeza que quien escucha su palabra y cree en Dios, el que lo envió, ya posee la vida eterna. No es una promesa para el futuro, sino una realidad presente. La clave está en dos acciones entrelazadas: escuchar y creer. Escuchar la palabra de Jesús implica abrir nuestro corazón a su mensaje, a sus enseñanzas, a su amor. No es simplemente oír con los oídos, sino prestar atención, entender y asimilar lo que dice. Es un compromiso activo de aprendizaje y obediencia. Creer, por otro lado, es confiar plenamente en Jesús y en su Padre. Es aceptar que Jesús es el Hijo de Dios, que murió por nuestros pecados y que resucitó para darnos vida. Es depositar nuestra fe en él, confiando en que él es el único camino a la salvación. La promesa que acompaña estas dos acciones es poderosa: 'tiene vida eterna y no será juzgado'. El 'tiene' indica posesión presente. La vida eterna no es algo que esperamos obtener, sino algo que ya poseemos en el momento en que creemos. Además, la promesa de no ser juzgado es un alivio para el alma. Significa que hemos sido perdonados, que nuestros pecados han sido borrados y que ya no estamos bajo la condenación. Hemos 'pasado de la muerte a la vida'. Hemos sido trasladados del reino de las tinieblas al reino de la luz, de la esclavitud del pecado a la libertad en Cristo. Este versículo nos invita a reflexionar sobre nuestra fe. ¿Estamos escuchando la palabra de Jesús? ¿Estamos creyendo en él? Si la respuesta es sí, podemos regocijarnos en la certeza de la vida eterna, en la seguridad de que somos amados y aceptados por Dios.",
                    "para_meditar": [
                        {
                            "cita": "Romanos 10:9",
                            "texto": "Si confiesas con tu boca que Jesús es el Señor, y crees en tu corazón que Dios lo levantó de entre los muertos, serás salvo."
                        },
                        {
                            "cita": "Efesios 2:8-9",
                            "texto": "Porque por gracia ustedes han sido salvados por medio de la fe, y esto no es de ustedes, sino que es don de Dios, no por obras, para que nadie se jacte."
                        },
                        {
                            "cita": "1 Juan 5:13",
                            "texto": "Les escribo estas cosas a ustedes que creen en el nombre del Hijo de Dios, para que sepan que tienen vida eterna."
                        }
                    ],
                    "oracion": "Padre celestial, te doy gracias por el regalo de la vida eterna que nos has dado a través de tu Hijo Jesucristo. Te agradezco por la promesa que encontramos en Juan 5:24, una promesa que me asegura que, al escuchar la palabra de Jesús y creer en ti, tengo vida eterna y no seré juzgado. Señor, ayúdame a profundizar en mi relación contigo, a escuchar atentamente tu palabra y a creer con todo mi corazón en tu amor y en el sacrificio de Jesús por mí. Fortalece mi fe, para que pueda vivir cada día confiando en tu fidelidad y experimentando la paz que sobrepasa todo entendimiento. Permíteme compartir esta buena noticia con otros, para que también ellos puedan experimentar la alegría de la salvación. Que mi vida sea un testimonio de tu gracia y de tu amor incondicional. Llena mi corazón de gratitud por este regalo inmerecido y ayúdame a vivir de manera que te honre en todo lo que hago. Guíame en mi camino, protégeme de las tentaciones y dame la fuerza para resistir el mal. Que tu Espíritu Santo me llene y me guíe en cada paso que doy. Te pido todo esto, creyendo en tu promesa y confiando en tu poder, en el nombre de Jesús, amén.",
                    "tags": [
                        "Salvación",
                        "Fe"
                    ]
                }
            ],
            "2025-06-14": [
                {
                    "id": "filipenses32021RVR1960",
                    "date": "2025-06-14",
                    "language": "es",
                    "version": "RVR1960",
                    "versiculo": "Filipenses 3:20-21: \"Mas nuestra ciudadanía está en los cielos, de donde también esperamos al Salvador, al Señor Jesucristo; el cual transformará el cuerpo de la humillación nuestra, para que sea semejante al cuerpo de la gloria suya, por el poder con el cual puede sujetar a sí mismo todas las cosas.\"",
                    "reflexion": "Hoy, al meditar en Filipenses 3:20-21, somos llamados a recordar la verdadera naturaleza de nuestra identidad y esperanza. Este pasaje nos recuerda que, como creyentes, nuestra ciudadanía no reside en las cosas terrenales, sino en los cielos. Esto no significa que debamos ignorar o despreciar nuestra vida aquí en la tierra, sino que debemos mantener una perspectiva celestial, una visión que trasciende las preocupaciones y aflicciones del mundo. Nuestra verdadera patria es el cielo, y es desde allí que esperamos ansiosamente a nuestro Salvador, el Señor Jesucristo.\n\nLa promesa de transformación es un tema central en este pasaje. Pablo nos asegura que Cristo transformará nuestro cuerpo de humillación, refiriéndose a nuestra condición mortal y sujeta al pecado y a la decadencia. Esta transformación ocurrirá para que seamos semejantes al cuerpo glorioso de Cristo. Esta es una promesa de resurrección, de renovación completa, de una vida eterna en la presencia de Dios, libre de dolor, sufrimiento y pecado. Esta transformación será llevada a cabo por el poder de Cristo, un poder que es capaz de sujetar todas las cosas a sí mismo. Es un poder que no tiene límites, que es capaz de vencer la muerte, el pecado y cualquier otra fuerza que intente separarnos de Dios.\n\nEsta reflexión nos invita a examinar nuestras prioridades. ¿Dónde ponemos nuestro corazón y nuestra esperanza? ¿Estamos más preocupados por las cosas de este mundo o por las cosas eternas? Debemos vivir con una perspectiva celestial, buscando las cosas de arriba y no las de la tierra (Colosenses 3:2). Esto implica vivir una vida de obediencia a Dios, de amor al prójimo y de servicio a los demás. También implica mantener una esperanza activa en la segunda venida de Cristo y en la promesa de la vida eterna.",
                    "para_meditar": [
                        {
                            "cita": "Colosenses 3:2",
                            "texto": "Poned la mira en las cosas de arriba, no en las de la tierra."
                        },
                        {
                            "cita": "Romanos 8:18",
                            "texto": "Pues tengo por cierto que las aflicciones del tiempo presente no son comparables con la gloria venidera que en nosotros ha de manifestarse."
                        },
                        {
                            "cita": "1 Corintios 15:52",
                            "texto": "En un momento, en un abrir y cerrar de ojos, a la final trompeta; porque se tocará la trompeta, y los muertos serán resucitados incorruptibles, y nosotros seremos transformados."
                        }
                    ],
                    "oracion": "Amado Padre Celestial, gracias por la promesa de nuestra ciudadanía en los cielos y por la esperanza de la transformación que nos espera. Reconocemos que a menudo nos dejamos atrapar por las preocupaciones y las distracciones de este mundo. Te pedimos que nos ayudes a mantener una perspectiva celestial, a poner nuestra mirada en las cosas de arriba y a vivir cada día con la esperanza de tu regreso. Ayúdanos a recordar que nuestra verdadera identidad está en ti, y que somos hijos e hijas de Dios, herederos de la vida eterna. Te pedimos que nos fortalezcas en nuestra fe, que nos ayudes a resistir las tentaciones y que nos guíes por el camino de la justicia y la verdad. Danos la capacidad de amar a nuestro prójimo, de servir a los demás y de compartir el evangelio con aquellos que aún no te conocen. Te agradecemos por el poder que tienes para transformar nuestras vidas y para sujetar todas las cosas a ti mismo. Te pedimos que nos prepares para el día en que nos reuniremos contigo en el cielo, donde viviremos en la gloria eterna. En momentos de dificultad, ayúdanos a recordar que nuestro futuro está asegurado en ti. Gracias por tu amor incondicional y por tu gracia abundante. Te amamos y te adoramos, en el nombre de Jesús, amén.",
                    "tags": [
                        "Esperanza",
                        "Transformación"
                    ]
                },
                {
                    "id": "filipenses32021NVI",
                    "date": "2025-06-14",
                    "language": "es",
                    "version": "NVI",
                    "versiculo": "Filipenses 3:20-21: \"En cambio, nosotros somos ciudadanos del cielo, de donde anhelamos recibir a nuestro Salvador, el Señor Jesucristo. Él transformará este cuerpo humilde en un cuerpo glorioso como el suyo, valiéndose del poder que tiene para someter a sí mismo todas las cosas.\"",
                    "reflexion": "Hoy, mientras reflexionamos sobre Filipenses 3:20-21, somos confrontados con una verdad fundamental: nuestra ciudadanía primaria no es terrenal, sino celestial. El apóstol Pablo, escribiendo desde la prisión, nos recuerda que somos ciudadanos del cielo. Esta declaración no es simplemente una frase poética; es una afirmación radical que transforma nuestra perspectiva y nuestras prioridades. Implica que nuestra identidad, nuestra esperanza y nuestro destino final están arraigados en lo eterno, en el reino de Dios. \n\nVivimos en un mundo marcado por la imperfección, el sufrimiento y la transitoriedad.  A menudo, nos vemos absorbidos por las preocupaciones terrenales, por las ambiciones, los logros y las posesiones que, aunque importantes en su contexto, son efímeras.  Pablo nos invita a levantar la mirada, a enfocar nuestros corazones en lo que es verdaderamente duradero.  Anhelamos recibir a nuestro Salvador, el Señor Jesucristo, quien vendrá a redimir todas las cosas.  Este anhelo es una expresión de nuestra fe, de nuestra esperanza en la promesa de la vida eterna y de la transformación completa. \n\nLa promesa de la transformación de nuestro cuerpo humilde en un cuerpo glorioso, como el de Cristo, es un consuelo y una fuente de esperanza inagotable.  Este cuerpo, sujeto a la enfermedad, al envejecimiento y a la muerte, será transformado por el poder de Dios.  Este poder no es un mero concepto abstracto; es la misma fuerza que resucitó a Jesús de entre los muertos, la que somete todas las cosas a su dominio.  Esta promesa nos recuerda que la vida con Cristo va más allá de la experiencia terrenal.  Es una promesa de renovación, de perfección y de una comunión íntima con Dios por la eternidad.  Por tanto, debemos vivir con la esperanza de que este mundo no es nuestro hogar final, sino un peregrinaje hacia la gloria que nos espera.  Debemos esforzarnos por vivir una vida digna del evangelio, con la mirada puesta en las cosas de arriba, donde Cristo está sentado a la diestra de Dios.",
                    "para_meditar": [
                        {
                            "cita": "Colosenses 3:2",
                            "texto": "Concentren su atención en las cosas de arriba, no en las de la tierra."
                        },
                        {
                            "cita": "Romanos 8:18",
                            "texto": "Considero que los sufrimientos actuales no son nada comparados con la gloria que nos será revelada."
                        },
                        {
                            "cita": "Hebreos 11:16",
                            "texto": "En realidad, ellos anhelaban una patria mejor, es decir, la celestial. Por eso, Dios no se avergüenza de ser llamado su Dios, pues les ha preparado una ciudad."
                        }
                    ],
                    "oracion": "Padre celestial, te damos gracias por la esperanza que nos has dado a través de Jesucristo.  Gracias por recordarnos que nuestra verdadera ciudadanía está en el cielo, y que anhelamos la venida de nuestro Salvador.  Te pedimos que nos ayudes a mantener nuestra mirada fija en las cosas de arriba, a no dejarnos consumir por las preocupaciones terrenales que nos distraen de tu propósito.  Ayúdanos a vivir cada día con la esperanza de la resurrección y la transformación, sabiendo que este cuerpo humilde será transformado en un cuerpo glorioso, semejante al de Cristo.  Fortalécenos en nuestra fe, para que podamos enfrentar las dificultades de la vida con valentía y perseverancia, sabiendo que estamos en tus manos.  Guíanos a vivir vidas que honren tu nombre, mostrando al mundo el amor y la gracia que hemos recibido de ti.  Ayúdanos a ser ciudadanos del cielo en la tierra, reflejando tu carácter en todo lo que hacemos y decimos.  Te pedimos que nos llenes de tu Espíritu Santo, para que podamos vivir una vida que te agrade, esperando con anhelo tu regreso, en el nombre de Jesús, amén.",
                    "tags": [
                        "Esperanza",
                        "Ciudadanía"
                    ]
                }
            ],
            "2025-06-15": [
                {
                    "id": "hechos1728RVR1960",
                    "date": "2025-06-15",
                    "language": "es",
                    "version": "RVR1960",
                    "versiculo": "Hechos 17:28: \"Porque en él vivimos, y nos movemos, y somos; como algunos de vuestros propios poetas también han dicho: Porque linaje suyo somos.\"",
                    "reflexion": "Este poderoso versículo, encontrado en Hechos 17:28, es una afirmación profunda sobre la omnipresencia y la providencia de Dios en nuestras vidas. Pablo, al predicar en el Areópago de Atenas, utiliza este principio filosófico, citado de poetas griegos, para conectar con la cultura y el entendimiento de sus oyentes, revelando la verdad fundamental: Dios es la fuente de nuestra existencia. \n\nLa frase \"en él vivimos, y nos movemos, y somos\" es una declaración de dependencia total. No solo existimos gracias a Dios, sino que cada aspecto de nuestra vida, cada respiración, cada pensamiento, cada acción, está intrínsecamente ligado a Él. Dios no es un ser distante; Él está presente en cada momento, sosteniéndonos y dándonos la capacidad de ser y de hacer. Esta verdad desafía la noción de un universo gobernado por el azar o por fuerzas impersonales. En cambio, nos recuerda que estamos constantemente en contacto con el Creador, que nos conoce íntimamente y se preocupa por nosotros. \n\nLa cita de los poetas griegos valida la idea de que la búsqueda de Dios es innata en la humanidad. Incluso aquellos que no conocían la revelación bíblica, reconocían, aunque de manera imperfecta, la conexión entre la existencia humana y la divinidad. Esto nos enseña que la verdad de Dios puede ser descubierta y apreciada en diferentes contextos culturales, y que el Espíritu Santo trabaja en el corazón de las personas, independientemente de su trasfondo. Es una invitación a reconocer a Dios en todo lo que nos rodea, desde la belleza de la naturaleza hasta las complejidades de las relaciones humanas. Nos impulsa a vivir una vida de gratitud y reconocimiento, conscientes de que cada día es un regalo de Dios. Nos recuerda que somos parte de su linaje, creados a su imagen y semejanza, y llamados a vivir en armonía con Él. La reflexión sobre este versículo debe llevarnos a una evaluación constante de nuestra vida, buscando siempre la presencia de Dios en cada momento y en cada circunstancia.",
                    "para_meditar": [
                        {
                            "cita": "Salmos 139:13-14",
                            "texto": "Porque tú formaste mis entrañas; Tú me hiciste en el vientre de mi madre. Te alabaré; porque formidables y maravillosas son tus obras; Estoy maravillado, y mi alma lo sabe muy bien."
                        },
                        {
                            "cita": "Colosenses 1:16-17",
                            "texto": "Porque en él fueron creadas todas las cosas, las que hay en los cielos y las que hay en la tierra, visibles e invisibles; sean tronos, sean dominios, sean principados, sean potestades; todo fue creado por medio de él y para él. Y él es antes de todas las cosas, y en él todas las cosas subsisten."
                        },
                        {
                            "cita": "Mateo 6:33",
                            "texto": "Mas buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas."
                        }
                    ],
                    "oracion": "Padre celestial, te doy gracias por tu omnipresencia en mi vida. Reconozco que en ti vivo, me muevo y soy. Gracias por sostenerme en cada momento, por darme el aliento de vida y por ser la fuente de todo lo bueno que experimento. Te pido que me ayudes a ser consciente de tu presencia constante, a reconocer tu mano en cada situación, tanto en los momentos alegres como en los difíciles. Que mis acciones y pensamientos sean reflejo de mi gratitud y dependencia de ti. Ayúdame a buscar tu voluntad en todo lo que hago, a vivir una vida que te honre y que refleje tu amor a los demás. Que pueda ver tu creación con ojos de asombro y reconocer tu belleza en cada detalle. Que mi corazón esté siempre dispuesto a escuchar tu voz y a seguir tu guía. Renuévame cada día, fortaléceme en mi fe y ayúdame a vivir una vida que te glorifique. Que pueda caminar en la luz de tu presencia, confiando en tu amor incondicional. Dame la sabiduría para discernir tu voluntad y la fuerza para obedecerla. Te entrego mi vida, mi ser y mi futuro, confiando en tu perfecto plan para mí. Guíame por tus caminos y lléname de tu paz. En el nombre de Jesús, amén.",
                    "tags": [
                        "Presencia",
                        "Dependencia"
                    ]
                },
                {
                    "id": "hechos1728NVI20250615",
                    "date": "2025-06-15",
                    "language": "es",
                    "version": "NVI",
                    "versiculo": "Hechos 17:28: \"‘Porque en él vivimos, nos movemos y existimos.’ Como algunos de sus propios poetas griegos lo han dicho: ‘De hecho, somos linaje suyo.’\"",
                    "reflexion": "La afirmación de Pablo en el Areópago, registrada en Hechos 17:28, es una declaración profunda sobre la omnipresencia de Dios y nuestra dependencia absoluta de Él. Este versículo, que cita a poetas griegos, revela que la verdad sobre Dios, aunque revelada de manera más completa en la Biblia, puede ser vislumbrada en la naturaleza y en la reflexión humana. La frase clave, “en él vivimos, nos movemos y existimos”, es una verdad fundamental. No somos seres autónomos que se valen por sí mismos; nuestra vida, movimiento y existencia misma están intrínsecamente ligados a Dios. Él es la fuente de toda vida, el sustento de cada aliento y la base de toda nuestra experiencia. \n\nEsta verdad nos desafía a cuestionar nuestra percepción del mundo y de nosotros mismos. ¿Con qué frecuencia actuamos como si fuéramos independientes de Dios, como si pudiéramos lograr nuestros objetivos sin Su ayuda? La realidad es que, sin Él, no somos nada. Él es el origen y el fin de todo. Reconocer esto nos lleva a una humildad esencial y a una profunda gratitud. Nos movemos y existimos en Él, lo que significa que cada momento de nuestra vida es una oportunidad para alabarle, para buscar Su voluntad y para vivir de una manera que le honre. \n\nLa cita de los poetas griegos, que reconocen que somos linaje de Dios, es un recordatorio de que existe una conexión inherente entre la humanidad y el Creador. Aunque la cultura griega, en ese momento, no tenía la revelación completa de Dios como la que tenemos en Cristo, reconocía una verdad fundamental sobre nuestra relación con Él. Esto nos anima a buscar la verdad en todas partes, a reconocer que Dios está presente en todas las culturas y a ser sensibles a las señales de Su presencia en el mundo que nos rodea. Debemos, por tanto, vivir conscientemente de esta verdad, buscando continuamente la presencia de Dios en cada aspecto de nuestra vida y permitiendo que Su amor y guía moldeen nuestras acciones, pensamientos y decisiones.",
                    "para_meditar": [
                        {
                            "cita": "Salmo 139:13-14",
                            "texto": "Porque tú creaste mis entrañas; me formaste en el vientre de mi madre. Te alabo porque soy una creación admirable; ¡tus obras son maravillosas, y esto lo sé muy bien!"
                        },
                        {
                            "cita": "Colosenses 1:16-17",
                            "texto": "Porque por medio de él fueron creadas todas las cosas en el cielo y en la tierra, visibles e invisibles, sean tronos, poderes, principados o autoridades. Todo ha sido creado por medio de él y para él. Él es anterior a todas las cosas, y en él todas las cosas subsisten."
                        },
                        {
                            "cita": "Juan 1:3",
                            "texto": "Por medio de él todas las cosas fueron creadas; sin él, nada de lo creado llegó a existir."
                        }
                    ],
                    "oracion": "Padre celestial, te damos gracias por el don de la vida y por tu constante presencia en nuestras vidas. Reconocemos que en ti vivimos, nos movemos y existimos. Cada aliento que tomamos, cada paso que damos, cada pensamiento que tenemos, es gracias a tu amor y providencia. Ayúdanos a vivir conscientes de tu presencia constante, a buscar tu guía en cada decisión y a reconocer tu mano en cada circunstancia. Perdónanos por las veces que actuamos como si fuéramos autosuficientes, olvidando que somos dependientes de ti. Abre nuestros ojos para ver tu gloria en la creación, en las personas que nos rodean y en las oportunidades que nos presentas. Danos un corazón humilde y agradecido, dispuesto a servirte y a glorificarte en todo lo que hacemos. Que tu Espíritu Santo nos llene y nos capacite para vivir una vida que te honre. Que podamos reflejar tu amor y tu gracia a todos los que nos rodean, siendo testigos de tu bondad y de tu poder. Te pedimos que nos ayudes a vivir cada día con una profunda conciencia de tu presencia, buscando siempre tu voluntad y confiando en tu amor incondicional. Fortalécenos, guíanos y bendícenos, en el nombre de Jesús, amén.",
                    "tags": [
                        "Dependencia",
                        "Omnipresencia"
                    ]
                }
            ]
        },
        "en": {}
    }
}