{
    "data": {
        "ja": {
            "2026-08-01": [
                {
                    "id": "JCB-20260801",
                    "date": "2026-08-01",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "ルカの福音書 11:13 JCB: \"あなたがたは悪い者であるにもかかわらず、自分の子供たちに良い物をくれます。まして天の父が、ご自分を求める者に聖霊を与えないことがありましょうか。\"",
                    "reflexion": "このルカの福音書 11:13 の言葉は、私たちが神様の愛と寛大さに対する深い理解を促します。私たちは、人間として、欠点や弱さを持っていても、自分の子供たちに最善を尽くそうとします。ましてや、全知全能の神様が、ご自分を求める者に聖霊を与えないはずがありません。この聖霊は、私たちが日々の生活の中で神様の導きを受け、神様の愛を体験し、神様の御心に従って生きるための力です。この聖霊は、私たちが祈りを通して神様に近づき、信仰を深め、希望を持つことを可能にします。この言葉は、私たちの祈りが聞かれるという確信を与え、神様の約束を信じて、神様を信頼し続けるように促します。私たちが神様に求めるならば、神様は惜しみなく聖霊を与えてくださいます。この恵みを感謝し、聖霊の導きを求めて、積極的に祈り、神様との親密な関係を築きましょう。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの福音書 14:16",
                            "texto": "そして、わたしは父にお願いします。そうすれば、父は別の弁護者をあなたがたにお与えになり、いつまでもあなたがたと共におられます。"
                        },
                        {
                            "cita": "ローマ人への手紙 8:26",
                            "texto": "同様に、御霊もわたしたちの弱さを助けてくださいます。わたしたちは、何をどう祈ったらよいのかわからないのですが、御霊ご自身が、言葉に表せないうめきをもって、わたしたちのためにとりなしてくださいます。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 5:22-23",
                            "texto": "しかし、御霊の実は、愛、喜び、平和、寛容、親切、善意、誠実、柔和、自制です。このようなものを禁じる律法はありません。"
                        }
                    ],
                    "oracion": "愛する天の父よ、あなたの無限の愛と寛大さに感謝します。私たちがあなたを求め、あなたの御心に従って生きることを願っています。聖霊を私に与えてください。聖霊の導きによって、私の心と精神があなたの愛で満たされますように。困難な時にも、あなたの平和と希望が私を支え、私を導いてくださいますように。私たちが日々の生活の中であなたの御言葉を実践し、あなたの光を世界に示せますように。あなたの御霊が私を通して働き、あなたの栄光が現れますように。この願いを、あなたの御名において、そして、私たちがあなたに永遠に感謝しますように。en el nombre de Jesús, amén.",
                    "tags": [
                        "聖霊",
                        "祈り"
                    ]
                }
            ],
            "2026-08-02": [
                {
                    "id": "JCB-20260802",
                    "date": "2026-08-02",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "マルコの福音書 11:24: \"ですから、あなたがたに言います。祈って求めるものは、すべてすでに受けたと信じなさい。そうすれば、そのとおりになります。\"",
                    "reflexion": "マルコの福音書11:24は、信仰の力と祈りの応答について語っています。イエス・キリストは、私たちが祈りの際にすでに受け取ったと信じることの重要性を強調しています。この信念は、私たちが神の御心に沿ったものを求め、その実現を期待する際に不可欠です。この教えは、単なる願望ではなく、神の約束に対する確信に基づいた祈りを促します。 \n\nこの聖句は、私たちの信仰の質を問うています。私たちは、祈りの後に何が起こるかについて疑念を持たずに、神の力と愛を信頼しているでしょうか？ 疑念は、私たちの祈りの効果を弱める可能性があります。しかし、すでに受けたと信じることは、神の御業に対する積極的な姿勢を促し、私たちが神の愛と配慮を経験できるようにします。 \n\nこの聖句は、私たちが祈りの実践において、具体的な結果を期待し、それらが実現すると信じるように促しています。これは、楽観主義や願望の力だけでなく、神の約束に対する信仰に基づいています。私たちは、神が私たちの祈りに応えてくださることを信じ、その結果を目撃する準備をしなければなりません。",
                    "para_meditar": [
                        {
                            "cita": "マタイの福音書 21:22",
                            "texto": "そして、信仰をもって祈るならば、どんなことでもすべて受けます。"
                        },
                        {
                            "cita": "ピリピ人への手紙 4:6",
                            "texto": "何事も思い煩うことなく、すべて感謝をもって祈りと願いを神に申し上げることを通して、あなたがたの願い事を神に知っていただきなさい。"
                        },
                        {
                            "cita": "ヘブライ人への手紙 11:1",
                            "texto": "信仰とは、望んでいる事がらを確信し、まだ見ていない事実を確信することです。"
                        }
                    ],
                    "oracion": "愛する天の父よ、私たちは、あなたの約束を信じ、あなたの御心を求めるために来ました。マルコの福音書11:24にあるように、すでに受け取ったと信じる信仰を与えてください。私たちの心から疑念を取り除き、あなたの愛と力に対する揺るぎない確信で満たしてください。私たちが祈るたびに、あなたの御業が私たちの生活に現れることを期待します。私たちの願いを叶え、私たちを導き、あなたの御名に栄光を帰してください。私たちがあなたの言葉に従い、あなたの御心に従って生きることができますように。私たちの信仰を強め、あなたの愛を分かち合うことができますように。私たちの祈りに答えてくださり、感謝します。 in the name of Jesus, amén.",
                    "tags": [
                        "信仰",
                        "祈り"
                    ]
                }
            ],
            "2026-08-03": [
                {
                    "id": "JCB-20260803",
                    "date": "2026-08-03",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "ルカの福音書 10:2 JCB: \"そこで、イエスは彼らに言われた。「収穫は多いが、働き手は少ない。だから、収穫の主に、その収穫のために働き手を送ってくださるように祈りなさい。」\"",
                    "reflexion": "このルカの福音書10章2節は、イエス・キリストが弟子たちに、宣教の働きについて語られた言葉です。イエスは、収穫の多さと働き手の少なさを対比させ、弟子たちに、収穫のために働き手を送ってくださるように祈ることを命じられました。この言葉は、単に当時の状況を述べたものではなく、今もなお、私たちに重要なメッセージを伝えています。私たちが生きる世界は、霊的な飢餓に苦しむ人々で溢れています。福音を必要としている人々は多く、救いの手を差し伸べるべき人々はたくさんいます。しかし、その働き手は限られています。私たちは、この現実に目を向け、まず祈りを通して、主の御心に従う必要があります。祈りこそが、働き手を増やすための最も強力な手段です。また、この言葉は、私たち一人ひとりが、主の働きに貢献するよう招いているとも解釈できます。私たちは、自分の賜物と才能を活かして、福音を伝え、人々を助け、神の愛を分かち合うことができます。積極的に行動し、宣教の働きに携わることこそ、主の御心に応える道です。主は、私たちの献身と忠誠を通して、大きな実を結ばれるでしょう。",
                    "para_meditar": [
                        {
                            "cita": "マタイの福音書 9:37",
                            "texto": "そこで、イエスは弟子たちに言われた。「収穫は多いが、働き手は少ない。」"
                        },
                        {
                            "cita": "ヨハネの福音書 4:35",
                            "texto": "わたしはあなたがたに言います。目を上げて、畑を見なさい。収穫はすでに白いのです。"
                        },
                        {
                            "cita": "使徒の働き 1:8",
                            "texto": "しかし、聖霊があなたがたの上に臨むとき、あなたがたは力を受けます。そして、エルサレム、ユダヤ、サマリヤの全土、さらに地の果てまで、わたしの証人となります。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日もあなたの御言葉を通して、私たちの心に語りかけてくださり、ありがとうございます。私たちが、この世の霊的な飢餓に目を向け、福音を必要としている人々のために祈り、行動できますように。主よ、あなたの収穫は多いのに、働き手が少ないことを痛感します。どうぞ、私たちがあなたの働きに献身し、あなたの愛を人々に伝えることができますように。私たちの心を開き、あなたの御心に従う勇気を与えてください。あなたの御言葉を実践し、あなたの御国のために貢献する喜びを味わわせて下さい。主イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "祈り",
                        "宣教"
                    ]
                }
            ],
            "2026-08-04": [
                {
                    "id": "JCB-20260804",
                    "date": "2026-08-04",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "マタイの福音書 2:1-2 JCB: \"イエスはヘロデ王の時代に、ユダヤのベツレヘムでお生まれになった。すると、東から博士たちがエルサレムにやって来て、こう言った。「ユダヤ人の王としてお生まれになった方は、どこにおられますか。私たちは、東の空でその方の星を見たので、礼拝するために来ました。」\"",
                    "reflexion": "この聖句は、イエス・キリストの誕生を告げる物語の始まりを告げています。東方の博士たちは、星の導きによってエルサレムに到着し、ユダヤ人の王の誕生を求めています。彼らの旅は、信仰と献身の象徴です。彼らは、王の誕生を知り、礼拝するために、遠い東から長い旅をしてきました。これは、イエスに対する彼らの深い敬意と、その重要性への認識を示しています。彼らの行動は、私たちに、イエスを求める熱意と、その方に献身する決意を促します。彼らの旅は、単なる地理的な移動ではなく、霊的な探求の旅であり、私たちも、イエスを求め、礼拝する旅路を歩むように促しています。この聖句は、キリスト教信仰の核心である、イエスの重要性と、私たち自身の信仰生活における献身の重要性を強調しています。博士たちの模範は、私たちに、イエスへの愛と献身を深め、信仰の旅を続けるように促しています。彼らの行動は、イエスが私たちの救い主であり、私たちの礼拝に値する存在であることを示しています。",
                    "para_meditar": [
                        {
                            "cita": "ルカの福音書 2:10-11",
                            "texto": "すると、御使いは彼らに言った。「恐れることはありません。見なさい。すべての民に与えられる大きな喜びを、あなたがたに告げ知らせます。きょうダビデの町で、あなたがたのために救い主がお生まれになりました。この方こそ主キリストです。」"
                        },
                        {
                            "cita": "イザヤ書 9:6",
                            "texto": "ひとりのみどりごが、私たちのために生まれる。ひとりの男の子が、私たちに与えられる。主権は彼の肩にあり、その名は、『不思議な助言者、力ある神、永遠の父、平和の君』と呼ばれる。"
                        },
                        {
                            "cita": "ヨハネの福音書 1:14",
                            "texto": "ことばは人となり、私たちの間に住まわれた。私たちはその栄光を見た。父の独り子としての栄光である。恵みとまことに満ちておられた。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日のこの素晴らしい聖句を通して、イエス・キリストの誕生を祝う喜びを与えてくださり、感謝します。東方の博士たちのように、私たちもあなたの御子を求め、礼拝する心を持てるようにしてください。私たちの心を開き、あなたの導きに従い、イエス様を私たちの救い主として受け入れることができますように。この世の誘惑に惑わされることなく、あなたの愛と真理に忠実に従うことができますように。私たちの信仰を強め、あなたの御言葉を日々の生活の中で実践することができますように。イエス様が私たちの王であり、私たちの人生のすべてであることを認め、感謝します。私たちをあなたの愛と恵みで満たし、あなたの御心に従うことができますように。 in the name of Jesus, amén.",
                    "tags": [
                        "誕生",
                        "礼拝"
                    ]
                }
            ],
            "2026-08-05": [
                {
                    "id": "JCB-20260805",
                    "date": "2026-08-05",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "ヘブル人への手紙 12:1 JCB: \"ですから、わたしたちも、これほど多くの証人たちに囲まれているのですから、すべての重荷と、わたしたちをとりまいている罪とを捨てて、わたしたちの前に置かれている競走を忍耐をもって走り抜こうではありませんか。\"",
                    "reflexion": "ヘブル人への手紙12:1は、信仰の歩みをマラソンに例え、私たちがどのように走るべきかを教えています。多くの証人たち、つまり信仰の先輩たちが、私たちの周りにいることを意識し、彼らの模範に倣うことが重要です。この言葉は、私たちの霊的な旅路における重荷と罪を捨てるように促しています。重荷とは、私たちの成長を妨げる悩みや心配事、そして過去の失敗かもしれません。罪とは、私たちが神との関係を損なうあらゆる行動や思考のことです。これらの障害を取り除き、忍耐をもって走り抜くことが、勝利への道です。この忍耐は、困難な状況下でも、神への信頼を失わず、目標に向かって進み続ける力です。この聖句は、私たちの信仰生活が孤独なものではなく、共同体の中で支え合い、励まし合いながら進むものであることを示唆しています。私たちが直面する試練は、私たちの信仰を鍛え、神との関係を深めるための機会です。この教えは、私たちが信仰のレースを完走するために必要な決意と勇気を与えてくれます。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 8:18",
                            "texto": "今の時の苦しみは、将来私たちに現わされる栄光に比べると、取るに足りないものと私は考えます。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 6:9",
                            "texto": "良い行いを続けることに飽きてはいけません。飽きることなく励み続ければ、時が来れば、収穫を得ることになります。"
                        },
                        {
                            "cita": "ピリピ人への手紙 3:14",
                            "texto": "私は、キリスト・イエスにおいて神が上からお招きくださるという、この賞を得るために、目標に向かってひたすら走っています。"
                        }
                    ],
                    "oracion": "天のお父様、今日もあなたの御言葉を通して、私に語りかけてくださり、ありがとうございます。ヘブル人への手紙12:1の教えを心に刻み、信仰の歩みを力強く歩むことができますように。私の心にある重荷、罪、そして妨げとなるものを、あなたの御前で捨て去る勇気をください。忍耐をもって、困難に立ち向かい、あなたの御心に従って生きていくことができますように。周りにいる信仰の先輩たちの模範に倣い、励まし合いながら、共にこのレースを走り抜くことができますように。主よ、あなたの愛と恵みをもって、私を導き、支えてください。あなたの御名が崇められますように、そして、私があなたに喜ばれる者となりますように。in the name of Jesus, amen.",
                    "tags": [
                        "忍耐",
                        "信仰"
                    ]
                }
            ]
        }
    }
}
