{
    "data": {
        "ja": {
            "2026-08-01": [
                {
                    "id": "新改訳2003-20260801",
                    "date": "2026-08-01",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "エペソ人への手紙 4:26-27 新改訳2003: \"27: \"怒っても、罪を犯してはなりません。日が暮れるまで、怒りを抱いたままでいてはいけません。悪魔に隙を与えないようにしなさい。\"",
                    "reflexion": "この聖句は、怒りの感情に対するクリスチャンの態度について、深い洞察を与えてくれます。怒り自体は罪ではありませんが、怒りをどのように扱うかが重要です。「怒っても、罪を犯してはなりません」という教えは、怒りの感情に屈せず、その感情を制御し、罪につながるような行動を避けるように促しています。私たちは、怒りを抱き続けるのではなく、日が暮れるまでに解決し、和解を図るべきです。このことは、人間関係において非常に重要であり、私たちの心を悪魔の攻撃から守るためにも不可欠です。\n\n「悪魔に隙を与えないようにしなさい」という警告は、私たちが怒りを放置することで、悪魔が私たちを攻撃する機会を与えてしまうことを示唆しています。怒りは、苦味、恨み、復讐心へとつながり、最終的には霊的な破滅を引き起こす可能性があります。私たちは、神の恵みによって、怒りを克服し、赦しと愛をもって対応することで、悪魔の策略を打ち破ることができます。この聖句は、私たちが自己管理と霊的な警戒を怠らないように促し、神との親密な関係を保つことの重要性を教えています。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 12:2",
                            "texto": "この世と調子を合わせてはいけません。むしろ、心を新たにして、生まれ変わってください。そうすれば、神の御心は何か、すなわち、何が良いことで、神に喜ばれ、また完全なことであるのかを、見分けるようになります。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 5:22-23",
                            "texto": "しかし、御霊の実は、愛、喜び、平安、寛容、親切、善意、誠実、柔和、自制です。このようなものを禁じる律法はありません。"
                        },
                        {
                            "cita": "ピリピ人への手紙 4:6-7",
                            "texto": "どんなことでも、思い煩うのではなく、感謝をもって、すべて祈りと願いによって、あなたの求め事を神に知っていただきなさい。そうすれば、すべての理解をはるかに超えた神の平安が、あなたがたの心と思いをキリスト・イエスにあって守ってくれます。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、怒りの感情に対する正しい態度を教えてくださり、感謝します。私は、怒りを感じることがありますが、それを罪に導かないよう、御霊の助けを求めています。心が悪魔に隙を与えないよう、常に御言葉に導かれ、御父の愛と赦しを実践することができますように。人間関係において、速やかに和解し、赦すことができるよう、私を導いてください。私の心を守り、平安を保ち、御父の御心に従って生きていくことができますように。この祈りを、私たちの救い主イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "怒り",
                        "悪魔"
                    ]
                }
            ],
            "2026-08-02": [
                {
                    "id": "新改訳2003-20260802",
                    "date": "2026-08-02",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "コリント人への手紙第一 3:16 新改訳2003: \"あなたがたは、自分が神の神殿であり、神の御霊が自分のうちに住んでおられることを知らないのですか。\"",
                    "reflexion": "この聖句、コリント人への手紙第一3:16は、私たちが単なる肉体ではなく、神聖な場所、神の神殿であるという驚くべき真実を明らかにしています。聖霊が私たちの内に住んでおられるという事実は、私たちの存在に深い意味を与えます。それは、私たちが聖なる存在であり、神との特別なつながりを持っていることを意味します。この真理は、私たちの行動、考え、そして生活全体に影響を与えます。 私たちは、神の神殿として、その聖さを守り、神の御霊が喜ばれるような生き方をしなければなりません。これは、罪を避け、愛と正義、そして聖霊の実を結ぶことを意味します。私たちが自分の体を大切にし、霊的な成長を求めることは、神の神殿としての責任を果たすことにつながります。聖霊が私たちの内に住んでおられるという事実は、私たちに希望と力を与えます。困難な時にも、聖霊は私たちを支え、導き、慰めてくれます。私たちは、神の神殿として、神との親密な関係を育み、神の愛と恵みに満たされた人生を送るように招かれています。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 8:9",
                            "texto": "もし神の御霊があなたがたのうちに住んでおられるなら、あなたがたは肉にあるのではなく、御霊にあるのです。もしだれでもキリストの御霊を持っていないなら、その人はキリストのものではありません。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 5:22-23",
                            "texto": "しかし、御霊の実は、愛、喜び、平安、寛容、親切、善意、誠実、柔和、自制です。このようなものに、律法はありません。"
                        },
                        {
                            "cita": "エペソ人への手紙 2:22",
                            "texto": "あなたがたも、キリストにおいてともに建てられ、御霊によって神の住まいとなるのです。"
                        }
                    ],
                    "oracion": "愛する天の父よ、私たちがあなたの神殿であり、あなたの御霊が私たちの内に住んでおられるということを教えてくださり感謝します。この真理を心に刻み、聖霊の導きに従い、あなたの御心にかなう生き方をさせてください。罪を避け、愛と正義を実践し、聖霊の実を結ぶことができますように。困難な時にも、あなたの御霊が私たちを支え、慰め、導いてくださいますように。あなたとの親密な関係を育み、あなたの愛と恵みに満たされた人生を送ることができますように。私たちの心と思いと体をあなたの聖なる神殿として守り、あなたの栄光を現すことができますように。あなたの御名が崇められますように。イエス様のお名前によって、アーメン。",
                    "tags": [
                        "聖霊",
                        "神殿"
                    ]
                }
            ],
            "2026-08-03": [
                {
                    "id": "新改訳2003-20260803",
                    "date": "2026-08-03",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "ヨハネの福音書 15:5 新改訳2003: \"わたしはぶどうの木、あなたがたは枝です。人がわたしにとどまり、わたしもその人の中にとどまっているなら、その人は多くの実を実らせます。わたしを離れては、あなたがたは何もできないからです。\"",
                    "reflexion": "この聖句、ヨハネの福音書15章5節は、イエス・キリストと私たち信者の関係を、ぶどうの木と枝という鮮やかなイメージで描いています。イエス様はぶどうの木であり、私たちは枝です。枝が木につながっていなければ実を結ぶことができないように、私たちがイエス様にとどまらなければ、霊的な実を結ぶことはできません。この「とどまる」という言葉は、単なる物理的な存在ではなく、深い交わり、信頼、そして従順を意味します。イエス様との関係を育むために、私たちは聖書の学び、祈り、そして御言葉に従う生活を通して、絶えずイエス様とのつながりを意識する必要があります。このつながりこそが、私たちの人生に実を結び、神様の栄光を現す鍵となります。私たちがイエス様から離れてしまうと、私たちは無力になり、霊的な成長を止めてしまいます。この聖句は、私たちがイエス様との親密な関係を求め、その中で生きていくことの重要性を教えています。私たちが実を結び、神様の御心を行うためには、イエス様とのつながりを常に意識し、その中で成長していくことが不可欠です。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの福音書 15:4",
                            "texto": "わたしにとどまりなさい。わたしもあなたがたのうちにとどまります。枝がぶどうの木につないでいなければ、自分では実を結ぶことができません。同じように、あなたがたもわたしにとどまっていなければ、実を結ぶことができません。"
                        },
                        {
                            "cita": "ヨハネの福音書 15:6",
                            "texto": "もし人がわたしにとどまっていなければ、枝のように外に投げ捨てられて枯れます。そして、人々はそれを集めて火に投げ込み、焼いてしまいます。"
                        },
                        {
                            "cita": "ヨハネの福音書 15:8",
                            "texto": "あなたがたが多くの実を結び、わたしの弟子となることによって、わたしの父は栄光をお受けになります。"
                        }
                    ],
                    "oracion": "愛する天の父なる神様、今日もあなたの御言葉を通して、イエス様とのつながりの大切さを教えてくださり、感謝します。私たちは、ぶどうの木の枝として、イエス様にとどまり、豊かな実を結ぶことができますように。私たちの心と思いと思いをイエス様へと向け、聖霊様によって導かれ、あなたの御心を行えるようにしてください。私たちを謙遜にし、絶えずイエス様との親密な関係を求め、その中で成長させてください。私たちが日々の生活の中で、あなたの愛と恵みを実感し、あなたの栄光を現すことができますように。この祈りを、イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "ぶどうの木",
                        "実り"
                    ]
                }
            ],
            "2026-08-04": [
                {
                    "id": "新改訳2003-20260804",
                    "date": "2026-08-04",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "ペテロの手紙第一 5:5-6 新改訳2003: \"6 JA-新改訳2003: \"同じように、若い人たちよ。長老たちに従いなさい。みな互いに謙遜を身に着けなさい。神は高ぶる者を退け、へりくだる者に恵みを賜わるからです。ですから、神の力強い御手の下にへりくだりなさい。時が来れば、神はあなた方を高く上げてくださいます。\"",
                    "reflexion": "この聖句は、キリスト教信仰における謙遜さの重要性を力強く語っています。ペテロは、長老たちに従うように若い人たちに呼びかけ、すべての信者に互いに謙遜を身に着けるように勧めています。なぜなら、神は高ぶる者を退け、へりくだる者に恵みを与えられるからです。これは、私たちが自己中心的な思いを捨て、他者への奉仕に心を向けるようにという教えです。私たちが自分の能力や地位に固執し、傲慢になることは、神との関係を阻害し、霊的な成長を妨げます。しかし、謙遜さをもって神の御前にへりくだる時、神は私たちを高く上げてくださいます。これは、神の時が来た時に、神が私たちを祝福し、用いてくださるという約束です。日々の生活の中で、私たちは自分の弱さを認め、神の恵みに頼り、互いを尊重し合うことを通して、この謙遜さを実践することができます。困難な状況や試練を通して、私たちは神の御手の下に謙り、神の愛と導きを求めることができます。この聖句は、私たちが神の御心に従い、神の栄光を現すために、謙遜さという基盤を築くように促しています。",
                    "para_meditar": [
                        {
                            "cita": "ピリピ人への手紙 2:3",
                            "texto": "何事も自己中心や虚栄からするのではなく、へりくだった思いをもって、互いに相手を自分よりも優れた者と考えなさい。"
                        },
                        {
                            "cita": "箴言 3:34",
                            "texto": "神は高ぶる者をあざけり、へりくだる者に恵みを賜わる。"
                        },
                        {
                            "cita": "マタイによる福音書 23:12",
                            "texto": "だれでも自分を高くする者は低くされ、自分を低くする者は高くされる。"
                        }
                    ],
                    "oracion": "愛と慈悲に満ちた天の父なる神様、今日もあなたの御言葉を通して、謙遜さの重要性を学ぶことができました。私の心から傲慢さを取り除き、あなたの御前にへりくだる心をお与えください。自分の弱さを認め、あなたに頼り、他者への奉仕に喜びを見出すことができますように。日々の生活の中で、あなたの導きを求め、あなたの御心に従うことができますように。困難な時にも、あなたの御手の下に謙り、あなたの愛と平安を体験できますように。あなたの御名が崇められますように。イエス様のお名前によってお祈りします。アーメン。",
                    "tags": [
                        "謙遜",
                        "神の恵み"
                    ]
                }
            ],
            "2026-08-05": [
                {
                    "id": "新改訳2003-20260805",
                    "date": "2026-08-05",
                    "language": "ja",
                    "version": "新改訳2003",
                    "versiculo": "ペテロの手紙第一 3:15 新改訳2003: \"しかし、心の中でキリストを主としてあがめなさい。あなたがたのうちにある希望について、その理由を尋ねる人には、いつでも弁明できるように、備えをしていなさい。\"",
                    "reflexion": "この聖句は、クリスチャンがどのように生きるべきか、そして、その生き方がどのように他者との関係に影響を与えるかを示しています。まず、心の中でキリストを主としてあがめることが重要です。これは、私たちが日々の生活の中でキリストを第一とし、彼の教えに従って生きることを意味します。次に、希望の理由を尋ねる人には、いつでも弁明できるように備える必要があります。これは、私たちが自分の信仰についてよく理解し、それを言葉で説明できるようにしておくことを意味します。私たちがキリストにある希望を理解し、それを語れるように備えることは、単なる知識の問題ではありません。それは、私たちがキリストとの個人的な関係を持ち、聖霊の働きによって変えられた結果です。私たちがキリストの愛と恵みを経験するほど、その希望を他の人と分かち合いたいという願望が強くなります。私たちの証しは、私たちの言葉だけでなく、私たちの生き方全体を通して現れるべきです。日々の生活の中でキリストを主としてあがめ、私たちの希望の理由を明確に伝えられるように、私たちは絶えず学び、祈り、そしてキリストの愛を実践する必要があります。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 12:2",
                            "texto": "この世と調子を合わせるのではなく、心の思いを新たにして、神の御心である、何が良いことで、神に喜ばれ、また完全であるのかをわきまえ知るようにしなさい。"
                        },
                        {
                            "cita": "ピリピ人への手紙 4:6",
                            "texto": "どんなことでも、思い煩うのをやめ、感謝をもって、すべてを祈りと願いによって神に申し上げるようにしなさい。"
                        },
                        {
                            "cita": "テサロニケ人への手紙第一 5:17",
                            "texto": "絶えず祈りなさい。"
                        }
                    ],
                    "oracion": "愛する天の父よ、私たちにキリストを主としてあがめ、常にあなたの御言葉を学び、あなたの御心を知るための知恵を与えてください。私たちの心を満たし、あなたの愛と希望を他の人々に伝えることができるようにしてください。私たちが自分の信仰について明確に語り、私たちの行動を通してあなたの光を輝かせることができますように。聖霊様、私たちを助けて、私たちの生活があなたの栄光を現すようにしてください。私たちの弱さを強さに変え、私たちがあなたの御心に従って生きることができますように。いつも私たちを導き、守り、そしてあなたの愛に包んでください。イエスの御名によって、アーメン。",
                    "tags": [
                        "希望",
                        "証し"
                    ]
                }
            ]
        }
    }
}