{
    "data": {
        "ja": {
            "2026-08-01": [
                {
                    "id": "JA-SK2017-20260801",
                    "date": "2026-08-01",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "マルコの福音書 2:17 SK2017: \"イエスはこれを聞いて、彼らに言われた。「医者を必要とするのは、丈夫な者ではなく、病人である。わたしが来たのは、義人を招くためではなく、罪人を招くためである。」\"",
                    "reflexion": "この日の御言葉は、イエス・キリストの使命の中心を鮮やかに捉えています。イエスは、健康な人ではなく、病人を、つまり罪人を招くために来られたと明言されました。この言葉は、自己義認や道徳的な優位性という概念を覆し、神の恵みの普遍性を示しています。\n\n当時の宗教指導者は、自分たちを義人と見なし、罪人を軽蔑していました。彼らは、病人が医者を必要とするように、罪人も救いを必要としているというイエスの認識を理解していませんでした。イエスは、彼らにとって衝撃的なメッセージを伝えたのです。イエスは、罪人を招くために来たのです。これは、イエスがすべての人を愛し、救いたいと願っていることを意味します。イエスは、私たちをそのまま受け入れ、変容へと導きます。\n\nこの御言葉は、私たち自身を振り返る機会を与えてくれます。私たちは、自分の罪を認め、イエスに助けを求めることを恐れてはなりません。イエスは、私たちの弱さを受け入れ、私たちを癒し、新しい命へと導いてくださいます。私たちが罪を認め、イエスの恵みに頼るとき、私たちは真の喜びと平安を見出すことができます。イエスは、私たちを愛し、私たちを救いたいと願っているのです。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの福音書 3:16",
                            "texto": "神は、実に、そのひとり子をお与えになったほどに、世を愛された。それは、だれでもイエスを信じる者が、滅びることなく、永遠のいのちを持つためである。"
                        },
                        {
                            "cita": "ローマ人への手紙 5:8",
                            "texto": "しかし、私たちがまだ罪人であったとき、キリストが私たちのために死んでくださったことにより、神は私たちに対するご自身の愛を明らかにして下さいました。"
                        },
                        {
                            "cita": "ルカの福音書 19:10",
                            "texto": "人の子が来たのは、失われた者を捜して救うためです。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、あなたの限りない愛と恵みを理解させてくださり感謝します。私は自分の弱さと罪を認め、あなたに助けを求めます。あなたは、私をそのまま受け入れ、癒し、新しい命へと導いてくださいます。私の心を清め、あなたへの従順な心を与えてください。イエス・キリストの御名によって、あなたの愛を分かち合い、他の人々をあなたの御許に導くことができますように。私自身が、あなたの恵みを日々実感し、あなたの愛の中で成長できますように。私を愛し、救ってくださるあなたの御名を賛美します。 in the name of Jesus, amén.",
                    "tags": [
                        "罪",
                        "恵み"
                    ]
                }
            ],
            "2026-08-02": [
                {
                    "id": "JA-SK2017-20260802",
                    "date": "2026-08-02",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "ヘブル人への手紙 13:17 SK2017: \"あなたがたを指導する者たちの言うことを聞き、従いなさい。彼らは、あなたがたの魂のために見張りをしている者であり、その働きを喜びとして行うのです。嘆いて行うのではありません。もしそうなら、あなたがたにとって何の益にもならないからです。\"",
                    "reflexion": "ヘブル人への手紙13:17は、クリスチャン共同体における指導者の重要性と、私たちが彼らに従うことの重要性を強調しています。この聖句は、指導者たちが私たちの魂を守るために見張りをしていると教えています。彼らの働きは喜びをもって行われるべきであり、そうでない場合、私たちに益がないと警告しています。この聖句は、私たちが教会内で持つべき態度を教えています。それは、指導者たちに対する敬意、従順、そして彼らの働きを支えることです。指導者たちは、神の言葉を教え、信仰を育み、私たちが霊的に成長するのを助けてくれます。 私たちは彼らのリーダーシップを感謝し、彼らの助言に耳を傾けなければなりません。さらに、私たちが彼らの働きをサポートすることは、彼らが喜びをもって奉仕することを可能にします。私たちが彼らのために祈り、励まし、そして彼らのビジョンを共有することで、彼らはより効果的に奉仕できるようになります。この聖句は、単に指導に従うこと以上のことを求めています。それは、私たちが互いに愛し合い、キリストの体として共に成長することを求めています。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 12:10",
                            "texto": "互いに愛し合い、兄弟愛をもって互いに愛し合い、尊敬し合いましょう。"
                        },
                        {
                            "cita": "ピリピ人への手紙 2:3",
                            "texto": "何事も自己中心や虚栄心からではなく、へりくだりの心をもって、互いを自分よりも優れていると思いなさい。"
                        },
                        {
                            "cita": "テサロニケ人への手紙第一 5:12-13",
                            "texto": "兄弟たちよ、あなたがたにお願いします。あなたがたの中で労苦し、主にあってあなたがたを指導し、訓戒している者たちを認め、彼らの働きを愛と尊敬の念をもって大いに尊びなさい。彼らと平和に暮らしなさい。"
                        }
                    ],
                    "oracion": "愛する神様、私たちは今日の聖句を通して、指導者たちへの従順と彼らを支えることの重要性を学びました。私たちは、私たちの魂の世話をしている指導者たちの働きを感謝し、彼らのために祈ります。彼らが喜びをもって奉仕し、あなたの御言葉を忠実に教えることができますように。私たちが彼らのリーダーシップを尊重し、彼らの助言に耳を傾け、彼らのビジョンを共有することができますように。私たちが教会の中で互いに愛し合い、支え合い、キリストの体として共に成長することができますように。私たちの心と思いを行いをあなたに委ねます。私たちの信仰を強め、あなたの御心に従うことができますように。あなたの御名が崇められますように。 in the name of Jesus, amen.",
                    "tags": [
                        "指導",
                        "従順"
                    ]
                }
            ],
            "2026-08-03": [
                {
                    "id": "1john1v8JA-SK2017",
                    "date": "2026-08-03",
                    "language": "ja",
                    "version": "JA-SK2017",
                    "versiculo": "ヨハネの手紙第一 1:8 JA-SK2017: \"もし、自分には罪がないと言うなら、わたしたちは自分を欺いており、真理はわたしたちのうちにありません。\"",
                    "reflexion": "このヨハネの手紙第一 1:8は、自己欺瞞の危険性と、真理を受け入れることの重要性を力強く語っています。私たちは、罪がないと主張するとき、自己を欺いていることになります。これは、私たちの人間性の現実、すなわち、私たちは皆、罪に悩まされているという事実を無視することです。真理は、私たちが自分の弱さと欠点を受け入れ、神の恵みと赦しを必要としていることを認識することです。自己欺瞞は、私たちの霊的な成長を妨げ、神との正しい関係を築くことを阻みます。真理を受け入れることは、謙遜さ、自己認識、そして神の愛と赦しへの開かれた心が必要です。私たちは、罪を認め、悔い改め、神の御前で清められるために、イエス・キリストの犠牲に頼る必要があります。この真理を受け入れることによってのみ、私たちは真に自由になり、神の御心に従って生きることができます。この聖句は、私たちが自己評価を真剣に受け止め、神の光の中で自己を吟味するよう促しています。自己欺瞞から解放され、真理を受け入れることで、私たちはより深く神との交わりを経験し、霊的な成熟へと向かうことができるのです。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 3:23",
                            "texto": "すべての人は罪を犯したので、神からの栄誉を受けることができなくなっています。"
                        },
                        {
                            "cita": "箴言 28:13",
                            "texto": "自分の過ちを隠す者は栄えない。それを告白して捨てる者はあわれみを受ける。"
                        },
                        {
                            "cita": "詩篇 51:10",
                            "texto": "神よ、私に清い心を造り、私のうちに堅固な霊を新たにしてください。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日のこの御言葉を通して、自己欺瞞の危険性と真理を受け入れることの重要性を教えてくださり、感謝します。私は、自分の弱さと欠点を認め、あなたの赦しと恵みを必要としていることを悟りました。どうか、自己欺瞞から私を解放し、あなたの真理を私の心に刻み込んでください。あなたの光の中で、自分自身を吟味し、あなたの御心に従って生きることを助けてください。イエス・キリストの犠牲を通して、私の罪を赦し、私を清めてください。あなたの愛と導きに信頼し、あなたとの交わりを深めることができますように。あなたの御言葉を私の人生の指針とし、あなたの栄光を現すことができますように。この祈りを、あなたの御名によってお捧げします。イエス様のお名前によってお祈りします。アーメン。",
                    "tags": [
                        "罪",
                        "真理"
                    ]
                }
            ],
            "2026-08-04": [
                {
                    "id": "2Corintios517JA-SK2017",
                    "date": "2026-08-04",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "コリント人への手紙第二 5:17 SK2017: \"だれでもキリストのうちにあるなら、その人は新しく造られた者です。古いものは過ぎ去り、すべてが新しくなりました。\"",
                    "reflexion": "この聖句、コリント人への手紙第二 5:17は、私たちクリスチャンの変革の本質を力強く語っています。キリストのうちにいるとは、単にキリストを信じるだけでなく、キリストとの密接な関係の中で生きることです。これは、私たちが古い性質、古い習慣、古い思考パターンから解放され、神様が私たちに与えてくださった新しい命を生き始めることを意味します。古いものは過ぎ去ったというのは、私たちが過去の罪や失敗から解放され、それらに縛られる必要がないということです。すべてが新しくなったというのは、私たちが新しいアイデンティティ、新しい目的、そして新しい希望を与えられたということです。この変化は即座に起こるものではありません。それは、日々の祈り、聖書の学び、そして聖霊の導きに従うことによって、徐々に深まっていくプロセスです。私たちは、キリストの愛と恵みを受け、新しい創造物として、神様の栄光を現すように召されています。この変革は、私たちがこの世で生きる上での指針となり、喜びと平安をもたらします。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 12:2",
                            "texto": "この世と調子を合わせるのではなく、心の新たまることによって変えられ、神の御旨である何が良いことで、何が喜ばれ、何が完全であるかをわきまえ知る者となりなさい。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 2:20",
                            "texto": "私はキリストとともに十字架につけられました。もはや私が生きているのではなく、キリストが私のうちに生きておられるのです。今、私がこの世に生きているのは、私を愛し、私のためにご自身をささげられた神の子を信じる信仰によってです。"
                        },
                        {
                            "cita": "エペソ人への手紙 4:23",
                            "texto": "あなたがたは、心の霊において新たにされ、"
                        }
                    ],
                    "oracion": "愛する天のお父様、私たちがキリストのうちにいることの素晴らしい真理を悟らせてくださり、感謝します。過去の重荷から解放され、新しい命を歩むことができるように、聖霊様が私たちを照らしてください。私たちの心と思いを日々新しくし、あなたの御旨にかなうように、私たちを変えてください。私たちが、あなたの愛と恵みを反映し、キリストの光を輝かせる新しい創造物として生きることができますように。私たちを導き、助け、日々の歩みにおいてあなたに近づけますように。私たちの弱さを知っていますが、あなたの力によって強められ、あなたに栄光を帰すことができますように。この祈りを、あなたの御子イエス・キリストの御名によって、お願いいたします。アーメン。",
                    "tags": [
                        "変革",
                        "新しい創造"
                    ]
                }
            ],
            "2026-08-05": [
                {
                    "id": "JA-SK2017-0805",
                    "date": "2026-08-05",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "ピレモンへの手紙 1:16 SK2017: \"もはや奴隷ではなく、奴隷以上の、愛する兄弟として迎えるのです。とりわけ、私にとってはそうですが、あなたにとってもそうです。肉においても主においても。\"",
                    "reflexion": "この日の聖書箇所は、パウロがフィレモンにオネシモを兄弟として迎えるよう勧めている部分です。オネシモは以前フィレモンの奴隷でしたが、パウロのもとでキリストを信じ、兄弟となりました。パウロは、オネシモを単なる奴隷としてではなく、愛する兄弟として受け入れるようにと訴えています。これは、キリスト教信仰が人種、身分、社会的な地位を超えた、真の兄弟愛に基づいていることを示しています。パウロは、オネシモが肉体的にも霊的にも兄弟であることを強調し、フィレモンに彼を親切に受け入れるように促しています。この手紙は、赦し、和解、そしてキリストにある真の交わりの重要性を教えています。私たちが他人をどのように見ているか、そして彼らをどのように扱っているかを問い直すように促されます。私たちもまた、キリストの愛によって、すべての人を兄弟姉妹として受け入れることができるように、そして、見返りを求めずに愛し、赦すことができるように、日々努力しなければなりません。",
                    "para_meditar": [
                        {
                            "cita": "ガラテヤ人への手紙 3:28",
                            "texto": "そこには、ユダヤ人もギリシャ人もなく、奴隷も自由人もなく、男も女もありません。あなたがたは皆、キリスト・イエスにあって一つです。"
                        },
                        {
                            "cita": "コロサイ人への手紙 3:11",
                            "texto": "そこには、ギリシャ人やユダヤ人、割礼を受けた者や受けていない者、未開人やスキタイ人、奴隷や自由人といった区別はありません。ただ、キリストがすべてであり、すべてのもののうちにおられます。"
                        },
                        {
                            "cita": "ヨハネによる福音書 13:34",
                            "texto": "わたしは、あなたがたに新しい掟を与えます。互いに愛し合いなさい。わたしがあなたがたを愛したように、あなたがたも互いに愛し合いなさい。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、私たちがキリストにある兄弟姉妹を愛し、受け入れるようにと教えてくださり感謝します。私たちの心にある偏見や差別を取り除き、すべての人をあなたの目を通して見ることができるようにしてください。私たちが、他人を裁くのではなく、赦し、理解し、受け入れることができるように導いてください。そして、私たちが、キリストの愛を分かち合い、互いに支え合い、共に成長していくことができますように。私たちの人間関係を豊かにし、あなたの愛を世界に広めるために、私たちを用いてください。あなたの御心が行われますように。あなたの栄光がすべての人に現れますように。  en el nombre de Jesús, amén.",
                    "tags": [
                        "愛",
                        "兄弟"
                    ]
                }
            ],
            "2026-08-06": [
                {
                    "id": "JA-SK2017-20260806",
                    "date": "2026-08-06",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "ルカの福音書 15:7 SK2017: \"わたしはあなたがたに言う。天では、ひとりの罪人が悔い改めることについて、悔い改める必要のない九十九人の正しい人についてよりも大きな喜びがあるでしょう。\"",
                    "reflexion": "ルカの福音書15章7節は、天の喜びの根源を明らかにする力強い言葉です。この聖句は、罪人の回心に対する神の大きな喜びを強調しています。この喜びは、まるで失われたものが見つかったかのように、天国で大いに祝われるのです。この喜びは、人間的な尺度では理解しがたいものです。九十九人の正しい人々がいるのに、たった一人の罪人の回心にこれほどの喜びがあるとは。これは、神の愛の深さと、私たち一人ひとりの価値を示しています。神は、私たちを完全に愛し、私たちがご自身のもとに帰ってくることを切望しておられます。この聖句は、私たちに、自己義認や優越感ではなく、謙虚さ、共感、そして罪を犯した人に対する愛を示すように促します。私たちが周囲の人々を裁くのではなく、神の愛を反映し、彼らが回心する喜びを分かち合うことが重要です。この喜びは、イエス・キリストの福音を伝えることによって、私たち自身のものともなります。私たちが神の愛を理解し、他の人々にそれを伝えるとき、天の喜びは私たちの心にも満ち溢れます。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ3:16",
                            "texto": "神は、実に、そのひとり子をお与えになったほどに、世を愛された。それは御子を信じる者が、ひとりとして滅びることなく、永遠のいのちを持つためである。"
                        },
                        {
                            "cita": "ローマ5:8",
                            "texto": "しかし、私たちがまだ罪人であったとき、キリストが私たちのために死んでくださったことにより、神は私たちに対するご自身の愛を明らかにしておられます。"
                        },
                        {
                            "cita": "ガラテヤ6:9",
                            "texto": "私たちが良いことをするのに疲れ果てることがないようにしましょう。たゆまなければ、時が来れば、刈り入れをすることになります。"
                        }
                    ],
                    "oracion": "愛なる天のお父様、あなたの計り知れない愛と、罪人の回心に対するあなたの大きな喜びを感謝します。あなたの御子イエス・キリストを通して、私たちは罪からの解放と永遠の命を与えられました。私たちを謙虚にし、回心した人々を心から喜ぶことができるようにしてください。私たちがあなたの愛を反映し、福音を伝える者となり、失われた魂があなたのもとに帰ってくる喜びを分かち合うことができますように。私たちの心を満たし、あなたの喜びを私たちを通して世界に広げてください。私たちを導き、あなたの御心に従って生きていくことができますように。私たちの祈りを聞き、すべてをあなたの御名に帰します。 in the name of Jesus, amén.",
                    "tags": [
                        "喜び",
                        "愛"
                    ]
                }
            ],
            "2026-08-07": [
                {
                    "id": "ja-sk2017-20260807",
                    "date": "2026-08-07",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "コリント人への手紙第二 7:10 SK2017: \"なぜなら、神の御心にかなう悲しみは、悔い改めて救いに至らせるものであり、それを後悔することはない。しかし、世の悲しみは死を招くからである。\"",
                    "reflexion": "本日の聖句、コリント人への手紙第二7章10節は、悲しみの二つの異なる種類を対比しています。一つは「神の御心にかなう悲しみ」であり、これは悔い改めに至り、救いをもたらすものです。この悲しみは、罪を認識し、神に立ち返る道を開きます。それは、自己中心的な態度を捨て、神の愛と赦しを受け入れる機会を与えます。この悔い改めは、最終的に私たちの魂を救い、永遠の命へと導きます。\n\n一方、「世の悲しみ」は死を招くものです。これは、罪の結果に対する絶望や、自己憐憫、そして神から離れる原因となる悲しみです。この種の悲しみは、私たちを暗闇に閉じ込め、希望を奪い、最終的には霊的な死へと導きます。この世の悲しみは、私たちを罪のサイクルに陥れ、神の恵みから遠ざけます。\n\nこの聖句は、私たちがどのような悲しみを選ぶべきかを教えています。神の御心にかなう悲しみは、私たちを成長させ、神との関係を深めます。それは、私たちが自己中心的な心を捨て、謙虚になり、神の愛を求めることを促します。この悲しみは、私たちを救いへと導く貴重な機会です。私たちが神の愛と赦しを求めるなら、救いを得るだけでなく、永遠の喜びを経験することができます。",
                    "para_meditar": [
                        {
                            "cita": "詩篇34:18",
                            "texto": "主は、心の砕けた者の近くにおられ、霊のへりくだった者を救われる。"
                        },
                        {
                            "cita": "マタイ5:4",
                            "texto": "悲しむ者は幸いです。彼らは慰められるからです。"
                        },
                        {
                            "cita": "ローマ8:28",
                            "texto": "私たちは知っています。神を愛する人々、すなわち、神のご計画に従って召された人々のためには、神がすべてのことを働かせて益としてくださるということを。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の聖句を通して、私たちが神の御心にかなう悲しみを選ぶことができるように導いてくださり、感謝します。私たちが罪を認識し、悔い改め、あなたの愛と赦しを受け入れることができますように。この世の悲しみに打ちのめされることなく、あなたの御言葉と聖霊の導きに従い、希望と喜びを見出すことができますように。私たちが自己中心的な心を捨て、謙虚にあなたを求め、あなたとの関係を深めることができますように。困難な時にも、あなたの慰めと平安を感じ、あなたへの信頼を揺るぎなく保つことができますように。私たちがあなたの救いを体験し、永遠の命へと導かれることができますように。これらの願いを、私たちの主イエス・キリストの名によってお祈りします。アーメン。",
                    "tags": [
                        "悔い改め",
                        "救い"
                    ]
                }
            ],
            "2026-08-08": [
                {
                    "id": "JA-SK2017-20260808",
                    "date": "2026-08-08",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "ピリピ人への手紙 2:6-8: \"キリストは神の御姿であられたが、神と等しい者であることを固執すべきこととは考えず、ご自分をむなしくして、しもべの姿をとり、人間の姿になられました。人の姿で現れ、ご自分を低くして、死にまで、しかも十字架の死にまで従順になられました。\"",
                    "reflexion": "この聖句は、キリストの自己犠牲の究極の姿を描いています。神であるキリストが、その栄光を捨て、人間の姿を取り、奴隷の身分となり、十字架の死という屈辱的な死を選ばれたのです。これは、私たちが理解できる範囲を超えた愛と謙遜の行為です。キリストは、私たちを救うために、自らの権利を放棄し、すべてを捨てました。この自己犠牲は、私たちの罪の贖いのために不可欠でした。この箇所は、私たちがキリストの模範に従い、自己中心的な考えを捨て、他者のために仕えることを促しています。自己中心的な願望を捨て、謙遜になり、他者のために尽くすことこそ、キリストの教えの核心です。この自己犠牲の行為は、私たちの信仰の基盤であり、私たちがキリストの愛を理解し、実践するための指針となります。私たちは、キリストの謙遜さを模倣し、自己を低くし、他者のために奉仕することによって、キリストの愛に応えなければなりません。この模範に従うことこそ、真の信仰の証であり、私たちが神の御心にかなう生き方をするための道です。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ15:13",
                            "texto": "人がその友のために自分のいのちを捨てること、これより大きな愛はありません。"
                        },
                        {
                            "cita": "マタイ20:28",
                            "texto": "人の子が来たのは、仕えられるためではなく、かえって仕えるためであり、また、多くの人のためのあがないとして、自分のいのちを与えるためです。"
                        },
                        {
                            "cita": "ローマ5:8",
                            "texto": "しかし、私たちがまだ罪人であったとき、キリストが私たちのために死んでくださったことにより、神は私たちに対するご自身の愛を明らかにしておられます。"
                        }
                    ],
                    "oracion": "愛と慈悲に満ちた父なる神様、私たちは、あなたの御子イエス・キリストが私たちを救うために払われた自己犠牲を心から感謝します。キリストがその栄光を捨て、人間の姿となり、十字架の死を受け入れられたことに、深く心を打たれます。私たちは、キリストの謙遜さと愛を模倣し、自己中心的な考えを捨て、他者のために奉仕する者となることができますように。私たちが日々の生活の中で、キリストの模範に従い、謙虚な心で、愛をもって仕えることができますように。私たちがキリストの愛を理解し、実践し、あなたの御心にかなう生き方をすることができますように。私たちの心を清め、キリストの愛で満たしてください。この祈りを、私たちの主イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "自己犠牲",
                        "謙遜"
                    ]
                }
            ],
            "2026-08-09": [
                {
                    "id": "heb1v3JA-SK2017",
                    "date": "2026-08-09",
                    "language": "ja",
                    "version": "JA-SK2017",
                    "versiculo": "ヘブル人への手紙 1:3 JA-SK2017: \"御子(みこ)は神(かみ)の栄光(えいこう)の輝(かがや)きであり、神(かみ)の本質(ほんしつ)をありのままに表(あらわ)す方(かた)であって、その力(ちから)ある言葉(ことば)によって万物(ばんぶつ)を支(ささ)え、罪(つみ)の清(きよ)めを成(な)し終(お)わって、いと高(たか)き方(かた)の右(みぎ)の座(ざ)に着(つ)かれました。\"",
                    "reflexion": "ヘブライ人への手紙1:3は、イエス・キリストの神性とその役割を力強く宣言しています。この箇所は、イエスが神の栄光の輝きであり、神の本質を具体的に示していると述べています。これは、イエスが単なる人間ではなく、神そのものの現れであることを意味します。さらに、イエスは万物を支え、罪の清めを成し遂げた後、神の右の座に着かれたと記されています。この言葉は、イエスの完全な贖罪の業と、父なる神との特別な関係を強調しています。イエスは、私たちが神に近づくための唯一の道であり、私たちの救いの源です。この聖句は、私たちがイエスを深く理解し、彼への信仰を深めるように促しています。私たちは、イエスが私たちのために成し遂げたこと、そして現在も私たちのために執り成してくださっていることに感謝し、その教えに従って生きることを決意しなければなりません。私たちの人生のあらゆる側面において、イエスを第一とし、彼の模範に従って、愛と真実をもって生きることを目指しましょう。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ1:14",
                            "texto": "ことばは人(ひと)となり、私たち(わたしたち)の間(あいだ)に住(す)まわれた。私たちは、その栄光(えいこう)をみた。それは父(ちち)の独(ひと)り子(ご)の栄光(えいこう)であって、恵(めぐ)みと真理(しんり)とに満(み)ちていた。"
                        },
                        {
                            "cita": "コロサイ1:15",
                            "texto": "御子(みこ)は、見(み)えない神(かみ)の姿(すがた)であり、すべての造(つく)られたものより先(さき)に生(う)まれた方(かた)です。"
                        },
                        {
                            "cita": "ピリピ2:6-7",
                            "texto": "キリスト・イエスは、神(かみ)の御(み)もとにある方(かた)でありながら、神(かみ)としてのあり方を捨てず、ご自分(じぶん)を無(む)にして、仕(つか)える者(もの)の姿(すがた)をとり、人間(にんげん)の姿(すがた)になられました。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日のこの素晴らしい御言葉を通して、イエス・キリストがあなたの栄光の輝きであり、私たちの罪を清めてくださったことを改めて悟ることができました。あなたの御子イエス様が私たちのために成し遂げてくださったすべてのことに心から感謝いたします。イエス様が私たちのために死に、復活してくださったこと、そして今も私たちのために執り成してくださっていることに感謝します。私たちがイエス様を模範とし、あなたの愛と真実を世界に伝えられるように助けてください。イエス様の御名によってお祈りします。アーメン。",
                    "tags": [
                        "イエス",
                        "神性"
                    ]
                }
            ],
            "2026-08-10": [
                {
                    "id": "JA-SK2017-20260810",
                    "date": "2026-08-10",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "ヨハネの手紙第一 3:8 SK2017: \"罪を犯す者は悪魔から出ています。悪魔は初めから罪を犯しています。神の子が現れたのは、悪魔のわざを滅ぼすためです。\"",
                    "reflexion": "この聖句は、罪と悪魔、そしてイエス・キリストの使命の関係を力強く述べています。悪魔は罪の源であり、その本質は罪にあります。初めから罪を犯し続けており、その目的は神の御業を妨害し、人々を神から遠ざけることです。しかし、イエス・キリストが現れたのは、この悪魔のわざを滅ぼすためでした。これは、イエスが十字架で私たちの罪を贖い、悪魔の支配を打ち砕いたことを意味します。私たちが罪を犯すとき、私たちは悪魔の影響を受けていることになります。しかし、キリストの力によって、私たちは罪から解放され、神の御子としての新しい人生を歩むことができます。この聖句は、私たちが罪との戦いにおいて、常にイエス・キリストに頼り、聖霊の導きを求めることの大切さを教えています。悪魔の誘惑に屈することなく、キリストの勝利を信じ、神の御心に従うことが、私たちの使命です。私たちは、キリストの愛と力によって、悪魔のわざを打ち破り、神の栄光を現すことができます。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 6:14",
                            "texto": "罪はあなたがたを支配することはできません。あなたがたは律法の下ではなく、恵みの下にあるからです。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 5:1",
                            "texto": "キリストは、私たちを自由にするために自由を与えてくださいました。ですから、しっかり立って、二度と奴隷のくびきを負わないようにしなさい。"
                        },
                        {
                            "cita": "ヘブライ人への手紙 2:14",
                            "texto": "ですから、子供たちが血と肉を持っているので、彼も同じようにそれらを共有しました。それは、死によって、死の力を持つ者、すなわち悪魔を滅ぼし、"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、私たちが悪魔のわざを打ち破るために遣わされたイエス・キリストの勝利を改めて認識させてくださり、感謝します。罪との戦いの中で、私たちが弱く、誘惑に負けてしまうことがあることを知っています。どうか、私たちがイエス・キリストの力に頼り、聖霊の導きを求め、悪魔の策略から身を守ることができますように。主よ、私たちがあなたの御心に従い、あなたの愛と恵みを人々に伝えることができますように。私たちの心と思いと思いをあなたの御言葉で満たし、あなたの栄光を現すことができますように。私たちの罪を赦し、私たちを清めてください。あなたの御名によって、私たちは勝利を宣言します。この祈りを、私たちの救い主、イエス・キリストの御名によってお捧げします。アーメン。",
                    "tags": [
                        "罪",
                        "悪魔"
                    ]
                }
            ]
        }
    }
}