{
    "data": {
        "ja": {
            "2025-08-01": [
                {
                    "id": "JCB-20250801",
                    "date": "2025-08-01",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "マタイの福音書 13:31-32: \"イエスは別のたとえを話された。「天の国は、からし種のようなものです。ある人がこれを畑にまくと、32 どんな種よりも小さかったが、育つと野菜の中でいちばん大きくなり、空の鳥が来てその枝に巣を作るほどの大木になります。」\"",
                    "reflexion": "この日の御言葉は、天の国の成長の驚くべき性質を教えてくれます。からし種は、小さいながらも、やがて巨大な植物へと成長します。これは、天の国もまた、最初は小さく、目立たないように見えるかもしれませんが、最終的には驚くべき規模に成長し、多くの人々にとって避難所となることを示唆しています。\n\nこのたとえは、私たちの信仰の旅にも当てはまります。信仰は、最初はからし種のように小さく、疑念や困難に直面することもあるかもしれません。しかし、私たちが信仰を育み、神の言葉に耳を傾け、祈りを通して神との関係を深めていくなら、信仰は成長し、強くなり、私たちの人生全体に影響を与えるでしょう。それは、私たちが困難な時に支えとなり、希望を与え、他の人々に愛と助けの手を差し伸べる力となります。\n\n天の国は、私たちが想像もできないほど大きく、豊かなものになるでしょう。それは、私たちの心の中で成長し、私たちの行動を通して世界に現れます。小さくても、信仰の種を蒔き、それを育てることの重要性を忘れないでください。神は、その成長を祝福し、私たちを天の国の豊かな実へと導いてくださいます。",
                    "para_meditar": [
                        {
                            "cita": "マルコによる福音書 4:30-32",
                            "texto": "また言われた。「神の国を何にたとえようか。どんなたとえで示そうか。それは、からし種のようなものです。地にまかれるとき、地のすべての種のうちで一番小さいのですが、まかれると、育ってすべての野菜よりも大きくなり、空の鳥がその陰に宿るほどの大きな枝を張ります。」"
                        },
                        {
                            "cita": "ルカによる福音書 13:18-19",
                            "texto": "そこで、イエスは言われた。「神の国はどんなものに似ているでしょうか。何を例えにすればよいでしょうか。それは、ある人が自分の庭に蒔いたからし種のようなものです。育つと大木となり、空の鳥がその枝に巣を作りました。」"
                        },
                        {
                            "cita": "ローマ人への手紙 14:17",
                            "texto": "神の国は、食べたり飲んだりすることではなく、正義と平和と聖霊による喜びです。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、天の国の成長の驚くべき性質を教えてくださり、感謝します。私の信仰が、最初は小さくても、からし種のように成長し、強くなることを願います。困難な時にも希望を持ち、あなたの言葉に耳を傾け、あなたとの関係を深めることができますように。あなたの愛と恵みによって、私の心の中で天の国が成長し、私の行動を通して世界に現れますように。私をあなたの平和と喜びで満たし、他の人々にあなたの愛を伝えることができますように。この祈りを、いつも私を愛してくださる、救い主イエス・キリストの御名によってお捧げします。アーメン。",
                    "tags": [
                        "成長",
                        "信仰"
                    ]
                }
            ],
            "2025-08-02": [
                {
                    "id": "JCB-20250802",
                    "date": "2025-08-02",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "ヨハネの手紙第一 5:13 JCB: \"わたしは、神の子を信じているあなたがたに、永遠のいのちを持っていることを悟らせるために、この手紙を書きました。\"",
                    "reflexion": "この聖句は、私たちがキリストにある確信の基礎を築く上で、非常に重要なものです。ヨハネは、読者に永遠のいのちを持っていることを確信させるために手紙を書いたと述べています。これは、単なる希望や願いではなく、具体的な確信です。神の子を信じることによって、私たちは永遠のいのちをすでに持っているのです。\n\nこの確信は、私たちの日常生活に大きな影響を与えます。私たちは、死を恐れる必要がなくなり、人生の困難に直面しても希望を持ち続けることができます。また、この確信は、私たちの信仰生活を活性化させます。私たちは、神との関係を深め、キリストの教えに従って生きることを熱望するようになります。\n\nこの聖句は、私たちがどのようにして確信を得るかを示しています。それは、神の子、イエス・キリストを信じることによってです。イエスを信じ、彼の教えに従い、彼との関係を深めることによって、私たちは永遠のいのちを持っているという確信を得ることができます。この確信は、私たちを力強くし、希望を与え、そして神の愛の中で生きることを可能にします。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ3:16",
                            "texto": "神は、実に、そのひとり子をお与えになったほどに、世を愛されました。それは、だれでもイエスを信じる者が、滅びることなく、永遠のいのちを持つためです。"
                        },
                        {
                            "cita": "ローマ8:1",
                            "texto": "こういうわけで、今や、キリスト・イエスにある者は、罪に定められることはありません。"
                        },
                        {
                            "cita": "ヘブライ10:22",
                            "texto": "私たちは、心を清められて、悪い良心の自覚をなくし、からだを清められて、清い水で洗われたうえで、真実な心と確信とをもって神に近づこうではありませんか。"
                        }
                    ],
                    "oracion": "愛する天の父よ、あなたの御子イエス・キリストを信じることによって、永遠のいのちをすでに持っているという、この素晴らしい約束を感謝します。この確信が、私の心を満たし、恐れや不安を追い払うことができますように。困難な時にも、希望を持ち、あなたの愛と恵みをいつも感じることができますように。私の信仰を強め、あなたの御言葉に従って生きる力を与えてください。あなたの御旨に従い、あなたを愛し、隣人を愛する人生を送ることができますように。すべてをあなたに委ねます。イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "確信",
                        "永遠のいのち"
                    ]
                }
            ],
            "2025-08-03": [
                {
                    "id": "JCB-20250803",
                    "date": "2025-08-03",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "使徒の働き 16:31: \"彼らは言った、「主イエスを信じなさい。そうすれば、あなたも、あなたの家族も救われます。」\"",
                    "reflexion": "使徒の働き16:31は、私たちが救いの核心に触れる、力強い約束です。この言葉は、フィリピの牢番とその家族に、パウロとシラスが語ったものです。牢番は、地震の後、自害しようとしましたが、パウロはそれを制止し、自分たちを救う方法を尋ねました。この答えは、単なる宗教的教義ではなく、人生を変える真実です。「主イエスを信じなさい。」このシンプルな命令の中に、全人類への救いの道が示されています。信じること、それはイエス・キリストが私たちの罪のために死に、復活したことを心から受け入れることです。それは、イエスを主として認め、彼の教えに従うことを決意することです。そして、その結果として、私たちだけでなく、私たちの家族も救われると約束されています。この約束は、私たちに希望を与え、信仰を深めるものです。家族の救いは、私たちの信仰が個人的なものに留まらず、周囲の人々に影響を与えることを示唆しています。私たちがイエスを信じることで、私たちの愛する人々も救いの道へと導かれる可能性があるのです。この言葉を心に刻み、イエス・キリストへの信仰を深め、その証を積極的に伝えていきましょう。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ3:16",
                            "texto": "神は、実に、そのひとり子をお与えになったほどに、世を愛されました。それは、だれでもイエスを信じる者が、滅びないで、永遠のいのちを得るためです。"
                        },
                        {
                            "cita": "ローマ10:9",
                            "texto": "なぜなら、もしあなたの口でイエスを主と告白し、あなたの心で神がイエスを死人の中からよみがえらせたと信じるなら、あなたは救われるからです。"
                        },
                        {
                            "cita": "ガラテヤ2:20",
                            "texto": "私はキリストとともに十字架につけられました。もはや私が生きているのではなく、キリストが私のうちに生きておられるのです。いま私が、この世に生きているのは、私を愛し、私のためにご自身をささげられた神の御子に対する信仰によって生きているのです。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、救いの確信と希望を与えてくださり、感謝します。主イエス・キリストを信じることの重要性を教えてくださり、感謝します。私たちが、主を心から信じ、その信仰を日々深めていくことができますように。そして、私たちがイエスを信じることによって、私たちの家族も救いの道へと導かれることができますように。私たちの心を清め、御言葉を理解し、実践する力を与えてください。私たちが、あなたの愛を分かち合い、救いの福音を広めることができますように。私たちの信仰を強め、希望を与えてくださり、感謝します。いつも私たちのそばにいてくださり、導いてくださり、ありがとうございます。 en el nombre de Jesús, amén.",
                    "tags": [
                        "救い",
                        "信仰"
                    ]
                }
            ],
            "2025-08-04": [
                {
                    "id": "JCB-20250804",
                    "date": "2025-08-04",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "エペソ人への手紙 5:1-2 JCB: 「ですから、愛されている子供のように、神にならいなさい。キリストも私たちを愛し、私たちのためにご自分を献げ、神への香りの良いささげ物とされました。」",
                    "reflexion": "「愛されている子供のように、神にならいなさい。」この言葉は、私たちクリスチャンが日々の生活でどのように生きるべきかを示す力強い指針です。神の愛を受け、その愛に応えるように生きることは、単なる義務ではなく、喜びとなるべきです。キリストの模範、すなわち私たちを愛し、ご自身を献げられたその姿を心に刻み、日々の行動に反映させましょう。\n\n「キリストも私たちを愛し、私たちのためにご自分を献げ、神への香りの良いささげ物とされました。」この言葉は、キリストの犠牲の大きさを物語っています。キリストは、私たちを罪から救うために、ご自身の命を捧げられました。この無償の愛に応えるためには、私たちも愛をもって生き、キリストの教えに従い、他者のために尽くすことが求められます。それは、神への香りの良いささげ物、すなわち神が喜ばれる生き方です。日々の生活の中で、小さな親切や思いやり、赦しを通して、キリストの愛を具体的に表していきましょう。この愛の実践は、神との関係を深め、私たちの心を豊かにします。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの第一の手紙 4:19",
                            "texto": "私たちが愛するのは、神がまず私たちを愛してくださったからです。"
                        },
                        {
                            "cita": "ローマ人への手紙 5:8",
                            "texto": "しかし、私たちがまだ罪人であったとき、キリストは私たちのために死んでくださいました。このことによって、神は私たちに対するご自身の愛を明らかにしておられます。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 2:20",
                            "texto": "私はキリストとともに十字架につけられています。もはや私が生きているのではなく、キリストが私のうちに生きておられるのです。いま私が、肉において生きているのは、私を愛し、私のためにご自身を献げられた神の御子に対する信仰によって生きているのです。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、あなたの愛の大きさを改めて感じることができました。あなたの愛に応え、キリストの模範に従って生きることを決意します。私たちを愛し、ご自身の命を捧げられたキリストの愛を、日々の生活の中で実践し、他者を愛し、赦し、助けることができますように。そして、あなたの香りの良いささげ物となるような生き方をさせてください。私たちを導き、あなたの御心にかなう者としてください。私たちの心を清め、あなたの愛で満たしてください。感謝します、父よ。あなたの御名が崇められますように。 en el nombre de Jesús, amén.",
                    "tags": [
                        "愛",
                        "キリスト"
                    ]
                }
            ],
            "2025-08-05": [
                {
                    "id": "JCB-20250805",
                    "date": "2025-08-05",
                    "language": "ja",
                    "version": "JCB",
                    "versiculo": "マルコの福音書 16:15 JCB: \"それからイエスは弟子たちに言われた。「全世界に出て行き、すべての人々に福音を宣べ伝えなさい。」\"",
                    "reflexion": "マルコの福音書16:15は、イエス・キリストが復活後、弟子たちに与えた重要な使命を伝えています。この命令は、単なる選択肢ではなく、すべての信者に対する義務です。イエスは、弟子たちに「全世界に出て行き」と命じ、福音を宣べ伝えることを求めています。これは、地理的な制限を超え、あらゆる場所にいる人々に福音を届けることを意味します。この命令は、福音を伝えることの重要性を示しています。福音とは、イエス・キリストの死と復活を通して人類に提供された救いの良い知らせです。福音を宣べ伝えることは、人々に希望と命を与えることであり、彼らを神との関係に導くことです。この使命は、私たち一人ひとりに課せられています。私たちは、自分の生活の中で、言葉と行いを通して、福音を伝えることができます。それは、友人、家族、同僚に福音を分かち合うことかもしれませんし、奉仕活動や宣教活動に参加することかもしれません。イエスは、私たちの能力や経験に関わらず、私たちにこの使命を与えました。私たちは、聖霊の助けを借りて、恐れずに福音を宣べ伝えることができます。この命令は、私たちに責任と喜びを与えます。福音を伝えることは、私たち自身の信仰を深め、他の人々の人生に影響を与える機会です。私たちは、神の愛を分かち合い、世界を変えるために、この使命に取り組むことができます。",
                    "para_meditar": [
                        {
                            "cita": "マタイの福音書 28:19",
                            "texto": "だから、あなたがたは行って、すべての国民を弟子としなさい。そして、父、子、聖霊の御名によってバプテスマを授け、"
                        },
                        {
                            "cita": "使徒の働き 1:8",
                            "texto": "しかし、聖霊があなたがたの上に臨むとき、あなたがたは力を受けます。そして、エルサレム、ユダヤとサマリヤの全土、さらに地の果てまで、わたしの証人となります。」"
                        },
                        {
                            "cita": "ローマ人への手紙 10:14",
                            "texto": "しかし、まだ信じたことのない方に、どうして呼びかけることができるでしょうか。聞いたことのない方を、どうして信じることができるでしょうか。宣教する人が、遣わされなければ、どうして聞くことができるでしょうか。"
                        }
                    ],
                    "oracion": "愛する神様、今日も一日、あなたの御言葉を心に留め、福音を宣べ伝える使命を果たすことができますように。イエス様が私たちに与えてくださったこの素晴らしい使命を、恐れることなく、喜びをもって受け入れます。私たちの言葉と行いを通して、あなたの愛を分かち合い、人々の心に希望の光を灯すことができますように。私たちの弱さを知っていますが、聖霊様の導きと力によって、福音を伝えることができますように。私たちの心を清め、あなたの御言葉を理解し、実践する力を与えてください。世界中の人々に福音が届き、救いの喜びを味わうことができますように。感謝します、主よ、あなたの愛と恵みに。私たちがあなたのために生き、あなたに栄光を帰することができますように。en el nombre de Jesús, amén.",
                    "tags": [
                        "伝道",
                        "使命"
                    ]
                }
            ]
        }
    }
}