{
    "data": {
        "ja": {
            "2025-08-01": [
                {
                    "id": "ja_joh133435_20250801",
                    "date": "2025-08-01",
                    "language": "ja",
                    "version": "JA-SK2017",
                    "versiculo": "ヨハネの福音書 13:34-35 JA-SK2017: \"新しい掟をあなたがたに与えます。互いに愛し合いなさい。わたしがあなたがたを愛したように、あなたがたも互いに愛し合いなさい。互いに愛し合うならば、それによって、あなたがたがわたしの弟子であることを、すべての人が知るようになります。\"",
                    "reflexion": "この聖句は、イエス・キリストが弟子たちに与えた、愛についての最も重要な教えの一つです。イエスは、私たちが互いに愛し合うことを新しい掟として与えられました。この愛は、単なる感情ではなく、イエスが私たちを愛されたように、自己犠牲的で無条件の愛です。イエスは、私たちが互いに愛し合うことによって、私たちが彼の弟子であることを世界に示すことができると言われました。これは、私たちがキリストの教えに従い、キリストの愛を反映する生活を送ることを意味します。この愛は、私たちの行動、言葉、そして日々の交わりを通して具体的に表されるべきです。それは、私たちを区別する印であり、私たちがキリストの光を世界に照らすための手段です。私たちの愛が、私たちの行動を導き、他者への奉仕の意欲を刺激し、そして何よりも、キリストとの関係を深めることを願っています。私たちが互いを愛する時、私たちはキリストの愛を世界に示し、人々をキリストへと導くのです。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの第一の手紙 4:7",
                            "texto": "愛する者たち、互いに愛し合いましょう。愛は神から出ているからです。愛する者は皆、神から生まれ、神を知っています。"
                        },
                        {
                            "cita": "ローマ人への手紙 12:10",
                            "texto": "兄弟愛をもって互いに愛し合い、尊敬をもって互いに相手をしのぎなさい。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 5:14",
                            "texto": "すべての律法は、ただ一つの言葉、すなわち、「あなたの隣人をあなた自身のように愛しなさい」という言葉の中に要約されています。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日もあなたの愛の深さを教えてくださり、感謝します。イエス様が私たちに教えてくださったように、互いに愛し合うことを願います。私たちが、他人を思いやり、理解し、赦すことができるように、あなたの愛で私たちの心を満たしてください。私たち自身の弱さにもかかわらず、あなたのように愛することができるように、私たちを助けてください。私たちが互いを愛し合うことによって、あなたの光を世界に示し、あなたの御名が崇められますように。私たちが日々の生活の中で、あなたの愛を具体的に実践できますように。あなたの御心に従い、あなたの愛を分かち合う者となれますように。主イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "愛",
                        "弟子"
                    ]
                }
            ],
            "2025-08-02": [
                {
                    "id": "ja-SK2017-20250802",
                    "date": "2025-08-02",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "ローマ人への手紙 5:1 SK2017: \"それで、わたしたちは信仰によって義と認められたので、わたしたちの主イエス・キリストを通して神との平和を得ています。\"",
                    "reflexion": "このローマ人への手紙5:1は、キリスト教信仰の核心を語っています。信仰によって義と認められる、つまり、神との正しい関係が確立されるという事実を提示しています。これは、私たちが自らの行いによってではなく、イエス・キリストの犠牲を通して、神の恵みによって救われることを意味します。この「義と認められる」という状態は、単なる法的宣言ではありません。それは、神との平和へと繋がる、根本的な変化です。この平和は、罪との和解、神との親密な関係の回復、そして神の愛と恵みの中での安らぎを含んでいます。この平和は、私たちが人生の様々な試練や困難に直面した時にも、揺るがない基盤となります。キリストを通して、私たちは神の愛を体験し、神の臨在の中で生き、希望と喜びを見出すことができます。この聖句は、私たちが信仰によって神との平和を享受し、その平和を他の人々と分かち合うように促しています。それは、私たちの人生がキリストにある希望に満ち溢れていることを示しています。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネによる福音書 14:27",
                            "texto": "わたしは平安をあなたがたに残します。わたしの平安をあなたがたに与えます。わたしがあなたがたに与えるのは、世が与えるのとは違います。あなたがたは心を騒がせることも、おじけることもありません。"
                        },
                        {
                            "cita": "ピリピ人への手紙 4:7",
                            "texto": "そうすれば、すべての理解を超える神の平安が、あなたがたの心と思いをキリスト・イエスにあって守ってくれます。"
                        },
                        {
                            "cita": "コロサイ人への手紙 3:15",
                            "texto": "キリストの平安が、あなたがたの心を支配するようにしなさい。この平安にあずかるように、あなたがたは招かれたのです。感謝しなさい。"
                        }
                    ],
                    "oracion": "愛する天の父よ、あなたの恵みとイエス・キリストを通して与えられた平和に感謝します。私は、自分の力ではなく、あなたの愛と犠牲によって義と認められたことを悟り、感謝します。私の心に、あなたからの平和が満ち溢れるように、そして、その平和を他の人々と分かち合うことができるようにしてください。困難な時にも、あなたの平安が私の心を支配し、恐れや不安を打ち消し、希望と喜びで満たしてくださいますように。あなたとの親密な関係を深め、あなたの御言葉に従い、あなたの御心を行えるように導いてください。あなたの御名が崇められますように。イエス様の御名によってお祈りします。アーメン。",
                    "tags": [
                        "平和",
                        "信仰"
                    ]
                }
            ],
            "2025-08-03": [
                {
                    "id": "JA-SK2017-20250803",
                    "date": "2025-08-03",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "マタイの福音書 16:18-19 SK2017: \"またわたしもあなたに言う。あなたはペテロである。そしてわたしはこの岩の上にわたしの教会を建てよう。陰府の力もそれに打ち勝つことはない。わたしはあなたに天の御国の鍵を授けよう。あなたが地上でつなぐことは、天においてもつながれ、あなたが地上で解くことは、天においても解かれるであろう。\"",
                    "reflexion": "この聖句は、イエス・キリストがペテロに重要な役割を与え、教会の基盤を築くことについて語っています。イエスはペテロに「岩」という名前を与え、その岩の上に教会を建てると約束しました。ここで言う「岩」とは、ペテロの信仰告白、つまりイエスがキリストであり、生ける神の子であるという信仰を指しています。この信仰こそが教会の基礎であり、陰府の力に打ち勝つ力となります。さらに、イエスはペテロに天の御国の鍵を与え、地上でつなぐこと、解くことの権威を与えました。これは、弟子たちが福音を宣べ伝え、人々の罪を赦し、福音を受け入れた人々を教会に迎え入れる権威を意味します。この聖句は、教会の重要性、信仰の力、そして弟子たちに与えられた権威を強調しています。私たちは、キリストを土台とし、彼の教えに従い、福音を伝え、人々を愛し、共に教会を築き上げていく使命があります。この使命を果たすために、私たちはキリストの御言葉を学び、祈り、互いに励まし合い、神の愛を実践していく必要があります。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの福音書 1:42",
                            "texto": "そして彼をイエスのもとに連れて来た。イエスは彼を見て言われた、「あなたはヨハネの子シモンです。あなたはケファ（ペテロのこと）と呼ばれます」。"
                        },
                        {
                            "cita": "使徒の働き 4:11",
                            "texto": "このイエスこそ、あなたがたの建て主である石、すなわち、あなたがたが捨てた石、隅の頭となった石です。"
                        },
                        {
                            "cita": "エペソ人への手紙 2:20",
                            "texto": "あなたがたは、使徒と預言者という土台の上に建てられ、イエス・キリストご自身が隅の頭の石です。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、教会の重要性と、私たち一人ひとりがキリストの体の一部であることを深く理解させてくださり感謝します。ペテロへの約束を通して、私たちも信仰の岩の上に建てられ、陰府の力に打ち勝つことができると教えてくださいました。私たちが御言葉を学び、実践し、互いを愛し、福音を世界に伝え、あなたの御国を築くために用いられますように。私たちが日々の生活の中で、あなたの愛と恵みを反映し、他の人々をあなたの御許に導くことができますように。私たちの心を開き、あなたの御心に従うことができるように助けてください。イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "教会",
                        "信仰"
                    ]
                }
            ],
            "2025-08-04": [
                {
                    "id": "JA-SK2017-20250804",
                    "date": "2025-08-04",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "エペソ人への手紙 6:1-3 SK2017: \"子供たちよ、主にあってあなたの両親に従いなさい。これは正しいことだからです。あなたの父と母を敬いなさい。これは、約束を伴う最初の戒めです。それは、あなたをよくし、あなたの地で長生きするためです。\"",
                    "reflexion": "この聖句は、親と子供の関係における神の秩序を明確に示しています。子供たちには、主にあって親に従うように命じています。これは、単なる社会的なルールではなく、神の義にかなった行為です。親を敬うことは、最初の戒めであり、約束を伴っています。その約束とは、長く生き、祝福された人生を送るということです。この教えは、親の権威を尊重することの重要性を強調しています。親は、子供たちの成長と成熟を導くために、神から与えられた役割を担っています。子供たちが親に従うとき、彼らは神の意志に従い、神の祝福を受けます。しかし、親もまた、子供たちを愛し、彼らを神の教えに従って育てなければなりません。この関係は相互的なものであり、両方の当事者が神の愛と知恵に従うことによって、調和と祝福が生まれます。この聖句は、家族の基盤を築き、信仰と敬虔さを育むための指針となります。親を敬うことは、神への敬虔さの第一歩であり、祝福された人生への道を開きます。",
                    "para_meditar": [
                        {
                            "cita": "箴言 1:8",
                            "texto": "わが子よ、あなたの父の教えを聞き、あなたの母の教えを捨ててはならない。"
                        },
                        {
                            "cita": "コロサイ人への手紙 3:20",
                            "texto": "子供たちよ、すべてのことにおいて、両親に従いなさい。これは主に従うこととして、主に喜ばれることである。"
                        },
                        {
                            "cita": "出エジプト記 20:12",
                            "texto": "あなたの父と母を敬え。これは、あなたの神、主があなたに与えようとしている土地で、あなたの日々が長くなるためである。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、私たちが両親を敬い、従うことの重要性を教えてくださり感謝します。子供たちを祝福し、親として、私たちが神の教えに従って子供たちを導くことができるように助けてください。私たちに知恵と忍耐を与え、家族の中で愛と理解を育むことができますように。親を敬うことの祝福を認識し、神の命令に従うことを願います。私たちが、あなたの御心に従って、長生きし、祝福された人生を送ることができますように。私たちを導き、あなたの愛と恵みで満たしてください。あなたの御名が崇められますように。イエスの御名によってお祈りします。アーメン。",
                    "tags": [
                        "家族",
                        "従順"
                    ]
                }
            ],
            "2025-08-05": [
                {
                    "id": "mat262628jaSK2017",
                    "date": "2025-08-05",
                    "language": "ja",
                    "version": "JA-SK2017",
                    "versiculo": "マタイの福音書 26:26-28: \"彼らが食事をしているとき、イエスはパンを取り、祝福してこれを裂き、弟子たちに与えて言われた。「取って食べなさい。これはわたしの体です。」それから、杯を取り、感謝して彼らに与えて言われた。「みな、この杯から飲みなさい。これは、罪の赦しのために、多くの人のために流される、わたしの契約の血です。\"",
                    "reflexion": "この聖句は、イエス・キリストが最後の晩餐で弟子たちと共にした出来事を描いています。パンと杯は、イエスの体と血を象徴し、彼の死と私たちの罪の赦しを結びつける象徴となっています。この場面は、単なる食事ではなく、キリストの愛と自己犠牲の深さを表しています。イエスは、自らの命を犠牲にして、私たちを罪から救うという契約を結ばれました。パンを裂き、杯を分かち合う行為は、私たちに彼の体と血を思い起こさせ、彼の死を記念するよう命じています。この聖餐式は、私たちがキリストとの交わりを深め、彼の愛を再認識する機会となります。私たちは、この出来事をとおして、キリストの愛の深さ、そして私たちの救いの確信を得るのです。この聖句を深く瞑想することで、私たちは自己犠牲の精神、愛、そして罪からの解放を理解し、キリストの模範に従うように促されます。私たちの罪の赦しのために流されたキリストの血を感謝し、彼の愛に応える生き方を心がけましょう。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの福音書 6:51",
                            "texto": "わたしは、天から下ってきた生きたパンです。だれでもこのパンを食べるなら、永遠に生きます。そして、わたしが与えるパンは、世の命のために与える、わたしの肉です。」"
                        },
                        {
                            "cita": "ローマ人への手紙 5:8",
                            "texto": "しかし、私たちがまだ罪人であったとき、キリストが私たちのために死んでくださったことにより、神は私たちに対するご自身の愛を明らかにして下さいました。"
                        },
                        {
                            "cita": "コリント人への第一の手紙 11:24-25",
                            "texto": "そして、感謝してこれを裂き、「これはあなたがたのためのわたしの体です。わたしの記念として、これを行ないなさい」と言われました。食事の後、杯も同じようにして、「この杯は、わたしの血による新しい契約です。飲むたびに、わたしの記念として、これを行ないなさい」と言われました。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日のこのデボーションを通して、イエス・キリストの自己犠牲の愛を深く感じ、感謝することができますように。最後の晩餐で、主が私たちを救うためにご自身の体と血を与えてくださったことを思い起こし、感謝します。私たちの罪を赦し、永遠の命を与えてくださった主の恵みに心から感謝いたします。主の愛に応え、主の御心に従って生きる力を与えてください。日々の生活の中で、主の教えを実践し、主の愛を分かち合うことができますように。私たちの心を主の愛で満たし、主との親密な交わりを深めることができますように。主の御名が崇められますように。そして、私たちが主の御言葉を心に刻み、常に主を賛美し、主のために生きることを願います。 in the name of Jesus, amén.",
                    "tags": [
                        "聖餐",
                        "救い"
                    ]
                }
            ],
            "2025-08-06": [
                {
                    "id": "GSK20170806JA",
                    "date": "2025-08-06",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "ガラテヤ人への手紙 5:16 SK2017: 「私は言います。御霊によって歩みなさい。そうすれば、決して肉の欲を満たすことはありません。」",
                    "reflexion": "ガラテヤ人への手紙 5:16 は、私たちクリスチャンの生活における中心的な真実を教えています。それは、御霊に従って歩むこと、つまり、聖霊の導きに心を開き、聖霊に私たちの行動を支配させることです。聖霊の導きに従うとき、私たちは肉の欲、つまり、私たちの本性にある罪深い願望に打ち勝つことができます。これは、単なる努力の問題ではありません。それは、聖霊との深い関係を築き、聖霊に私たちの心を支配させるという、継続的な選択の問題です。この選択は、私たちが御霊によって歩むことを意味します。私たちが御霊によって歩むとき、肉の欲を満たすことはなくなります。私たちは、聖霊の実を結び、愛、喜び、平和、忍耐、親切、善意、誠実、柔和、自制心を示すようになります。私たちが聖霊に満たされると、罪に対する勝利が約束されています。私たちは、聖霊の力によって、キリストのような生活を送ることができるのです。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 8:5",
                            "texto": "肉に従う者は肉のことを思い、御霊に従う者は御霊のことを思います。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 5:22-23",
                            "texto": "しかし、御霊の実は、愛、喜び、平和、忍耐、親切、善意、誠実、柔和、自制心です。このようなものを禁ずる律法はありません。"
                        },
                        {
                            "cita": "ヨハネの福音書 14:26",
                            "texto": "しかし、助け主、すなわち、父がわたしの名によってお遣わしになる聖霊は、あなたがたにすべてのことを教え、わたしがあなたがたに話したすべてのことを思い起こさせてくださいます。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日もあなたの御前に感謝します。あなたのご聖霊が私を導き、私を教え、私に力を与えてくださることを感謝します。あなたが私の心を満たし、私の思考を支配し、私の行動を導いてくださるようお願いします。私が肉の欲に屈することなく、御霊の導きに従って歩むことができますように。私の言葉、私の行動、私の心があなたの栄光を現すことができますように。私をあなたの愛と恵みで満たし、あなたの御旨にかなう者としてください。私をあなたの御子イエス・キリストの姿に変えてください。この祈りを、あなたの御名によって、お願いいたします。アーメン。",
                    "tags": [
                        "御霊",
                        "歩み"
                    ]
                }
            ],
            "2025-08-07": [
                {
                    "id": "JA-SK2017-20250807",
                    "date": "2025-08-07",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "使徒の働き 1:8 SK2017: \"しかし、聖霊があなたがたの上に臨むとき、あなたがたは力を受けます。そして、エルサレム、ユダヤ全土、サマリヤ、地の果てまで、わたしの証人となります。\"",
                    "reflexion": "この使徒の働き1:8の言葉は、イエス・キリストが昇天する前に弟子たちに与えた最後の命令です。この命令は、単なる地理的な広がりを示すだけでなく、聖霊の力によって証人となるという、深い霊的な真理を伝えています。聖霊が臨むことによって、弟子たちは特別な力を受け、恐れを克服し、大胆に福音を宣べ伝えることができるようになります。この力は、私たちが自分自身の能力や知恵に頼るのではなく、神の力に頼ることを意味します。証人となることは、単に事実を伝えること以上の意味を持ちます。それは、イエス・キリストとの個人的な出会いを共有し、その愛と救いを人々に伝えることです。エルサレムから地の果てまで、この命令は、私たちの個人的な環境から世界全体へと広がる、福音の普遍性を示しています。私たちは、それぞれの場所で、神の愛を証しし、キリストの福音を伝えていく使命を担っています。この使命を果たすためには、聖霊の導きを求め、日々祈り、聖書の言葉に耳を傾け、キリストの模範に従って生きることが不可欠です。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ14:26",
                            "texto": "しかし、助け主、すなわち父がわたしの名によってお遣わしになる聖霊は、あなたがたにすべてのことを教え、わたしが話したすべてのことを思い起こさせてくださいます。"
                        },
                        {
                            "cita": "ローマ8:14",
                            "texto": "神の御霊によって導かれる者は、みな神の子どもです。"
                        },
                        {
                            "cita": "ガラテヤ5:22-23",
                            "texto": "しかし、御霊の実は、愛、喜び、平安、寛容、親切、善意、誠実、柔和、自制です。このようなものを禁ずる律法はありません。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日もあなたの御前に感謝します。私たちに聖霊を与え、あなたの証人となる力を与えてくださったことを感謝します。あなたの御言葉が私たちの心に深く刻まれ、私たちがあなたのために大胆に語り、行動することができますように。恐れや不安に打ち勝つ力を与え、あなたの愛を人々に伝えられますように。私たちの心と思いと考えを支配してください。私たちが聖霊の導きに従い、あなたの御心を行うことができますように。私たちの言葉と行いが、あなたの栄光を現し、多くの人々があなたを知るきっかけとなりますように。私たちの周りの人々に、あなたの愛と救いを示し、彼らがあなたに近づくことができますように。すべてをあなたに委ね、あなたの御名が崇められますように。 en el nombre de Jesús, amén.",
                    "tags": [
                        "聖霊",
                        "証人"
                    ]
                }
            ],
            "2025-08-08": [
                {
                    "id": "ja1john520JA-SK2017",
                    "date": "2025-08-08",
                    "language": "ja",
                    "version": "JA-SK2017",
                    "versiculo": "ヨハネの手紙第一 5:20 JA-SK2017: \"また、私たちは、神の子が来て、私たちに知恵を与えてくださったことを知っています。それは、私たちが真実な方を知り、その方の中にいるためです。この方こそ、真実な神、永遠のいのちです。\"",
                    "reflexion": "このヨハネの手紙第一 5:20は、私たちがキリストにある真実の知識、そして永遠のいのちを持っているという素晴らしい真理を伝えています。私たちは、神の子イエス・キリストを通して、真実な神を知るようになりました。この知識は、単なる知的な理解ではなく、私たちの存在全体を変える、生きた関係です。この真実を知ることは、私たちが永遠のいのちを享受する道へと導きます。イエスは真実な神であり、永遠のいのちそのものです。この認識は、私たちの信仰の基盤となり、日々の生活において確固たる希望と平安を与えてくれます。私たちが神との関係を深め、キリストの教えに従うとき、私たちは真実の中に生き、永遠のいのちを体験することができます。この聖句は、私たちがこの真実を理解し、受け入れ、そして生きるようにと励ましています。この真実を心に留め、キリストとの関係を大切に育みましょう。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ14:6",
                            "texto": "イエスは彼に言われた、「わたしが道であり、真理であり、いのちなのです。わたしによらなければ、だれも父のもとへ行くことはできません。」"
                        },
                        {
                            "cita": "ローマ8:1",
                            "texto": "ですから、今や、キリスト・イエスにある者は罪に定められることはありません。"
                        },
                        {
                            "cita": "コロサイ3:3",
                            "texto": "あなたがたは死んだのであって、あなたがたのいのちはキリストと共に神の中に隠されているからです。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、あなたの真実を知り、永遠のいのちを持っていることを教えてくださり感謝します。私たちがイエス・キリストを通してあなたを知り、あなたとの関係を深めることができますように。あなたの御言葉を学び、あなたの御心に従うことができますように。私たちの心があなたの愛で満たされ、あなたの平安が私たちのうちに豊かにありますように。私たちの信仰を強め、困難な時にも揺るがないようにしてください。私たちがあなたの真実を証しし、他の人々をあなたに導くことができますように。私たちの人生のすべての側面であなたを第一にすることができますように。そして、あなたの栄光を現すことができますように。この祈りを、私たちの救い主、イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "いのち",
                        "真実"
                    ]
                }
            ],
            "2025-08-09": [
                {
                    "id": "juan1516JA-SK2017",
                    "date": "2025-08-09",
                    "language": "ja",
                    "version": "JA-SK2017",
                    "versiculo": "ヨハネの福音書 15:16: \"あなたがたがわたしを選んだのではなく、わたしがあなたがたを選び、あなたがたを立てたのです。それは、あなたがたが行って実を結び、その実が残るためです。そうすれば、あなたがたがわたしの名によって父に求めるものは何でも、父はあなたがたにお与えになります。\"",
                    "reflexion": "この聖句は、私たちがキリストとの関係において積極的な役割を担っていることを力強く示しています。イエスは私たちを選び、実を結ぶように立てられたのです。これは単なる選択ではなく、目的を持った任命です。私たちが実を結ぶとは、キリストの教えに従い、愛を示し、他の人々をイエスへと導くことなどを意味します。重要なのは、私たちの努力が実を結ぶように、イエスが私たちを支え、助けてくださるということです。私たちは自力で実を結ぶのではなく、イエスとのつながりを通して、聖霊の力によって実を結ぶのです。この約束は、私たちが父に求めるものは何でも与えられるという励ましを与えてくれます。ただし、これは利己的な願いではなく、イエスの名によって、つまりイエスの教えと御心に沿った願いのことです。私たちは積極的にイエスに従い、実を結ぶことを選び、神の愛を世界に広めていく使命を担っています。この聖句は、私たちが単なる傍観者ではなく、神の壮大な計画の中で能動的な役割を果たしていることを思い出させてくれます。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの福音書 15:5",
                            "texto": "わたしはぶどうの木、あなたがたは枝です。人がわたしにとどまり、わたしもその人にとどまっているなら、その人は多くの実を結びます。わたしを離れては、あなたがたは何もできないからです。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 5:22-23",
                            "texto": "しかし、御霊の実は、愛、喜び、平安、寛容、親切、善意、誠実、柔和、自制です。このようなものを禁ずる律法はありません。"
                        },
                        {
                            "cita": "マタイによる福音書 7:16",
                            "texto": "あなたがたは、彼らの実によって彼らを見分けることができます。ぶどうからは、ぶどうの実が、いばらからは、いちじくの実が取れるでしょうか。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日のこの聖句を通して、私が選ばれ、実を結ぶように立てられたことを感謝します。あなたの御心に従い、イエス様とのつながりを深め、聖霊の導きに従って、多くの実を結ぶことができますように。私自身のことだけでなく、周りの人々のために、あなたの愛と恵みを分かち合うことができますように。困難な時にも、イエス様を通して父に求めるものを信じ、祈り求めることができますように。私の心と思いをあなたの御心に合わせ、常にあなたを賛美し、あなたの栄光を現すことができますように。御言葉を日々の糧とし、あなたの愛の中で成長し、あなたの御業のために用いられることができますように。あなたの御名によって祈ります。アーメン。",
                    "tags": [
                        "選ばれた",
                        "実を結ぶ"
                    ]
                }
            ],
            "2025-08-10": [
                {
                    "id": "JA-SK2017-0810",
                    "date": "2025-08-10",
                    "language": "ja",
                    "version": "SK2017",
                    "versiculo": "ローマ人への手紙 8:31 SK2017: 「それゆえ、これらのことについて、何と言えばよいでしょうか。もし神がわたしたちの味方であるなら、だれがわたしたちに敵対するでしょうか。」",
                    "reflexion": "このローマ人への手紙8章31節は、キリスト者の人生における究極の質問に答えています。私たちが直面するあらゆる課題、苦難、迫害の中で、私たちが確固として立つことができる根拠を提示しています。もし神が私たちの味方であるなら、誰が私たちに敵対できるでしょうか？この力強い問いは、神の無限の力と愛を前提としています。神は私たちを愛し、私たちを救うためにイエス・キリストを送られました。そして、私たちが神の御子を信じるなら、神は私たちの味方となるのです。このことは、私たちの人生における困難な状況に直面するとき、大きな慰めと励ましとなります。私たちは、恐れや不安に圧倒されるのではなく、神が私たちの味方であるという確信を持つことができます。神は、私たちを守り、助け、そして私たちを勝利へと導いてくださいます。この確信は、私たちの信仰の基盤となり、私たちが困難を乗り越えるための力となります。私たちは、神の愛と力に頼り、あらゆる状況において神の御心に従って生きることができます。神が私たちの味方であることは、揺るぎない真実であり、私たちの人生の旅路を支える希望です。",
                    "para_meditar": [
                        {
                            "cita": "詩篇 23:4",
                            "texto": "たといわたしは死の陰の谷を歩むとしても、わざわいを恐れません。あなたがわたしと共におられるからです。あなたのむちと、あなたの杖は、わたしを慰めます。"
                        },
                        {
                            "cita": "イザヤ書 41:10",
                            "texto": "恐れるな。わたしはあなたと共にいる。驚くな。わたしはあなたの神である。わたしはあなたを強くし、あなたを助け、わたしの義の右の手であなたをささえる。"
                        },
                        {
                            "cita": "マタイによる福音書 28:20",
                            "texto": "わたしがあなたがたに命じたすべてのことを守るように、彼らを教えなさい。見よ、わたしは世の終わりまで、いつもあなたがたとともにいます。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、あなたの永遠の愛と保護を再確認することができました。私たちは、人生の試練と困難に直面するとき、しばしば不安と恐れに襲われます。しかし、あなたの御言葉は私たちに、私たちが一人ではないことを教えてくれます。あなたは私たちの味方であり、私たちを愛し、私たちを守り、私たちを導いてくださいます。私たちがあなたの御心に従って生き、あなたを信頼し、あなたの恵みと力を求めることができますように。困難な状況においても、あなたの平安と希望を心に抱き、勝利を確信する力を与えてください。あなたの御言葉を私たちの心に刻み、日々の生活の中で実践することができますように。あなたの御名が崇められますように。 in the name of Jesus, amén.",
                    "tags": [
                        "神の愛",
                        "勝利"
                    ]
                }
            ]
        }
    }
}