{
    "data": {
        "zh": {
            "2026-08-01": [
                {
                    "id": "新译本-20260801",
                    "date": "2026-08-01",
                    "language": "zh",
                    "version": "新译本",
                    "versiculo": "使徒行传 10:38 新译本: \"神怎样用圣灵和能力膏抹了拿撒勒人耶稣，叫他周游四方行善事，医好所有被魔鬼压制的人，因为　神与他同在。\"",
                    "reflexion": "这节经文，使徒行传10:38，像一道明亮的光芒，照亮了耶稣基督在地上的事工。它不仅仅是一个历史的描述，更是一个关于神圣授权和使命的深刻启示。神用圣灵和能力膏抹了耶稣，这“膏抹”不仅仅是一种仪式，而是一种充满力量的赋予，使耶稣能够完成神所赋予的任务。耶稣的使命是双重的：行善事和医好被魔鬼压制的人。这两种行动紧密相连，体现了耶稣对人类的爱和对罪恶的对抗。行善事，意味着在物质和精神上满足人们的需求，帮助他们摆脱贫困、疾病和绝望。医好被魔鬼压制的人，则意味着释放那些被罪恶和黑暗力量束缚的人，带给他们自由和希望。这节经文强调了耶稣事工的普世性。他没有只专注于某个群体，而是周游四方，将福音传遍各地。这是一个邀请，邀请我们效法耶稣，在自己的生活和环境中，以圣灵的能力去行善，去医治，去帮助那些需要帮助的人。记住，神与耶稣同在，也与我们同在，如果我们愿意顺服祂的旨意，用爱去服务他人。",
                    "para_meditar": [
                        {
                            "cita": "约翰福音 14:12",
                            "texto": "我实实在在地告诉你们，我所做的事，信我的人也要做，并且要做比这更大的事，因为我往父那里去。"
                        },
                        {
                            "cita": "马太福音 25:40",
                            "texto": "王要回答他们说：‘我实在告诉你们，这些事你们做在我最小的弟兄身上，就是做在我身上了。’"
                        },
                        {
                            "cita": "加拉太书 5:13",
                            "texto": "弟兄们，你们蒙召是要得自由，只是不可把自由当作放纵情欲的机会，总要凭着爱心互相服侍。"
                        }
                    ],
                    "oracion": "慈爱的天父，感谢你赐下圣灵和能力给耶稣，让他能够行善事，医治受苦的人。求你帮助我，也充满圣灵，让我能够效法耶稣，用爱心去服侍身边的人。求你让我看到那些被魔鬼压制的人，并用你的爱和真理去帮助他们摆脱束缚。赐给我智慧和勇气，让我能够勇敢地面对挑战，并忠心地完成你所托付的使命。求你引导我的脚步，让我能够走在你的旨意中，将你的爱传递给每一个人。求你让我时刻记住，你与我同在，并赐给我力量去克服一切困难。求你帮助我，成为一个忠心的仆人，荣耀你的名。在耶稣基督的名里，阿们。",
                    "tags": [
                        "服侍",
                        "医治"
                    ]
                }
            ],
            "2026-08-02": [
                {
                    "id": "新译本-20260802",
                    "date": "2026-08-02",
                    "language": "zh",
                    "version": "新译本",
                    "versiculo": "使徒行传 1:5 新译本: \"约翰是用水施洗，但过不多久，你们要受圣灵的洗。\"",
                    "reflexion": "这节经文简洁有力，预示了即将到来的重大转变。约翰的水洗是悔改的象征，预备人心迎接弥赛亚。然而，耶稣带来的洗礼远不止于此，它将是圣灵的洗礼。这圣灵的洗礼，是能力的洗礼，是更新的洗礼，是生命的洗礼。它不是外在的仪式，而是内在的转化。使徒们即将经历的，不再仅仅是悔改和赦罪，而是被圣灵充满，拥有属天的能力去见证福音，建立教会，完成上帝的旨意。这预示着一个新时代的开始，一个圣灵运行的时代。我们今天也同样需要这样的洗礼。我们的生命需要被圣灵充满，不再仅仅满足于表面的宗教活动，而是渴望经历上帝的大能和恩典。我们需要敞开心门，让圣灵来塑造我们，洁净我们，使我们成为基督的见证人，将福音传扬到世界的每一个角落。让我们今天就祈求圣灵的浇灌，经历生命的更新，活出更丰盛的生命。",
                    "para_meditar": [
                        {
                            "cita": "约翰福音 1:33",
                            "texto": "我先前不认识他，只是那差我来用水施洗的，对我说：‘你看见圣灵降下来，住在谁身上，谁就是用圣灵施洗的。’"
                        },
                        {
                            "cita": "使徒行传 2:4",
                            "texto": "他们就都被圣灵充满，按着圣灵所赐的口才说起别国的话来。"
                        },
                        {
                            "cita": "哥林多前书 12:13",
                            "texto": "我们不拘是犹太人，是希腊人，是为奴的，是自主的，都从一位圣灵受洗，成了一个身体，并且都喝了一杯圣灵。"
                        }
                    ],
                    "oracion": "慈爱的天父，感谢你赐下圣灵。今天，我祈求你，用你的圣灵充满我，就像你充满早期的门徒一样。求你洁净我的心，除去我生命中一切的污秽和阻碍。赐给我属天的智慧和能力，让我能够明白你的旨意，并勇敢地去实践。求你帮助我，在日常生活中活出基督的样式，成为你荣耀的见证。求你赐给我爱心、喜乐、和平、忍耐、恩慈、良善、信实、温柔、节制。我恳求你，让我能够敏锐地听到圣灵的微声，并顺服你的引导。在我的软弱中，求你成为我的力量；在我的疑惑中，求你成为我的指引。我祈求你，让我的生命被圣灵充满，愿你的国降临，愿你的旨意行在地上，如同行在天上。在耶稣基督的圣名里，阿们。",
                    "tags": [
                        "圣灵",
                        "洗礼"
                    ]
                }
            ],
            "2026-08-03": [
                {
                    "id": "新译本-20260803",
                    "date": "2026-08-03",
                    "language": "zh",
                    "version": "新译本",
                    "versiculo": "使徒行传 17:11 新译本: \"这地方的人比帖撒罗尼迦的人更开明，他们热切地接受主的道，天天考查圣经，要知道所传的是否属实。\"",
                    "reflexion": "在使徒行传 17:11 中，我们看到了对真理的渴求和对圣经的细致考察，这是一种值得我们效仿的榜样。 比利西亚人被描述为“更开明”，他们不仅接受了保罗和西拉所传的道，而且“天天考查圣经，要知道所传的是否属实”。 这句话强调了批判性思维和对信仰的独立检验的重要性。 今天的世界充满了各种各样的信息，良莠不齐。 许多人盲目地接受他们所听到的，而没有花时间去验证其真实性。 但圣经教导我们要警醒，要像比利西亚人一样，以开放的心态接受真理，但也要像他们一样，通过考查圣经来验证真理。 这意味着我们要花时间阅读圣经，研究经文，并寻求圣灵的引导，以理解上帝的话语。 这也意味着我们不应该害怕质疑，不应该害怕寻求答案。 真正的信仰建立在对真理的深入理解之上，而不是建立在盲目的接受之上。 我们应该像比利西亚人一样，成为对真理充满热情，并愿意为真理而努力的人。",
                    "para_meditar": [
                        {
                            "cita": "约翰福音 8:32",
                            "texto": "你们必晓得真理，真理必叫你们得以自由。"
                        },
                        {
                            "cita": "提摩太后书 3:16-17",
                            "texto": "圣经都是神所默示的，于教训、督责、使人归正、教导学义都是有益的，叫属神的人得以完全，预备行各样的善事。"
                        },
                        {
                            "cita": "希伯来书 4:12",
                            "texto": "神的道是活泼的，是有功效的，比一切两刃的剑更快，甚至魂与灵，骨节与骨髓，都能刺透，剖开，连心中的思念和主意都能辨明。"
                        }
                    ],
                    "oracion": "亲爱的天父，感谢你赐给我们你的话语。 感谢你通过圣经向我们启示了你的真理。 愿我们像比利西亚人一样，拥有一颗渴慕真理的心，并愿意花时间考查圣经。 求你帮助我们辨别真假，不被虚假的信息所迷惑。 求你赐给我们智慧和悟性，让我们能够明白你的旨意。 求你引导我们，让我们在生活中活出你的真理。 让我们能够通过读经、祷告和与弟兄姐妹的团契，更加深入地认识你。 愿我们能够成为忠实的门徒，将你的真理传扬出去。 感谢你倾听我的祷告，在耶稣的名里，阿们。",
                    "tags": [
                        "真理",
                        "考查"
                    ]
                }
            ],
            "2026-08-04": [
                {
                    "id": "新译本-20260804",
                    "date": "2026-08-04",
                    "language": "zh",
                    "version": "新译本",
                    "versiculo": "使徒行传 2:21 新译本: \"到那时候，凡求告主名的，就必得救。\"",
                    "reflexion": "今天的经文提醒我们一个简单而深刻的真理：求告主名带来救恩。在五旬节，圣灵降临之后，彼得引用先知约珥的话，宣告了这重要的应许。这并不是说只要简单地呼喊“主啊，救我”就能自动获得救恩。而是指一种发自内心的呼求，一种承认自己需要拯救的谦卑姿态，一种对耶稣基督的信心。这是一种诚挚的祈祷，是承认耶稣是主，是救主，是生命的主宰。 \n\n求告主名，意味着与主建立关系。它不仅仅是一种仪式，而是一种持续的对话，一种信心的表达，一种对神旨意的顺服。我们通过祷告、读经、敬拜和与信徒的团契来实践这种求告。在我们的生活中，会遇到各种挑战和困难，但当我们求告主名时，我们就在寻求祂的帮助、引导和安慰。救恩不仅仅是赦免罪恶，更是与神和好，拥有永恒的生命。愿我们每天都以谦卑的心，真诚地求告主名，经历祂的救恩和恩典。",
                    "para_meditar": [
                        {
                            "cita": "罗马书 10:13",
                            "texto": "因为凡求告主名的，就必得救。"
                        },
                        {
                            "cita": "约翰福音 14:14",
                            "texto": "你们若奉我的名求什么，我必成就。"
                        },
                        {
                            "cita": "诗篇 34:17",
                            "texto": "义人呼求，耶和华听见了，便救他们脱离一切患难。"
                        }
                    ],
                    "oracion": "慈爱的天父，感谢你赐给我们如此宝贵的应许，凡求告主名的，就必得救。主啊，我们承认自己需要你，我们需要你的救恩、你的爱和你的引导。我们常常在生活中感到迷茫和困惑，但我们知道，当你向我们敞开怀抱时，我们就可以找到平安和希望。求你帮助我们，培养一颗谦卑的心，常常求告你的名。让我们通过祷告、读经和敬拜，更深地认识你。求你让我们在面对挑战时，不忘记寻求你的帮助。求你赐给我们力量，让我们活出你的旨意，荣耀你的名。感谢你听我们的祷告，感谢你爱我们，在一切环境中都与我们同在。在你的圣名里，我们祈求，阿们。",
                    "tags": [
                        "救恩",
                        "祷告"
                    ]
                }
            ]
        }
    }
}