{
    "data": {
        "ja": {
            "2026-08-01": [
                {
                    "id": "SK2003-20260801",
                    "date": "2026-08-01",
                    "language": "ja",
                    "version": "SK2003",
                    "versiculo": "使徒の働き 17:28 SK2003: \"われらは彼において生き、動き、ある。あなたがたのうちのある詩人たちの言うように、われらもまた彼の子孫である。\"",
                    "reflexion": "この使徒の働き17:28の言葉は、パウロがアテネのアレオパゴスで語った説教の一節です。彼は、ギリシャの哲学者たちに対し、私たちが神の中で生き、動き、存在していると語りました。この言葉は、神が私たちの存在の根源であり、私たちの生命を支え、私たちのあらゆる行為を可能にしていることを示しています。私たちが呼吸し、思考し、行動するすべては、神の存在と力の中にあります。この真理は、私たちの自己認識を根本的に変えます。私たちは単なる偶然の産物ではなく、創造主によって愛され、支えられている存在であると知るからです。また、この言葉は、私たちが神と密接に繋がっていることを示唆しています。「私たちはまた、神の子孫である」という詩人たちの言葉は、神が私たちを創造し、私たちとの関係を求めておられることを強調しています。私たちは、神の性質を反映し、神の愛と恵みを他の人々と分かち合う存在として創造されました。この認識は、私たちの人生に目的と意味を与え、神との親密な関係を求めるように促します。日々の生活の中で、私たちは神の存在を意識し、神に感謝し、神の御心に従って生きるように招かれています。私たちは、神の中で生き、動き、存在しているという真理を受け入れ、神との関係を深め、神の愛を世界に示しましょう。",
                    "para_meditar": [
                        {
                            "cita": "詩篇36:9",
                            "texto": "あなたのうちに命の泉があり、あなたの光によって、私たちは光を見る。"
                        },
                        {
                            "cita": "コロサイ1:16",
                            "texto": "万物は彼によって、彼のために造られたからです。"
                        },
                        {
                            "cita": "ヨハネ1:3",
                            "texto": "万物は彼によって造られた。造られたもので、彼なしに造られたものは一つもない。"
                        }
                    ],
                    "oracion": "愛する天の父よ、あなたの存在と力の中で私たちが生きていることを感謝します。あなたの御子イエス・キリストを通して、私たちはあなたとの関係を持つことができました。私たちの人生のあらゆる瞬間に、あなたの導きと支えを感じることができますように。私たちの心と思いと行動をあなたの御心に従わせてください。私たちがあなたの子孫として、あなたの愛と恵みを世界に伝え、あなたの栄光を現すことができますように。私たちの弱さを知っていますが、あなたの力によって克服することができます。あなたの御言葉を学び、あなたの愛を実践する日々を送ることができますように。私たちを愛し、私たちを創造してくださったあなたに、心から感謝します。この祈りを、私たちの救い主、イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "神",
                        "存在"
                    ]
                }
            ],
            "2026-08-02": [
                {
                    "id": "SK2003-20260802",
                    "date": "2026-08-02",
                    "language": "ja",
                    "version": "SK2003",
                    "versiculo": "テサロニケ人への手紙第一 1:9-10 JA-SK2003: \"彼らが、わたしたちがどのようにあなたがたのところに入ったか、どのように偶像から神に立ち返って、生けるまことの神に仕え、また、神が死人の中からよみがえらせた、その御子、すなわち、わたしたちを将来の怒りから救い出してくださるイエスを待ち望むようになったかを、人々に告げ知らせているからです。\"",
                    "reflexion": "この聖句は、テサロニケの人々の信仰の変遷を力強く描写しています。彼らは偶像崇拝から離れ、真の神へと方向転換しました。この変化は、単なる宗教的改宗ではなく、生き方そのものの転換でした。彼らは、生けるまことの神に仕えるだけでなく、イエス・キリストの再臨を待ち望むようになりました。この待ち望みは、将来の怒りからの救済への希望を意味します。この変革は、彼らの証しが周囲の人々にどのように影響を与えたかを示しています。彼らの信仰は、彼ら自身の経験から生まれたものであり、他の人々に希望とインスピレーションを与えました。私たちは、彼らの模範から学び、信仰生活の中で変化を体験し、イエス・キリストの再臨を待ち望むことの大切さを理解することができます。私たちの信仰もまた、周囲の人々を励まし、神へと導く力となるように、日々精進しましょう。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ14:1-3",
                            "texto": "あなたがたは心を騒がせてはなりません。神を信じなさい。また、わたしを信じなさい。わたしの父の家には、住む所がたくさんあります。もしそうでないなら、わたしはあなたがたに言ったでしょう。あなたがたのために場所を備えに行くのです。そして、わたしが行って、あなたがたのために場所を備えたら、またきて、あなたがたをわたしのもとに迎えます。こうして、わたしのいる所に、あなたがたもいるようになります。"
                        },
                        {
                            "cita": "ローマ5:8",
                            "texto": "しかし、私たちがまだ罪人であったとき、キリストが私たちのために死んでくださったことにより、神は私たちに対するご自分の愛を明らかにして下さいました。"
                        },
                        {
                            "cita": "ヘブライ10:35-36",
                            "texto": "ですから、あなたがたの確信を捨ててはなりません。これには大きな報いがあります。あなたがたは神の御旨を行って、約束されたものを受けるために、忍耐が必要です。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日のこの素晴らしい御言葉を通して、私たちの心を照らしてくださり、感謝します。テサロニケの人々の模範から学び、偶像から離れ、あなたに仕える決意を新たにします。主イエス・キリストの再臨を待ち望み、将来の怒りからの救済を確信し、日々の生活の中で信仰を実践することができますように。私たちの証しが、周囲の人々に希望とインスピレーションを与え、あなたに導く力となりますように。私たちの信仰を強め、忍耐と希望を与え、揺るぎないものとしてください。私たちの祈りを聞き、導きを与え、あなたとの親密な関係を深めてください。これらのことを、私たちの救い主イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "信仰",
                        "希望"
                    ]
                }
            ],
            "2026-08-03": [
                {
                    "id": "SK2003-20260803",
                    "date": "2026-08-03",
                    "language": "ja",
                    "version": "SK2003",
                    "versiculo": "ローマ人への手紙 12:1-2 SK2003: \"そこで、兄弟たちよ。神のあわれみのゆえに、あなたがたに勧めます。あなたがたの体を、神に喜ばれる、聖い、生きた供え物としてささげなさい。これこそ、あなたがたの霊的な礼拝です。この世と調子を合わせるのではなく、むしろ、心の洗い替えによって、造り変えられて、神の御旨である何が良いことで、何が喜ばれ、何が完全であるのかを、見分けられるようになりなさい。\"",
                    "reflexion": "親愛なる兄弟姉妹の皆さん、今日はローマ人への手紙12章1節と2節に深く踏み込みましょう。パウロは、神のあわれみを通して、私たちの体を神に喜ばれる聖い生きた供え物としてささげるように勧めています。これは、私たちの霊的な礼拝そのものなのです。私たちが単に教会に行ったり、祈ったりするだけでなく、私たちの存在全体を神に捧げることを意味します。この捧げ物は、私たちがこの世の価値観や考え方と調子を合わせないこと、つまり、世俗的な影響から自分たちを切り離すことを要求します。次に、パウロは「心の洗い替えによって、造り変えられて」と述べています。これは、私たちの考え方、価値観、そして行動が、神の御旨に沿うように変化することを意味します。私たちが神の御旨を知り、それを実践するためには、絶えず聖霊の導きを求め、神の言葉を学び、祈りの中で神との親密な関係を深める必要があります。神は私たちがこの世の価値観に染まるのではなく、変えられ、神の御旨を理解し、実行することを願っておられます。この変革は、私たちが神の喜ばれる存在となるために不可欠なものです。それは、私たちが本当に神を礼拝し、神の愛と恵みにふさわしい者となるための道なのです。",
                    "para_meditar": [
                        {
                            "cita": "コロサイ人への手紙 3:2",
                            "texto": "上にあるものを求めなさい。そこにはキリストが神の右に座しておられます。"
                        },
                        {
                            "cita": "ピリピ人への手紙 4:8",
                            "texto": "最後に、兄弟たち。すべて真実なこと、すべて気高いこと、すべて正しいこと、すべて清いこと、すべて愛すべきこと、すべて評判の良いこと、もし何か徳や誉れがあるなら、そういうものを心に留めなさい。"
                        },
                        {
                            "cita": "エペソ人への手紙 4:23",
                            "texto": "あなたがたの心のあり方を新たにされて、"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日もあなたの御言葉を通して、私たちの心に語りかけてくださり感謝します。私たちは、あなたのあわれみによって生かされ、あなたの御前に生きた供え物としてささげられるように招かれています。この世の価値観に染まることなく、あなたの御旨を求め、それを実践する知恵と力をお与えください。私たちの心があなたの愛で満たされ、聖霊の導きによって造り変えられ、あなたの御旨である何が良いこと、何が喜ばれ、何が完全であるのかを識別することができますように。私たちをあなたの御心にかなう者とし、あなたの栄光を現す者としてください。私たちの存在全体をあなたに捧げます。この祈りを、私たちの救い主イエス・キリストの御名によってお祈りします。アーメン。",
                    "tags": [
                        "献身",
                        "変革"
                    ]
                }
            ],
            "2026-08-04": [
                {
                    "id": "SK2003-20260804",
                    "date": "2026-08-04",
                    "language": "ja",
                    "version": "SK2003",
                    "versiculo": "ローマ人への手紙 13:8 SK2003: \"互いに愛し合うことのほかは、だれにも何の借りもしてはなりません。互いを愛する者は、律法を全うしたことになるからです。\"",
                    "reflexion": "このローマ人への手紙13章8節は、私たちが人生において負うべき最も重要な義務、すなわち愛を強調しています。この聖句は、愛が単なる感情ではなく、行動であることを示唆しています。私たちが互いを愛するとき、私たちは他のすべてを実践する義務を果たしているのです。これは、律法全体を要約するものです。この節は、愛がすべての中心であることを私たちに教えています。私たちは、他者への愛を通じて、神への愛を表現します。この愛は、単なる言葉ではなく、行動を通して示されるべきです。それは、寛容さ、優しさ、赦し、そして自己犠牲の精神を意味します。この教えは、私たちが日々どのように生きるべきかを示しています。私たちは、自分の利益を追求するのではなく、他者のために生きるように召されています。愛は、私たちの行動の動機となるべきです。愛は、私たちが他の人に仕え、彼らのニーズを満たすことを可能にします。これは、私たちが神の御心に従い、神の愛を世界に広めるための鍵です。私たちは、愛の義務を日々実践し、キリストの模範に従うように努めましょう。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ13:34",
                            "texto": "わたしは新しい戒めをあなたたちに与えます。互いに愛し合いなさい。わたしがあなたたちを愛したように、あなたたちも互いに愛し合いなさい。"
                        },
                        {
                            "cita": "コリント人への手紙第一13:4",
                            "texto": "愛は忍耐強い。愛は情け深い。ねたまない。愛は自慢せず、高ぶらない。"
                        },
                        {
                            "cita": "マタイ22:39",
                            "texto": "あなたの隣人をあなた自身のように愛しなさい。"
                        }
                    ],
                    "oracion": "愛の神様、今日もあなたの愛を私たちに示してくださり、感謝します。私たちが互いを愛し合うこと、そしてあなたの愛を世界に広めることができるように、私たちの心を照らしてください。私たちを利己的な考えから解放し、隣人のために喜んで尽くすことができるようにしてください。私たちがあなたの御心に従い、愛の義務を果たすことができるように、聖霊によって導いてください。私たちが日々、あなたの愛を実践し、キリストの模範に従うことができますように。私たちの言葉と行動が、あなたの愛を反映しますように。私たちが愛の絆で結ばれ、互いを支え合い、励まし合うことができますように。あなたの御名が崇められますように。 in the name of Jesus, amen.",
                    "tags": [
                        "愛",
                        "義務"
                    ]
                }
            ],
            "2026-08-05": [
                {
                    "id": "SK2003-20260805",
                    "date": "2026-08-05",
                    "language": "ja",
                    "version": "SK2003",
                    "versiculo": "テモテへの手紙第二 2:15 SK2003: \"あなたは真理の言葉を正しく解き明かし、恥じることのない、神に認められた働き人として、自分を神にささげるように励みなさい。\"",
                    "reflexion": "テモテへの手紙第二 2:15は、私たちが神に受け入れられるために、真理の言葉を正しく扱い、神に認められる働き人となるよう促しています。この聖句は、単に聖書を読むだけでなく、それを深く理解し、正しく適用することの重要性を強調しています。私たちは、真理を誤って解釈したり、曲解したりすることなく、注意深く聖書を研究し、その教えを生活に活かす必要があります。このことは、私たちが自らの信仰を深め、他の人々に教えを伝える上で不可欠です。それは、恥じることなく、神の御言葉を伝えることを意味します。この働きは、私たちを神に近づけ、神の御心に従って生きることを助けます。真理の言葉を正しく扱うことは、私たちが信仰を育み、神との関係を深めるための鍵です。また、私たち自身を神に献げること、つまり、私たちの人生を神の目的のために用いることも重要です。これは、日々の生活の中で、神の栄光を現し、神の愛を実践することを意味します。私たちは、神に認められる働き人として、謙虚さと献身をもって、この道を歩むように召されています。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネ14:6",
                            "texto": "イエスは彼に言われた。「わたしが道であり、真理であり、いのちなのです。わたしを通してでなければ、だれも父のもとへ行くことはありません。」"
                        },
                        {
                            "cita": "ローマ12:2",
                            "texto": "この世と調子を合わせてはいけません。むしろ、心を新たにして、生まれ変わってください。そうすれば、神の御心は何か、すなわち、何が良いことで、神に喜ばれ、完全なことであるかを見分けるようになります。"
                        },
                        {
                            "cita": "ヘブライ4:12",
                            "texto": "神のことばは生きていて、力があり、両刃の剣よりも鋭く、たましいと霊、関節と骨髄を切り裂き、心の思いや考えを見分けることができます。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、私たちが真理の言葉を正しく解き明かし、恥じることのない働き人となるように導いてくださり、ありがとうございます。私たちが聖書を注意深く読み、理解し、日々の生活に適用することができますように。私たちを謙遜にし、御言葉に従って生きるように助けてください。私たちの心を照らし、あなたの御心を見分けることができるようにしてください。私たちが、神に献げられた人生を歩み、あなたの栄光を現すことができますように。私たちの働きを祝福し、私たちがあなたの愛を人々に伝えることができるようにしてください。すべてのことにおいて、あなたを賛美します。あなたの御名によって祈ります。アーメン。",
                    "tags": [
                        "真理",
                        "献身"
                    ]
                }
            ]
        }
    }
}
