{
    "data": {
        "zh": {
            "2025-08-01": [
                {
                    "id": "和合本1919-20250801",
                    "date": "2025-08-01",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "哥林多后书 4:16-18 和合本1919: \"所以，我们不丧志；外体虽然毁坏，内心却一天新似一天。我们这至暂至轻的苦楚，要为我们成就极重无比、永远的荣耀。原来我们不是顾念所见的，乃是顾念所不见的；因为所见的，是暂时的；所不见的，是永远的。\"",
                    "reflexion": "亲爱的弟兄姐妹们，今天我们一同默想哥林多后书 4:16-18。保罗在这里告诉我们一个深刻的真理：虽然我们的外在生命会衰老，甚至面临苦难，但我们的内心却能够一天新似一天。这并非一种逃避现实的说法，而是一种基于对永恒盼望的信心。我们所经历的苦楚，无论是疾病、试炼还是挑战，都只是暂时的。保罗提醒我们，不要把目光局限于眼前的困境，而是要仰望那看不见的、永恒的荣耀。这荣耀是神为爱祂的人预备的，是超越一切苦难的。我们常常会被眼前的困难所困扰，忘记了神的大能和祂为我们预备的未来。保罗鼓励我们，要专注于属灵的生命，专注于那看不见的、永恒的。这需要我们不断地更新我们的心思意念，让我们的生命与基督的生命连接。当我们把目光从暂时的事物转移到永恒的荣耀时，我们就能在苦难中找到力量，在挑战中保持喜乐，因为我们知道，这一切都是为了成就极重无比、永远的荣耀。",
                    "para_meditar": [
                        {
                            "cita": "希伯来书 11:1",
                            "texto": "信就是所望之事的实底，是未见之事的确据。"
                        },
                        {
                            "cita": "罗马书 8:18",
                            "texto": "我想，现在的苦楚若比起将来要显于我们的荣耀，就不足介意了。"
                        },
                        {
                            "cita": "彼得前书 1:6-7",
                            "texto": "因此，你们是大有喜乐；但如今，在百般的试炼中暂时忧愁，叫你们的信心既被试验，就比那被火试验仍然能坏的金子更显宝贵，可以在耶稣基督显现的时候，得着称赞、荣耀、尊贵。"
                        }
                    ],
                    "oracion": "慈爱的天父，感谢你赐给我们如此宝贵的应许。感谢你提醒我们，虽然外体衰残，但内心却可以一天新似一天。求你帮助我们，让我们能够常常仰望你，将目光从暂时的困境转移到永恒的荣耀。求你赐给我们信心，让我们在苦难中能够保持喜乐，在试炼中能够站立得稳。求你帮助我们，让我们能够活出基督的生命，荣耀你的名。也求你让我们常常记得，我们所经历的一切苦楚，都是为了成就极重无比、永远的荣耀。感谢你一直以来的爱和保守，愿你的旨意成就。奉耶稣基督的名祷告，阿们。",
                    "tags": [
                        "盼望",
                        "永恒"
                    ]
                }
            ],
            "2025-08-02": [
                {
                    "id": "和合本1919-20250802",
                    "date": "2025-08-02",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "马太福音 13:31-32 和合本1919: \"他又设个比喻对他们说，天国好像一粒芥菜种，有人拿去种在田里。这原是百种里最小的，等到长起来，却比各样的菜都大，且成了树，甚至飞鸟来宿在它的枝上。\"",
                    "reflexion": "今天的经文讲述了天国的奥秘，它好比一粒芥菜种，起初微小，却能成长为一棵大树，供飞鸟栖息。这个比喻向我们揭示了天国的两个重要特征：从微小开始和成长壮大。我们常常低估了微小事物的重要性，但上帝的国度往往从看似微不足道的地方开始。一个真诚的祷告，一个友善的举动，一颗相信的心，都可能成为天国事工的种子。同样，天国的成长也是渐进的，需要时间、耐心和持续的努力。如同芥菜种一样，我们需要不断地在信仰中扎根，才能结出丰硕的果实，并吸引他人。这提醒我们，在追求信仰的道路上，不要灰心，不要轻视微小的努力，因为它们都蕴含着改变生命的力量。让我们像芥菜种一样，扎根于真理，向上生长，成为一个能够荫庇他人的大树。",
                    "para_meditar": [
                        {
                            "cita": "马可福音 4:30-32",
                            "texto": "又说，神的国，我们可用什么比较呢？可用什么比喻表明呢？好像一粒芥菜种，种在地里的时候，虽比地上的百种都小，但种上以后，就长起来，比百菜都大，又长出大枝，甚至天上的飞鸟，可以宿在它的荫下。"
                        },
                        {
                            "cita": "路加福音 13:18-19",
                            "texto": "耶稣说，神的国好像什么呢？我拿什么来比较呢？好像一粒芥菜种，有人拿去种在园子里，长大成树，天上的飞鸟，宿在它的枝上。"
                        },
                        {
                            "cita": "哥林多前书 3:6-7",
                            "texto": "我栽种了，亚波罗浇灌了，唯有神叫他生长。可见栽种的，浇灌的，算不得什么。乃是那叫他生长的神。"
                        }
                    ],
                    "oracion": "慈爱的天父，感谢你透过芥菜种的比喻向我们显明天国的奥秘。求你帮助我们，不要轻看微小的开始，也不要灰心于成长的缓慢。愿我们像芥菜种一样，在你的真理中扎根，不断成长，结出丰硕的果实。求你赐给我们耐心、信心和毅力，让我们能够见证你的恩典，并成为能够荫庇他人的大树。愿你的国度在我们心中，在我们周围，不断地扩展。感谢你垂听我们的祷告，在主耶稣基督的圣名里，阿们。",
                    "tags": [
                        "天国",
                        "成长"
                    ]
                }
            ],
            "2025-08-03": [
                {
                    "id": "和合本1919-20250803",
                    "date": "2025-08-03",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "彼得前书 1:8-9 和合本1919: \"你们虽然没有见过他，却是爱他；如今虽不得看见，却因信他，就便欢喜，而且有说不出来、满有荣光的大喜乐； 并且得着你们信心的果效，就是灵魂的救恩。\"",
                    "reflexion": "今天的经文，彼得前书 1:8-9，向我们展示了信心的核心。 我们虽然未曾亲眼见过耶稣，但我们爱他，因着信他而欢喜。 这种喜乐是“说不出来、满有荣光的大喜乐”，它超越了我们有限的理解。 这种喜乐并非基于可见的事物，而是源于对看不见之主的信心。 这种信心不仅仅是一种情感，更是我们灵魂得救的根基。 信心是看不见的，但它的果效却是真实的。 它引导我们走向救恩，使我们与神建立永恒的关系。 让我们思考一下，我们对耶稣的爱是否真诚？我们的喜乐是否源于对他的信心？ 即使在困难时期，我们是否仍然信靠他？ 彼得提醒我们，即使我们没有亲眼见到耶稣，但我们仍然可以经历这种喜乐。 这种喜乐是属灵的，是无法用言语完全表达的。 让我们努力加深对耶稣的爱，并以信心为基础，在生活中经历这种喜乐。",
                    "para_meditar": [
                        {
                            "cita": "希伯来书 11:1",
                            "texto": "信就是所望之事的实底，是未见之事的确据。"
                        },
                        {
                            "cita": "罗马书 10:17",
                            "texto": "可见信道是从听道来的，听道是从基督的话来的。"
                        },
                        {
                            "cita": "约翰福音 20:29",
                            "texto": "耶稣对他说：“你因看见我才信，那没有看见就信的有福了。”"
                        }
                    ],
                    "oracion": "亲爱的天父，感谢你赐给我们对你的信心，即使我们没有亲眼看见你，我们仍然爱你，并且因你而欢喜。 帮助我们加深对你的爱，并让我们的喜乐充满在我们的心中，特别是在困难的时刻。 求你帮助我们坚固我们的信心，使我们能够得着灵魂的救恩。 愿我们能够活出信心的果效，荣耀你的圣名。 感谢你听我们的祷告，奉耶稣的名，阿们。",
                    "tags": [
                        "信心",
                        "喜乐"
                    ]
                }
            ],
            "2025-08-04": [
                {
                    "id": "和合本1919-20250804",
                    "date": "2025-08-04",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "希伯来书 13:17 和合本1919: \"你们要依从那些引导你们的，且要顺服；因为他们为你们的灵魂警醒，好像那将来交账的人。你们要使他们欢欢喜喜地做这事，不至叹息；若叹息就与你们无益了。\"",
                    "reflexion": "希伯来书 13:17 提醒我们，在基督徒的生命中，顺服属灵的领袖至关重要。这段经文不仅强调了顺服的必要性，也揭示了顺服背后的属灵意义。引导我们的人，如牧师、长老和其他属灵领袖，在属灵上警醒，为我们的灵魂负责，他们将要向神交账。我们对他们的顺服，是对他们辛勤劳动的认可，也是对神旨意的回应。 \n\n顺服并非盲目服从，而是基于对神话语的理解和对属灵领袖的信任。这要求我们谦卑自己，愿意接受教导和引导。当我们在灵性上成长时，我们更容易理解他们的负担，并愿意与他们同工，使他们欢欢喜喜地服侍。 \n\n这段经文也提醒我们，不顺服会带来负面影响。如果我们让属灵领袖叹息，这不仅对他们不利，也对我们自己的属灵生命无益。因此，我们要积极地支持和鼓励我们的属灵领袖，通过顺服和祷告，使他们能够喜乐地服侍，带领我们走向更成熟的属灵生命。",
                    "para_meditar": [
                        {
                            "cita": "希伯来书 13:7",
                            "texto": "从前引导你们，传神之道给你们的人，你们要想念他们，效法他们的信心，留心他们为人的结局。"
                        },
                        {
                            "cita": "希伯来书 13:8",
                            "texto": "耶稣基督，昨日今日，一直到永远，是一样的。"
                        },
                        {
                            "cita": "希伯来书 13:9",
                            "texto": "你们不要被各样怪异的教训勾引了去；因为人心靠恩典而立才是好的，并不是靠食物。那在食物上专心的，从来没有得着益处。"
                        }
                    ],
                    "oracion": "主啊，感谢你赐给我们属灵的领袖，他们引导我们，为我们的灵魂警醒。求你帮助我们，能够顺服他们，尊重他们的服侍，并为他们祷告。求你让我们理解顺服的意义，并以喜乐的心支持他们。愿我们不让他们的服侍充满叹息，而是让他们因我们而欢喜。求你让我们在真理中成长，更加靠近你。求你让我们在基督里合一，彼此相爱，互相鼓励。奉耶稣的名祷告，阿们。",
                    "tags": [
                        "顺服",
                        "领袖"
                    ]
                }
            ],
            "2025-08-05": [
                {
                    "id": "和合本1919-20250805",
                    "date": "2025-08-05",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "提摩太后书 2:15 和合本1919: \"你当竭力，在　神面前得蒙喜悦，作无愧的工人，按着正意分解真理的道。\"",
                    "reflexion": "亲爱的弟兄姐妹们，今天我们一同来思考提摩太后书2:15。保罗在这里对提摩太提出了一个非常重要的教导：要竭力，在神面前得蒙喜悦，作无愧的工人，按着正意分解真理的道。这不仅是对提摩太，也是对我们每一个基督徒的挑战和呼召。\\n\\n“竭力”意味着我们要付出努力，尽心尽力地追求属灵的成长。这意味着我们需要投入时间研读圣经，祷告，服侍他人，并不断地操练我们的信心。我们不能满足于表面的了解，而要深入地探索神的话语，寻求神的旨意。\\n\\n“在神面前得蒙喜悦”提醒我们，我们所做的一切都是为了荣耀神，而不是为了满足自己。我们应该以敬畏的心，寻求神的喜悦，而不是寻求人的认可。我们应该在生活的每一个方面都活出基督的样式，让我们的行为能够荣耀神的名。\\n\\n“作无愧的工人”是指我们要诚实地、忠心地、尽责地服侍神。这意味着我们要避免虚伪和欺骗，而是要以真诚的心对待神和他人。我们要努力成为一个有良好品格的人，在生活中展现出基督的爱和恩典。\\n\\n“按着正意分解真理的道”是最关键的部分。这意味着我们要正确地理解和传讲圣经，不歪曲神的话语。我们需要仔细地研读圣经，查考上下文，并寻求圣灵的引导，才能准确地理解神的话语。我们也要用爱心和智慧传讲真理，让更多的人能够认识神，并接受耶稣基督的救恩。愿我们都成为神忠心的仆人，愿我们都竭力追求，在神面前得蒙喜悦，作无愧的工人，按着正意分解真理的道。",
                    "para_meditar": [
                        {
                            "cita": "提摩太后书 3:16",
                            "texto": "圣经都是神所默示的，于教训、督责、使人归正、教导学义都是有益的，"
                        },
                        {
                            "cita": "约翰福音 17:17",
                            "texto": "求你用真理使他们成圣；你的道就是真理。"
                        },
                        {
                            "cita": "彼得后书 3:18",
                            "texto": "你们却要在我们主救主耶稣基督的恩典和知识上有长进。愿荣耀归给他，从今直到永远。阿们。"
                        }
                    ],
                    "oracion": "亲爱的天父，感谢你赐给我们你的话语。感谢你让我们明白真理，并呼召我们去传扬它。主啊，求你帮助我竭力追求，在你的面前得蒙喜悦。求你帮助我成为一个无愧的工人，按着正意分解真理的道。求你赐给我智慧和勇气，让我能够更好地理解你的话语，并用爱心和真诚传讲。求你帮助我活出基督的样式，让我的生命能够荣耀你的名。愿你的旨意成就，愿你的国降临。奉耶稣基督的名祷告，阿们",
                    "tags": [
                        "真理",
                        "服侍"
                    ]
                }
            ],
            "2025-08-06": [
                {
                    "id": "和合本1919-20250806",
                    "date": "2025-08-06",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "希伯来书 4:14-16 和合本1919: \"我们既然有一位已经升入高天尊荣的大祭司，就是　神的儿子耶稣，便当持定所承认的道。因我们的大祭司，并非不能体恤我们的软弱，他也曾凡事受过试探，与我们一样，只是他没有犯罪。所以我们只管坦然无惧的，来到施恩的宝座前，为要得怜恤，蒙恩惠，作随时的帮助。\"",
                    "reflexion": "今天的经文提醒我们，我们有一位伟大的大祭司，就是神的儿子耶稣。他进入了高天，为我们开辟了一条通往神宝座的道路。我们不必害怕，而是可以坦然无惧地来到施恩的宝座前。耶稣完全理解我们的软弱，因为他也曾凡事受过试探。这给了我们极大的安慰和鼓励。我们可以在任何时候来到神面前，寻求怜悯和恩典，得到随时的帮助。这并不是说我们应该轻视罪，而是说，即使我们挣扎于罪和软弱，我们仍然可以来到神面前。耶稣已经为我们付出了代价，使我们能够与神建立关系。我们应该抓住我们所承认的信仰，并不断地依靠耶稣。当我们感到沮丧、害怕或不知所措时，我们应该记住我们所拥有的大祭司。他知道我们的痛苦，他关心我们，并且随时准备帮助我们。让我们每天都珍惜这个特权，坦然无惧地来到神的宝座前，寻求恩典和帮助。",
                    "para_meditar": [
                        {
                            "cita": "希伯来书 10:19",
                            "texto": "弟兄们，我们既因耶稣的血，得以坦然进入至圣所"
                        },
                        {
                            "cita": "约翰一书 2:1",
                            "texto": "我小子们哪，我将这些事写给你们，是要叫你们不犯罪。若有人犯罪，在父那里我们有一位中保，就是那义者耶稣基督。"
                        },
                        {
                            "cita": "腓立比书 4:6",
                            "texto": "应当一无挂虑，只要凡事藉着祷告、祈求，和感谢，将你们所要的告诉神。"
                        }
                    ],
                    "oracion": "慈爱的天父，感谢你赐给我们一位伟大的大祭司，耶稣基督。感谢你，他进入了高天，为我们开辟了道路。感谢你，他体恤我们的软弱，并且随时准备帮助我们。求你帮助我们，能够坦然无惧地来到你的施恩宝座前，寻求怜悯和恩典。求你帮助我们抓住我们所承认的信仰，并且不断地依靠你。求你让我们在任何时候都能感受到你的同在，并且知道你永远爱我们。求你帮助我们每天都活出你的样式，荣耀你的名。奉耶稣的名祷告，阿们！",
                    "tags": [
                        "耶稣",
                        "恩典"
                    ]
                }
            ],
            "2025-08-07": [
                {
                    "id": "和合本1919-20250807",
                    "date": "2025-08-07",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "马太福音 13:44-46 和合本1919: \"天国好像宝贝藏在地里，人遇见了，就把它藏起来，欢欢喜喜地去变卖一切所有的，买这地。天国又好像买卖人寻找好珠子，遇见一颗重价的珠子，就去变卖一切所有的，买了这珠子。\"",
                    "reflexion": "今天的经文讲述了天国的两个比喻，分别关于藏在地里的宝贝和一颗重价的珠子。这两个比喻都强调了为得着天国而付出的代价和由此带来的喜乐。地里的宝贝代表着天国，而发现宝贝的人为了得到它，不惜变卖一切所有的。这象征着为了进入天国，我们需要舍弃一切，包括我们对物质财富的执着，甚至我们自己的意愿。同样，寻找好珠子的买卖人也为了得到一颗珍贵的珠子，变卖了一切。这颗珠子也象征着天国，它代表着至高无上的价值。这两个比喻都表明，天国的价值是无法估量的，值得我们付出一切去追求。我们常常被世俗的价值观所迷惑，追求短暂的快乐和虚无的财富。但耶稣提醒我们，天国的价值远超过这些。我们应该像发现宝贝的人和买卖人一样，为了得到天国，愿意付出一切。这需要我们改变我们的价值观，将天国放在首位，并为之努力。这意味着我们需要悔改，相信耶稣基督，并顺服他的教导。当我们这样做时，我们会体验到真正的喜乐，这种喜乐是来自天国的喜乐，它胜过一切世俗的快乐。",
                    "para_meditar": [
                        {
                            "cita": "马太福音 6:33",
                            "texto": "你们要先求他的国和他的义，这些东西都要加给你们了。"
                        },
                        {
                            "cita": "腓立比书 3:8",
                            "texto": "不但如此，我也将万事当作有损的，因我以认识我主基督耶稣为至宝。我为他已经丢弃万事，看作粪土，为要得着基督"
                        },
                        {
                            "cita": "希伯来书 11:6",
                            "texto": "人非有信，就不能得神的喜悦；因为到神面前的人，必须信有神，且信他赏赐那寻求他的人。"
                        }
                    ],
                    "oracion": "亲爱的天父，感谢你透过今天的经文向我们显明天国的价值。求你帮助我们，让我们能够像发现宝贝的人和买卖人一样，为了得到天国，愿意付出一切。求你帮助我们改变我们的价值观，将天国放在首位，并为之努力。求你赐给我们一颗渴望天国的心，让我们能够体验到真正的喜乐。求你帮助我们悔改，相信耶稣基督，并顺服他的教导。愿我们能够为了天国而舍弃一切，并且在你的爱中成长。祷告奉主耶稣的名，阿们！",
                    "tags": [
                        "天国",
                        "牺牲"
                    ]
                }
            ],
            "2025-08-08": [
                {
                    "id": "和合本1919-20250808",
                    "date": "2025-08-08",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "马可福音 2:17 和合本1919: \"耶稣听见，就对他们说，康健的人用不着医生，有病的人才用得着。我来本不是召义人，乃是召罪人。\"",
                    "reflexion": "今天，我们从马可福音 2:17 了解到耶稣的使命。他来到世上，并非为了那些自认为健康的人，而是为了那些意识到自己有病的人，也就是罪人。这节经文的核心在于耶稣对罪人的接纳和呼召。他没有来谴责，而是来医治；他没有来审判，而是来拯救。这告诉我们，耶稣的福音是为所有人的，无论我们觉得自己多么健康或多么不配。我们常常倾向于自义，认为自己不需要帮助。但耶稣的呼召是给所有承认自己需要救赎的人。他呼召我们认识到自己的软弱，并向他敞开心扉。这节经文也提醒我们，我们不应该以优越感对待他人，而应该效法耶稣的榜样，以爱和怜悯之心对待所有人。我们应该像医生一样，关注那些在灵性上生病的人，帮助他们认识到耶稣的爱和救赎。",
                    "para_meditar": [
                        {
                            "cita": "约翰福音 3:16",
                            "texto": "神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。"
                        },
                        {
                            "cita": "罗马书 5:8",
                            "texto": "唯有基督在我们还作罪人的时候为我们死，神的爱就在此向我们显明了。"
                        },
                        {
                            "cita": "约翰一书 1:9",
                            "texto": "我们若认自己的罪，神是信实的，是公义的，必要赦免我们的罪，洗净我们一切的不义。"
                        }
                    ],
                    "oracion": "亲爱的天父，感谢你差遣你的儿子耶稣来拯救我们，罪人。感谢你没有把我们当成义人，而是以爱和怜悯接纳我们。求你帮助我们认识到自己的需要，并谦卑地来到你面前。求你让我们效法耶稣的榜样，用爱和关怀对待周围的人。求你帮助我们看到他人的需要，并成为他们的祝福。求你让我们永远铭记，耶稣是为我们而来的，为了我们的救赎。感谢你赐予我们永生的盼望。在耶稣的名里，阿们。",
                    "tags": [
                        "救赎",
                        "怜悯"
                    ]
                }
            ],
            "2025-08-09": [
                {
                    "id": "和合本1919-20250809",
                    "date": "2025-08-09",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "希伯来书 11:1 和合本1919: \"信就是所望之事的实底，是未见之事的确据。\"",
                    "reflexion": "今天的经文，希伯来书 11:1，为我们揭示了信心的本质。它不是一种盲目的相信，而是一种深刻的、基于希望和确据的体验。 \"信就是所望之事的实底\"，这意味着信心是实现我们所渴望之事的根基。它赋予我们力量去坚持，即便我们尚未看到结果。 \"是未见之事的确据\"，表明信心超越了我们感官的限制。它让我们相信那些我们无法用眼睛看到的，那些超越我们理解范围的事物。 这种信心并非凭空而来，而是建立在神的话语和应许之上。当我们读圣经、祷告、与神建立亲密关系时，我们的信心就会增长。在日常生活中，当我们面临挑战和困难时，信心就成为我们的盾牌和力量。它帮助我们克服恐惧，战胜怀疑，并坚定地跟随神。 信心也促使我们采取行动。它驱使我们顺服神的旨意，勇敢地面对生活中的挑战。它让我们相信，即使在看似不可能的情况下，神也能成就奇迹。 因此，让我们在今天，反思我们对神的信心。我们是否真正相信他的应许？我们是否愿意凭信心采取行动？愿我们每天都努力培养和增强我们的信心，让它成为我们生命中坚实的磐石。",
                    "para_meditar": [
                        {
                            "cita": "希伯来书 11:6",
                            "texto": "人非有信，就不能得神的喜悦；因为到神面前的人，必须信有神，且信他赏赐那寻求他的人。"
                        },
                        {
                            "cita": "哥林多后书 5:7",
                            "texto": "因我们行事为人是凭着信心，不是凭着眼见。"
                        },
                        {
                            "cita": "马可福音 11:24",
                            "texto": "所以我告诉你们，凡你们祷告祈求的，无论是什么，只要信是得着的，就必得着。"
                        }
                    ],
                    "oracion": "慈爱的天父，感谢你赐予我们信心。感谢你让我们能够相信你，即使我们看不到你。求你帮助我们加增信心，让我们对你的应许充满盼望和确据。求你帮助我们克服怀疑和恐惧，坚定地跟随你。求你引导我们，让我们在生活中凭着信心行事，顺服你的旨意。赐给我们勇气，让我们勇敢地面对挑战，相信你能够成就一切。求你帮助我们每天都与你更亲近，通过读经、祷告和默想你的话语来增强我们的信心。求你让我们成为你忠实的仆人，在世上荣耀你的名。奉主耶稣基督的名祷告，阿们！",
                    "tags": [
                        "信心",
                        "盼望"
                    ]
                }
            ],
            "2025-08-10": [
                {
                    "id": "和合本1919-20250810",
                    "date": "2025-08-10",
                    "language": "zh",
                    "version": "和合本1919",
                    "versiculo": "罗马书 10:9-10 和合本1919: \"你若口里认耶稣为主，心里信　神叫他从死里复活，就必得救。因为人心里相信，就可以称义；口里承认，就可以得救。\"",
                    "reflexion": "今天的经文，罗马书 10:9-10，为我们阐明了救恩的核心。它告诉我们，救恩并非仅仅是头脑中的知识，而是需要我们口里承认耶稣为主，心里相信神使他从死里复活。这两者缺一不可。口里的承认，是信心的表达，是公开宣告我们对耶稣基督的忠诚。心里的相信，是信心的根基，是我们在内心深处对耶稣基督的真理的接受。这两者结合起来，就带来了救恩。这段经文提醒我们，救恩是主动的，需要我们积极地回应神的呼召。我们不能仅仅被动地等待，而是要主动地承认耶稣为主，并相信神的大能。这不仅是一种信仰的宣言，更是一种生活方式的转变。当我们真正相信并承认耶稣为主时，我们的生命就会发生改变，我们会开始活出基督的样式，爱人如己，传扬福音。这段经文也提醒我们，救恩是属于所有相信的人的。无论你是谁，无论你来自哪里，只要你口里承认耶稣为主，心里相信神，你就可以得救。这是神对所有人的恩典和应许。让我们今天就做出这个选择，让我们的生命充满盼望和爱。",
                    "para_meditar": [
                        {
                            "cita": "约翰福音 3:16",
                            "texto": "神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。"
                        },
                        {
                            "cita": "使徒行传 16:31",
                            "texto": "他们说：“当信主耶稣，你和你一家都必得救。”"
                        },
                        {
                            "cita": "罗马书 10:13",
                            "texto": "因为凡求告主名的，就必得救。"
                        }
                    ],
                    "oracion": "慈爱的天父，感谢你赐给我们救恩，让我们能够通过口里的承认和心里的相信来获得救恩。求你帮助我们，坚定我们的信心，让我们能够勇敢地承认耶稣为主，并相信你复活的大能。求你让我们在日常生活中活出基督的样式，爱人如己，传扬福音。求你引导我们，让我们能够不断地认识你，更深地爱你。愿你的恩典充满我们，使我们的生命充满喜乐和盼望。感谢你的爱，感谢你的恩典。奉主耶稣基督的名祷告，阿们。",
                    "tags": [
                        "救恩",
                        "信心"
                    ]
                }
            ]
        }
    }
}