{
    "data": {
        "ja": {
            "2025-08-01": [
                {
                    "id": "リビングバイブル-20250801",
                    "date": "2025-08-01",
                    "language": "ja",
                    "version": "リビングバイブル",
                    "versiculo": "ガラテヤ人への手紙 6:9 リビングバイブル: \"わたしたちは、善を行うことにあきらめてはいけません。飽きることなく励んでいれば、時が来れば、刈り取ることになります。\"",
                    "reflexion": "ガラテヤ人への手紙6章9節は、私たちの忍耐と努力の重要性を強調しています。この聖句は、私たちが善い行いを続ける際に、疲れて諦めてしまうことのないようにと教えています。私たちの信仰生活、特に困難な状況においては、諦めずに努力を続けることが不可欠です。私たちが善を行うことに飽きることなく励み続けるなら、必ず報われる時が来ると約束されています。この約束は、私たちが神の御心に従い、正しい行いを続けるための励ましとなります。困難な時や結果が見えない時でも、神は私たちの努力を見ておられ、必ず実を結ばせてくださいます。この教えは、私たちの日々の生活、仕事、人間関係、そして信仰において適用されます。忍耐強く、神の御心に従って歩み続けることで、私たちは成長し、神の愛と恵みを体験することができます。この聖句は、私たちに希望を与え、諦めずに前進する力を与えてくれます。困難な時こそ、信仰を深め、神に頼り、善を行うことに集中しましょう。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 5:3",
                            "texto": "苦難は忍耐を生み出し、"
                        },
                        {
                            "cita": "ヘブライ人への手紙 10:36",
                            "texto": "神の御心を行なって、約束されたものをいただくためには、忍耐が必要なのです。"
                        },
                        {
                            "cita": "ガラテヤ人への手紙 6:7",
                            "texto": "自分で蒔いたものを刈り取ることになるのです。"
                        }
                    ],
                    "oracion": "天のお父様、私たちが善を行うことに飽きることなく、忍耐強く励むことができますように。困難な時や、結果が見えない時にも、あなたの御心を求め、あなたに頼ることができますように。私たちが日々の生活の中で、あなたの愛と恵みを体験し、成長することができますように。私たちがあなたの御心に従って歩み、あなたに喜ばれる者となりますように。あなたの約束を信じ、希望を持って前進する力を与えてください。私たちの心にあなたの平和が満ち溢れますように。イエス様のお名前によってお祈りします。アーメン。",
                    "tags": [
                        "忍耐",
                        "努力"
                    ]
                }
            ],
            "2025-08-02": [
                {
                    "id": "リビングバイブル-20250802",
                    "date": "2025-08-02",
                    "language": "ja",
                    "version": "リビングバイブル",
                    "versiculo": "テサロニケ人への手紙第一 1:9-10 リビングバイブル: \"10 JA-リビングバイブル: \"彼らは、私たちがどんなふうにあなた方のところに行ったか、また、あなたがたが偶像を捨てて神に立ち返り、生けるまことの神に仕えるようになったか、そして、神が死人の中からよみがえらせた、その御子イエスを、天から待ち望むようになったかを、人々に語っています。このイエスは、やがて来る神の怒りから私たちを救い出してくださる方です。\"",
                    "reflexion": "テサロニケの信者たちの信仰は、彼らの生き方全体を変えました。彼らは偶像を捨て、生ける神に立ち返り、イエス・キリストの再臨を待ち望むようになりました。この変革は、単なる信仰告白以上のものです。それは、彼らの行動、態度、そして彼らが何を大切にしているかという価値観に現れていました。彼らは、神の怒りから救われるという希望を持って生きていました。この希望は、彼らの日々の生活に影響を与え、彼らを積極的に神に仕えるようにし、他の人々に福音を伝えるようにしました。私たちがイエス・キリストを信じる時、同じような変革が私たちにも起こります。私たちは、古い生き方を捨て、神の御心に従う新しい生き方へと導かれます。それは、希望に満ちた生き方であり、神の愛と恵みに基づいています。私たちがイエス・キリストの再臨を待ち望むとき、私たちはこの世の価値観にとらわれることなく、永遠の命を求めることができます。",
                    "para_meditar": [
                        {
                            "cita": "ヨハネの福音書 3:16",
                            "texto": "神は、実に、そのひとり子を賜わったほどに、この世を愛してくださった。それは、彼を信じる者が、ひとりとして滅びることなく、永遠のいのちを持つためである。"
                        },
                        {
                            "cita": "ローマ人への手紙 10:9",
                            "texto": "もしあなたの口でイエスを主と告白し、あなたの心で神がイエスを死人の中からよみがえらせたと信じるなら、あなたは救われるからです。"
                        },
                        {
                            "cita": "ピリピ人への手紙 3:20",
                            "texto": "しかし、私たちの本国は天にあり、そこから救い主、主イエス・キリストを待ち望んでいます。"
                        }
                    ],
                    "oracion": "愛する天の父よ、今日の御言葉を通して、私たちがどのように生きるべきかを教えてくださり、感謝します。私たちは、テサロニケの人々のように、偶像を捨て、あなたに立ち返り、あなたに仕えたいと願っています。私たちが、イエス・キリストの再臨を待ち望み、希望に満ちた人生を歩むことができますように。私たちが、あなたの愛と恵みを他の人々に伝え、彼らがあなたを知るように助けてください。私たちの心を清め、あなたの御心に従うことを願います。この願いを、あなたの御子イエスの御名によって申し上げます。アーメン。",
                    "tags": [
                        "希望",
                        "救い"
                    ]
                }
            ],
            "2025-08-03": [
                {
                    "id": "リビングバイブル-20250803",
                    "date": "2025-08-03",
                    "language": "ja",
                    "version": "リビングバイブル",
                    "versiculo": "コリント人への手紙第二 4:16-18 リビングバイブル: \"18: \"だから、私たちは落胆しません。たとえ私たちの外なる人が衰えていくとしても、内なる人は日ごとに新たにされています。今のこの一時の軽い艱難は、私たちに、はかり知れない、永遠の栄光をもたらすからです。私たちは、見えるものにではなく、見えないものに目を留めます。見えるものは一時的ですが、見えないものは永遠に続くからです。\"",
                    "reflexion": "この聖句は、私たちに逆境の中で希望を見出すように促しています。外側の肉体は老い、衰弱するかもしれませんが、内なる精神は神によって日々新たにされます。これは、私たちの日々の苦難が、永遠の栄光という計り知れない価値を持つことを思い起こさせます。私たちは一時的なものに目を向けるのではなく、永遠の価値に焦点を当てるべきです。人生の困難に直面したとき、落胆せず、神の約束に目を向けましょう。困難は、私たちが神の御心に近づくための機会であり、私たちの信仰を強める試練です。この聖句は、私たちが将来の栄光を確信し、信仰を持って困難を乗り越えることを教えています。見えないもの、つまり神の愛と永遠の命に目を向けることで、私たちは希望と喜びを見出すことができます。この教えは、私たちの心を励まし、日々の生活の中で神を信頼することを促します。",
                    "para_meditar": [
                        {
                            "cita": "ローマ人への手紙 8:18",
                            "texto": "今の時の苦しみは、私たちに現されようとしている栄光に比べると、取るに足りないものと私は考えています。"
                        },
                        {
                            "cita": "ヘブライ人への手紙 11:1",
                            "texto": "信仰とは、望んでいる事がらを確信し、まだ見ていない事実を確信することです。"
                        },
                        {
                            "cita": "ピリピ人への手紙 3:14",
                            "texto": "私はゴールに向かって走り、キリスト・イエスにおいて神が私を召してくださった、天からの賞を得ようと努めています。"
                        }
                    ],
                    "oracion": "愛する神様、今日のこの御言葉を通して、私たちに希望と励ましを与えてくださり、ありがとうございます。外側の肉体が衰える中でも、内なる人が日ごとに新たにされることを信じ、感謝します。困難に直面したとき、一時的な苦しみではなく、永遠の栄光に目を向けることができますように。あなたの愛と約束を信じ、信仰を持って日々を歩むことができますように。私たちを支え、導き、あなたの御心に従って生きていくことができますように。私たちの心の目を、あなただけに見させ、あなたの栄光を現すことができますように。主イエスの御名によってお祈りします。アーメン。",
                    "tags": [
                        "希望",
                        "永遠"
                    ]
                }
            ],
            "2025-08-04": [
                {
                    "id": "リビングバイブル-20250804",
                    "date": "2025-08-04",
                    "language": "ja",
                    "version": "リビングバイブル",
                    "versiculo": "ルカの福音書 5:32 リビングバイブル: \"わたしは正しい人を招くためではなく、罪人を招いて悔い改めさせるために来たのです。\"",
                    "reflexion": "このルカの福音書5:32の言葉は、イエス・キリストの使命の本質を鮮やかに捉えています。イエスは、自らを義人ではなく、罪人を招くために来られたと明言されました。これは、当時の宗教的指導者たちが抱いていた考え方とは大きく異なるものでした。彼らは、自らを正しい者とみなし、罪人たちを遠ざけていました。しかし、イエスは、すべての人々、特に社会的に疎外された人々、罪人と呼ばれる人々のもとに近づかれました。この言葉は、イエスが人間の罪を深く理解し、その救いを心から願っていたことを示しています。悔い改めとは、罪から離れ、神に立ち返ることを意味します。イエスは、単に罪人を非難するのではなく、彼らが悔い改め、神との関係を回復することを願いました。このメッセージは、私たちにも当てはまります。私たちは、自分の罪を認め、悔い改め、イエス・キリストを通して神に近づくことができます。イエスの愛は、私たちをすべて受け入れ、新しい人生へと導くことを約束してくれます。",
                    "para_meditar": [
                        {
                            "cita": "マタイの福音書 9:13",
                            "texto": "『わたしはあわれみを求め、いけにえを求めない』とはどういう意味か、学びなさい。わたしは正しい人を招くためではなく、罪人を招くために来たからです。」"
                        },
                        {
                            "cita": "ローマ人への手紙 5:8",
                            "texto": "しかし、私たちがまだ罪人であったとき、キリストが私たちのために死んでくださったことにより、神は私たちに対するご自分の愛を明らかにして下さいました。"
                        },
                        {
                            "cita": "ヨハネの福音書 3:16",
                            "texto": "神は、実に、そのひとり子をお与えになったほどに、世を愛された。それは、だれでもイエスを信じる者が、滅びることなく、永遠のいのちを得るためである。"
                        }
                    ],
                    "oracion": "愛と慈悲に満ちた天のお父様、あなたの御子イエス・キリストが、私たち罪人を招くために来られたことを感謝します。私たちを罪から救い、あなたとの関係を回復させてくださるイエスの愛に心から感謝します。私たちが自分の罪を認め、悔い改め、あなたに立ち返ることができるように助けてください。イエスの模範に従い、私たちが他人を裁くのではなく、愛と赦しをもって接することができるように導いてください。私たちの心をあなたに開き、あなたの御言葉を受け入れ、あなたの御心に従うことができますように。あなたの恵みと導きを求め、私たちの人生にあなたの愛が溢れますように。イエス様のお名前によってお祈りします。アーメン。",
                    "tags": [
                        "罪",
                        "悔い改め"
                    ]
                }
            ],
            "2025-08-05": [
                {
                    "id": "リビングバイブル-20250805",
                    "date": "2025-08-05",
                    "language": "ja",
                    "version": "リビングバイブル",
                    "versiculo": "ヨハネの福音書 20:29 リビングバイブル: \"イエスは彼に言われた。「あなたはわたしを見たから信じたのですか。見ないで信じる者は幸いです。」\"",
                    "reflexion": "この聖句は、イエス・キリストが復活後、弟子たちに現れた際に、疑い深いトマスに語った言葉です。トマスは、イエスの傷を見た上でなければ信じないと主張しました。イエスは彼に、見たから信じたのかと問い、見ないで信じる者のほうが幸いであると告げました。この言葉は、信仰の本質を深く理解する上で非常に重要です。それは、信仰が単なる視覚的な証拠に依存するのではなく、イエス・キリストの言葉と教え、そして聖霊の働きによって心に生まれるものであることを示唆しています。現代社会では、科学的根拠や目に見える証拠が重視される傾向がありますが、信仰はそれらを超越した次元に存在します。見えないものを信じることは、人間の理性や経験を超えた、神との深い関係を築くための重要な要素です。この聖句は、信仰の重要性、そしてそれを育むことの喜びを私たちに教えています。私たちは、イエス・キリストを心で信じ、彼の言葉に従い、信仰の道を歩むことができます。見ないで信じる者は、真の幸福を見出すことができるのです。",
                    "para_meditar": [
                        {
                            "cita": "ヘブライ人への手紙 11:1",
                            "texto": "信仰とは、望んでいる事がらを確信し、まだ見ていない事実を確信することです。"
                        },
                        {
                            "cita": "ローマ人への手紙 10:17",
                            "texto": "このように、信仰は聞くことによって、聞くことはキリストの言葉によるのです。"
                        },
                        {
                            "cita": "コリント第二 5:7",
                            "texto": "私たちは、見えることではなく、信じることによって歩んでいます。"
                        }
                    ],
                    "oracion": "愛する天の父よ、私たちは目に見えるものだけでなく、あなたの言葉とあなたの愛を信じて歩むことができますように。私たちの心を信仰で満たし、疑いや不安に打ち勝つ力を与えてください。イエス・キリストの教えを理解し、実践することができますように。あなたの恵みと導きを求め、日々信仰を深めていくことができますように。私たちの信仰を強め、あなたの御心を行うための力を与えてください。私たちを見ないで信じる者として祝福してください。イエス様のお名前によってお祈りします。アーメン。",
                    "tags": [
                        "信仰",
                        "祝福"
                    ]
                }
            ]
        }
    }
}