{
  "id": "ascension_victory_001",
  "type": "discovery",
  "date": "2026-01-30",
  "title": "A Ascensão Vitoriosa",
  "subtitle": "Quando o Rei conquista o trono e envia o Espírito",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 7,
  "key_verse": {
    "reference": "Atos 1:9",
    "text": "E, quando dizia isto, vendo-o eles, foi elevado às alturas, e uma nuvem o recebeu, ocultando-o a seus olhos."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "⛰️",
      "title": "Quarenta Dias Depois",
      "subtitle": "O período de instrução pós-ressurreição",
      "content": "Atos 1:3 diz: 'Aos quais também, depois de ter padecido, se apresentou vivo, com muitas e infalíveis provas, sendo visto por eles por espaço de quarenta dias e falando do que respeita ao Reino de Deus.'\n\n📅 OS 40 DIAS:\n\nDurante 40 dias entre a ressurreição e a ascensão:\n• Jesus apareceu múltiplas vezes aos discípulos\n• Comeu com eles (provou que tinha um corpo físico ressuscitado)\n• Ensinou-lhes sobre o Reino de Deus\n• Soprou sobre eles o Espírito Santo (João 20:22)\n• Mais de 500 pessoas O viram vivo (1 Coríntios 15:6)\n\n⛰️ O MONTE DAS OLIVEIRAS:\n\n• Localização: a leste de Jerusalém, atravessando o vale de Cedrom\n• Mesmo lugar onde:\n  - Jesus orou frequentemente\n  - Jesus agonizou no Getsêmani\n  - Jesus chorou sobre Jerusalém\n  - Os anjos prometeram que Ele voltará (Atos 1:11)\n  - Zacarias profetizou que Seus pés estarão ali quando Ele voltar (Zacarias 14:4)\n\n🔄 O PADRÃO BÍBLICO DE 40:\n\n• 40 dias e noites de chuva no dilúvio (Gênesis 7:12)\n• 40 anos de Israel no deserto (Números 14:33)\n• 40 dias de Moisés no Monte Sinai (Êxodo 24:18)\n• 40 dias da jornada de Elias até Horebe (1 Reis 19:8)\n• 40 dias do jejum de Jesus no deserto (Mateus 4:2)\n• 40 dias de Jesus ensinando sobre o reino (Atos 1:3)\n\nO número 40 representa:\n• Prova e preparação\n• Transição entre eras\n• Completude de um período",
      "revelation_key": "Jesus não ascendeu imediatamente. Ele passou 40 dias PREPARANDO os discípulos para o que estava por vir. A ascensão não foi abandono; foi promoção."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Epērthē: Ele Foi Elevado",
      "subtitle": "Uma jornada de vitória, não de fuga",
      "greek_words": [
        {
          "word": "Epērthē",
          "transliteration": "ἐπήρθη",
          "reference": "Atos 1:9",
          "meaning": "Foi elevado, levantado, exaltado",
          "revelation": "O verbo está na voz PASSIVA - 'foi levantado', não 'voou para longe'.\n\nQUEM O levantou? O Pai.\n\nFILIPENSES 2:9 explica:\n'Pelo que também Deus o exaltou (hyperypsoō) soberanamente e lhe deu um nome que é sobre todo o nome.'\n\nA ascensão NÃO foi:\n• Jesus fugindo da terra\n• Jesus retirando-se derrotado\n• Jesus deixando você sozinho\n\nA ascensão FOI:\n• O Pai EXALTANDO o Filho\n• O Rei tomando Seu TRONO\n• O Vencedor recebendo Sua COROA\n• O Sumo Sacerdote entrando no Santo dos Santos celestial",
          "application": "Quando Jesus ascendeu, Ele não te abandonou. Ele abriu o caminho para o trono de Deus e foi preparar um lugar para você."
        },
        {
          "word": "Nephelē",
          "transliteration": "νεφέλη",
          "reference": "Atos 1:9",
          "meaning": "Nuvem",
          "revelation": "NÃO uma nuvem meteorológica comum. É a SHEKINAH - a glória visível de Deus.\n\nA mesma nuvem que:\n• Guiou Israel no deserto (Êxodo 13:21)\n• Encheu o tabernáculo (Êxodo 40:34)\n• Cobriu o Monte Sinai (Êxodo 24:15-16)\n• Apareceu na transfiguração (Mateus 17:5)\n• Levou Jesus na ascensão (Atos 1:9)\n• TRARÁ Jesus em Sua segunda vinda (Mateus 24:30)\n\n💡 A MENSAGEM:\n\nA MESMA nuvem que O levou na ascensão O trará em Seu retorno.\n\nAtos 1:11: 'Esse Jesus, que dentre vós foi recebido em cima no céu, HÁ DE VIR assim como para o céu o vistes ir.'\n\n• Foi numa nuvem → Voltará numa nuvem\n• Foi do Monte das Oliveiras → Voltará ao Monte das Oliveiras (Zacarias 14:4)\n• Foi com corpo ressuscitado → Voltará com corpo ressuscitado",
          "application": "A ascensão não é o fim da história. É o intervalo. O Rei que foi VOLTARÁ da mesma maneira."
        }
      ],
      "revelation_key": "A ascensão foi uma COROAÇÃO, não uma despedida. Jesus não deixou a terra derrotado; Ele saiu vitorioso para assentar-Se à direita do Pai."
    },
    
    {
      "order": 3,
      "type": "prophetic_thread",
      "icon": "🧵",
      "title": "Recebereis Poder",
      "subtitle": "A promessa do Espírito antes da ascensão",
      "content": "Atos 1:4-5, 8: 'E, estando com eles, determinou-lhes que não se ausentassem de Jerusalém, mas que esperassem a promessa do Pai... Porque, na verdade, João batizou com água, mas vós sereis batizados com o Espírito Santo, não muito depois destes dias... Mas recebereis a virtude do Espírito Santo, que há de vir sobre vós.'\n\n🔥 A SEQUÊNCIA DIVINA:\n\n1️⃣ JESUS ASCENDE (Atos 1:9)\n2️⃣ JESUS ASSENTA-SE À DIREITA DO PAI (Marcos 16:19)\n3️⃣ JESUS ENVIA O ESPÍRITO SANTO (Atos 2:1-4)\n\nPor que nessa ordem?\n\n📖 JOÃO 16:7 explica:\n\n'Todavia, digo-vos a verdade: que vos convém que eu vá; porque, se eu não for, o Consolador não virá a vós; mas, se eu for, enviar-vo-lo-ei.'\n\n💡 A LÓGICA:\n\n• Enquanto Jesus estava na terra, Ele estava LIMITADO a um corpo físico\n• Só podia estar em UM lugar de cada vez\n• Só podia ministrar a um pequeno grupo\n\nMAS quando Jesus ascendeu:\n• Ele enviou o Espírito Santo\n• O Espírito NÃO tem corpo físico\n• Pode estar em TODOS os crentes simultaneamente\n• Pode estar em TODOS os lugares ao mesmo tempo\n\n⚡ O PODER PROMETIDO:\n\n'Recebereis PODER (dunamis - de onde vem 'dinamite')'\n\nNão:\n• Poder para fazer milagres espetaculares (embora isso possa acontecer)\n• Poder para ser famoso\n\nMas:\n• Poder para ser TESTEMUNHAS (v.8)\n• Poder para viver em santidade\n• Poder para proclamar o evangelho corajosamente\n• Poder para transformar vidas\n\n🌍 A EXPANSÃO GEOGRÁFICA:\n\n'Ser-me-eis testemunhas tanto em Jerusalém como em toda a Judeia e Samaria e até aos confins da terra' (v.8)\n\nEsta é a ESTRUTURA do livro de Atos:\n• Capítulos 1-7: Jerusalém\n• Capítulos 8-9: Judeia e Samaria\n• Capítulos 10-28: Até os confins da terra",
      "scripture_connections": [
        {
          "reference": "Joel 2:28",
          "text": "E há de ser que, depois, derramarei o meu Espírito sobre toda a carne"
        },
        {
          "reference": "João 14:26",
          "text": "Mas aquele Consolador, o Espírito Santo, que o Pai enviará em meu nome, vos ensinará todas as coisas"
        }
      ],
      "revelation_key": "Jesus não foi embora para te abandonar. Ele foi para te enviar a MELHOR SUBSTITUIÇÃO: o Espírito Santo, que vive EM você, não apenas COM você."
    },
    
    {
      "order": 4,
      "type": "theological_depth",
      "icon": "👑",
      "title": "Assentado à Direita de Deus",
      "subtitle": "A posição de autoridade suprema",
      "content": "MARCOS 16:19: 'Ora, o Senhor, depois de lhes ter falado, foi recebido no céu e assentou-se à direita de Deus.'\n\n👑 O QUE SIGNIFICA 'À DIREITA'?\n\nNa cultura antiga, a mão direita representava:\n• PODER supremo\n• AUTORIDADE máxima\n• HONRA mais alta\n• FAVOR especial\n\nQuando o rei assentava alguém à sua direita, ele declarava:\n• Esta pessoa compartilha minha autoridade\n• Esta pessoa governa comigo\n• Esta pessoa fala com minha voz\n\n✝️ SALMO 110:1 (o salmo mais citado no NT):\n\n'Disse o SENHOR ao meu Senhor: Assenta-te à minha mão direita, até que ponha os teus inimigos por escabelo dos teus pés.'\n\nDavi profetizou 1.000 anos antes:\n• O Messias ASSENTAR-SE-IA (obra concluída)\n• À DIREITA (posição de poder)\n• Até que os inimigos sejam DERROTADOS\n\n🔨 HEBREUS 1:3:\n\n'O qual, sendo o resplendor da sua glória, e a expressa imagem da sua pessoa, e sustentando todas as coisas pela palavra do seu poder, havendo feito por si mesmo a purificação dos nossos pecados, assentou-se à destra da Majestade, nas alturas.'\n\nNote:\n• Os sacerdotes do AT NUNCA se assentavam (sempre havia mais sacrifícios)\n• Jesus ASSENTOU-SE (o sacrifício foi COMPLETO, FINAL, SUFICIENTE)\n\n📜 O QUE JESUS FAZ AGORA À DIREITA:\n\n1️⃣ INTERCEDE por você (Romanos 8:34)\n2️⃣ REPRESENTA você diante do Pai (Hebreus 7:25)\n3️⃣ REINA sobre tudo (Efésios 1:20-22)\n4️⃣ PREPARA seu lugar (João 14:2-3)\n5️⃣ ENVIA o Espírito Santo (João 15:26)\n\n⚔️ AGUARDANDO A VITÓRIA FINAL:\n\n'Até que ponha os teus inimigos por escabelo dos teus pés' (Salmo 110:1)\n\nJesus está assentado, mas NÃO inativo. Ele está REINANDO, aguardando o momento quando:\n• Todo inimigo seja subjugado\n• Todo joelho se dobre\n• Toda língua confesse que Jesus é Senhor",
      "scripture_anchor": {
        "reference": "Efésios 1:20-21",
        "text": "Que manifestou em Cristo, ressuscitando-o dos mortos e pondo-o à sua direita nos céus, acima de todo principado, e poder, e potestade, e domínio, e de todo nome que se nomeia, não só neste século, mas também no vindouro."
      },
      "revelation_key": "Jesus não está no céu como um convidado. Ele está no trono como REI. E você está assentado com Ele nos lugares celestiais (Efésios 2:6)."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Presença",
          "question": "Jesus disse 'vos convém que eu vá' para poder enviar o Espírito Santo. Você vive com a consciência de que o Espírito Santo está EM você, não apenas com você?"
        },
        {
          "category": "Missão",
          "question": "Antes de ascender, Jesus disse 'ser-me-eis testemunhas'. Você está sendo testemunha de Cristo em sua Jerusalém (casa), Judeia (cidade), Samaria (inimigos) e até os confins da terra?"
        },
        {
          "category": "Esperança",
          "question": "Os anjos disseram 'esse Jesus... há de vir'. Você vive com esperança ativa do retorno de Cristo, ou você se acomodou a este mundo?"
        }
      ],
      "prayer": {
        "title": "Oração de Expectativa",
        "content": "Jesus ascendido, Rei coroado, Senhor exaltado. Obrigado porque Sua ascensão não foi abandono, mas vitória. Você subiu ao trono para reinar sobre tudo. Obrigado porque do Seu trono Você intercede por mim constantemente. Obrigado porque Você enviou o Espírito Santo para habitar em mim. Espírito Santo, encha-me com Seu poder hoje. Dê-me ousadia para testemunhar de Cristo onde estou. Dê-me amor pelos perdidos. Dê-me visão para alcançar aqueles que não conhecem a Jesus. E Senhor Jesus, vem depressa. Assim como Você foi numa nuvem de glória, venha novamente em poder e glória. Maranata - vem, Senhor Jesus. Em nome do Rei exaltado, Amém."
      }
    }
  ],
  
  "tags": [
    "ascensão",
    "vitória",
    "espírito_santo",
    "trono",
    "segunda_vinda",
    "missão"
  ],
  
  "metadata": {
    "total_word_count": 1180,
    "greek_words_count": 2,
    "scripture_references_count": 14,
    "difficulty_level": "intermediate",
    "themes": [
      "Exaltação de Cristo",
      "Envio do Espírito Santo",
      "Reinado presente de Cristo",
      "Missão global"
    ]
  }
}
