{
  "id": "born_again_001",
  "type": "discovery",
  "date": "2026-01-20",
  "title": "Vós Tendes de Nascer de Novo",
  "subtitle": "Quando o mestre de Israel descobre que sua religião não é suficiente",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "João 3:3",
    "text": "Jesus respondeu, e disse-lhe: Na verdade, na verdade te digo que aquele que não nascer de novo não pode ver o Reino de Deus."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "character_context",
      "icon": "🧔",
      "title": "Nicodemos: O Homem Que Tinha Tudo",
      "subtitle": "Por que sua visita noturna é tão significativa",
      "content": "João nos dá três fatos cruciais sobre Nicodemos em um único versículo (João 3:1):\n\n1️⃣ 'UM HOMEM DOS FARISEUS':\n• Os fariseus eram a elite religiosa - apenas 6.000 em todo Israel\n• Memorizavam toda a Torá\n• Jejuavam duas vezes por semana\n• Dizimavam até as especiarias do jardim\n• Eram os mais respeitados pelo povo\n\n2️⃣ 'CHAMADO NICODEMOS':\n• Seu nome significa 'Conquistador do povo'\n• Era um nome prestigioso, de família aristocrática\n\n3️⃣ 'PRÍNCIPE DOS JUDEUS':\n• Membro do Sinédrio - o conselho supremo de 70 anciãos\n• Apenas os mais instruídos alcançavam o Sinédrio\n• Jesus mais tarde o chama de 'O mestre de Israel' (João 3:10)\n\n🌙 POR QUE ELE VEIO À NOITE:\n\nNão foi apenas para evitar críticas. Foi simbólico:\n• Nicodemos estava em 'trevas espirituais' apesar de seu conhecimento\n• Tinha medo de perder sua posição\n• A noite representa o estado da alma religiosa sem Cristo\n\n💔 A IRONIA:\n\nO homem com mais conhecimento religioso em Israel vem perguntar ao carpinteiro de Nazaré. Sua religião perfeita o deixou vazio.",
      "revelation_key": "Você pode ser religiosamente impecável e espiritualmente morto. Educação teológica não substitui o novo nascimento."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Anōthen: A Palavra com Duplo Significado",
      "subtitle": "Por que Nicodemos ficou confuso",
      "content": "Jesus lhe diz: 'É necessário nascer ANŌTHEN.'\n\nEsta palavra grega tem DOIS significados simultâneos:\n\n1️⃣ 'DE NOVO' (mais uma vez, uma segunda vez)\n2️⃣ 'DO ALTO' (do céu, de Deus)\n\n🤔 A CONFUSÃO DE NICODEMOS:\n\nNicodemos entende apenas o primeiro significado: 'Como pode um homem nascer, sendo velho? Pode, porventura, tornar a entrar no ventre de sua mãe e nascer?'\n\nEle está pensando em um nascimento FÍSICO repetido.\n\n✨ O QUE JESUS REALMENTE QUER DIZER:\n\nJesus intencionalmente usa ambos os significados:\n• Você precisa nascer DE NOVO (não pode melhorar seu primeiro nascimento)\n• Você precisa nascer DO ALTO (só Deus pode fazer isso, não você)\n\n📊 A RESPOSTA DE JESUS (v.5-6):\n\n'Na verdade, na verdade te digo que aquele que não nascer da ÁGUA e do ESPÍRITO não pode entrar no Reino de Deus.'\n\n• Água = provável referência a Ezequiel 36:25-27 (purificação espiritual)\n• Espírito = o Espírito Santo que efetua o novo nascimento\n\n'O que é nascido da carne É CARNE; e o que é nascido do Espírito é espírito.'\n\nA carne só produz carne. Não importa quanto você a eduque, discipline ou refine - ela permanece carne. Só o Espírito pode gerar vida espiritual.",
      "greek_words": [
        {
          "word": "Anōthen",
          "transliteration": "ἄνωθεν",
          "meaning": "De novo / Do alto",
          "revelation": "Ambos os significados são necessários: é um nascimento que acontece DE NOVO (você não é melhorado, você é SUBSTITUÍDO), e vem DO ALTO (não é autogerado, é presente de Deus)."
        },
        {
          "word": "Gennēthē",
          "transliteration": "γεννηθῇ",
          "meaning": "Nascer, ser gerado",
          "revelation": "É voz passiva em grego - 'ser nascido', não 'nascer a si mesmo'. O novo nascimento é algo que você RECEBE, não algo que você PRODUZ."
        }
      ],
      "revelation_key": "Você não pode nascer de novo por si mesmo, assim como não pôde nascer da primeira vez por si mesmo. Ambos os nascimentos são recebidos, não conquistados."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "🍃",
      "title": "O Vento Assopra Onde Quer",
      "subtitle": "João 3:8 - O mistério do Espírito",
      "content": "Jesus usa uma ilustração perfeita para explicar o novo nascimento:\n\n'O vento assopra onde quer, e ouves a sua voz, mas não sabes donde vem, nem para onde vai; assim é todo aquele que é nascido do Espírito.'\n\n🌬️ O JOGO DE PALAVRAS:\n\nEm grego (e em hebraico), a mesma palavra significa VENTO e ESPÍRITO:\n• Grego: Pneuma (πνεῦμα)\n• Hebraico: Ruach (רוּחַ)\n\nJesus faz um paralelo triplo:\n\n1️⃣ O VENTO É INVISÍVEL:\n• Você não pode VER o vento\n• Você só vê seus EFEITOS (folhas se movendo, árvores se curvando)\n• Assim é o Espírito - você não O vê, mas vê Sua obra em vidas transformadas\n\n2️⃣ O VENTO É INCONTROLÁVEL:\n• O vento 'assopra onde quer' - você não o dirige\n• O Espírito é soberano - Ele escolhe quando e onde se mover\n• Você não pode fabricar um avivamento; só pode se preparar para quando o Vento soprar\n\n3️⃣ O VENTO É INEGÁVEL:\n• 'Ouves a sua voz' - embora não o veja, você SABE que está lá\n• Uma pessoa nascida do Espírito produz EVIDÊNCIA - fruto, mudança, transformação\n\n⚠️ O AVISO A NICODEMOS:\n\nNicodemos queria ENTENDER antes de crer. Jesus lhe diz: 'Você não pode entender completamente o novo nascimento, assim como não pode entender completamente o vento. Mas você pode EXPERIMENTÁ-LO'.",
      "scripture_connections": [
        {
          "reference": "Ezequiel 37:9",
          "text": "E ele me disse: Profetiza ao espírito, profetiza, ó filho do homem, e dize ao espírito: Assim diz o Senhor Jeová: Vem dos quatro ventos, ó espírito, e assopra sobre estes mortos, para que vivam"
        },
        {
          "reference": "Atos 2:2",
          "text": "E, de repente, veio do céu um som, como de um vento veemente impetuoso, e encheu toda a casa em que estavam assentados"
        }
      ],
      "revelation_key": "A obra do Espírito é misteriosa mas real, invisível mas inegável, soberana mas experimentável."
    },
    
    {
      "order": 4,
      "type": "necessity_emphasis",
      "icon": "⚠️",
      "title": "Não Te Maravilhes: É NECESSÁRIO",
      "subtitle": "Por que o novo nascimento não é opcional",
      "content": "Jesus diz em João 3:7: 'Não te maravilhes de te ter dito: Necessário vos é nascer de novo.'\n\nA palavra 'necessário' (dei em grego) indica:\n• Obrigação absoluta\n• Necessidade divina\n• Requisito inegociável\n\n❌ POR QUE A RELIGIÃO NÃO É SUFICIENTE:\n\nNicodemos tinha:\n✓ Conhecimento bíblico (mestre de Israel)\n✓ Posição religiosa (fariseu)\n✓ Autoridade (membro do Sinédrio)\n✓ Moralidade impecável (guardava 613 mandamentos)\n✓ Respeito do povo\n\nMas Jesus lhe diz: 'TUDO isso não é suficiente. Você precisa NASCER DE NOVO.'\n\n🔑 A RAZÃO FUNDAMENTAL:\n\n'O que é nascido da carne É CARNE' (v.6)\n\nO problema não é que a carne seja MÁ. O problema é que a carne é LIMITADA:\n• Não pode produzir vida espiritual\n• Não pode ver o reino de Deus (v.3)\n• Não pode entrar no reino de Deus (v.5)\n\nNão importa quanto você eduque, refine ou discipline a carne - ela permanece carne. É como tentar fazer um peixe voar treinando-o mais. O peixe precisa de uma NOVA NATUREZA.\n\n✨ O EVANGELHO:\n\nDeus não veio melhorar seu velho eu. Ele veio MATÁ-LO e dar-lhe um novo eu. Não é renovação; é RESSURREIÇÃO.",
      "identity_statement": "Se você nasceu de novo, você não é uma versão melhorada do seu velho eu. Você é uma NOVA CRIAÇÃO. O velho você morreu com Cristo; o novo você ressuscitou com Ele.",
      "revelation_key": "Cristianismo não é autoaperfeiçoamento espiritual. É morte e ressurreição. Não é 'seja melhor'; é 'morra e receba uma nova vida'."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Autoavaliação",
          "question": "Nicodemos confiava em sua religião. Há algo em sua vida (moralidade, boas obras, conhecimento bíblico) em que você confia MAIS do que no novo nascimento?"
        },
        {
          "category": "Evidência",
          "question": "Jesus diz que uma pessoa nascida do Espírito é como o vento - invisível mas inegável. Há evidência visível em sua vida de que o Espírito o regenerou?"
        },
        {
          "category": "Rendição",
          "question": "O novo nascimento é voz PASSIVA - algo que você recebe, não conquista. Você está tentando 'nascer de novo' por seu esforço, ou está se rendendo para deixar Deus fazê-lo em você?"
        }
      ],
      "prayer": {
        "title": "Oração do Novo Nascimento",
        "content": "Pai celestial, reconheço que minha religião, moralidade e esforço não são suficientes. Como Nicodemos, venho a Ti em minhas trevas espirituais. Creio que Jesus morreu em meu lugar e ressuscitou. Hoje renuncio a confiar em minha carne - em minhas realizações, minha bondade, meu conhecimento. Espírito Santo, faça em mim o que não posso fazer por mim mesmo: NASÇA-ME DE NOVO. Crie em mim um coração puro. Faça-me uma nova criatura. Que minha vida seja evidência inegável de que o Vento de Deus soprou sobre minha alma morta e me deu vida eterna. Em nome de Jesus, Amém."
      }
    }
  ],
  
  "tags": [
    "salvação",
    "novo_nascimento",
    "espírito_santo",
    "regeneração",
    "nicodemos",
    "religião_vs_relacionamento"
  ],
  
  "metadata": {
    "total_word_count": 1100,
    "greek_words_count": 2,
    "scripture_references_count": 8,
    "difficulty_level": "intermediate",
    "themes": [
      "Insuficiência da religião",
      "Novo nascimento",
      "Obra soberana do Espírito",
      "Morte e ressurreição"
    ]
  }
}
