{
  "id": "breath_of_new_adam_001",
  "type": "discovery",
  "date": "2026-01-26",
  "title": "O Sopro do Novo Adão",
  "subtitle": "Quando Jesus reconecta o homem com Deus",
  "language": "pt",
  "version": "NVI",
  "estimated_reading_minutes": 7,
  "key_verse": {
    "reference": "João 20:22",
    "text": "E com isso, soprou sobre eles e disse: \"Recebam o Espírito Santo.\""
  },
  
  "scripture_passage": {
    "reference": "João 20:19-23",
    "verses": [
      {
        "number": 19,
        "text": "Ao cair da tarde daquele primeiro dia da semana, estando os discípulos reunidos a portas trancadas, por medo dos judeus, Jesus entrou, pôs-se no meio deles e disse: \"Paz seja com vocês!\""
      },
      {
        "number": 20,
        "text": "Tendo dito isso, mostrou-lhes as mãos e o lado. Os discípulos alegraram-se quando viram o Senhor."
      },
      {
        "number": 21,
        "text": "Novamente Jesus disse: \"Paz seja com vocês! Assim como o Pai me enviou, eu os envio\"."
      },
      {
        "number": 22,
        "text": "E com isso, soprou sobre eles e disse: \"Recebam o Espírito Santo.\""
      },
      {
        "number": 23,
        "text": "Se perdoarem os pecados de alguém, estarão perdoados; se não os perdoarem, não estarão perdoados\"."
      }
    ],
    "context_verses": [
      {
        "reference": "Gênesis 2:7",
        "text": "E o Senhor Deus formou o homem do pó da terra e soprou em suas narinas o fôlego de vida, e o homem se tornou um ser vivente."
      },
      {
        "reference": "1 Coríntios 15:45",
        "text": "Assim está escrito: 'O primeiro homem, Adão, tornou-se um ser vivente'; o último Adão, espírito vivificante."
      }
    ]
  },
  
  "cards": [
    {
      "order": 1,
      "type": "opening_parallel",
      "icon": "🌅",
      "title": "Dois Jardins, Dois Sopros",
      "subtitle": "A simetria perfeita da criação e re-criação",
      "content": "Há algo surpreendente escondido em João 20:22. Para entendê-lo, devemos viajar ao princípio de todas as coisas.\n\n🌱 O PRIMEIRO JARDIM (Gênesis 2:7):\n\n'E o Senhor Deus formou o homem do pó da terra e SOPROU em suas narinas o fôlego de vida, e o homem se tornou um ser vivente.'\n\nA cena:\n• Um corpo perfeitamente formado, mas SEM VIDA\n• Tem todos os órgãos, mas nenhuma vida\n• É matéria completa, mas sem propósito\n\nEntão Deus SE INCLINA e SOPRA.\n\nNaquele momento, Adão se torna um 'Nephesh Chayah' (ser vivente).\n\n🏠 O SEGUNDO JARDIM (João 20:22):\n\nAgora estamos numa sala trancada. Os discípulos estão aterrorizados, sem esperança, espiritualmente mortos depois de verem seu Mestre morrer.\n\nE então:\n\n'E com isso, SOPROU sobre eles e disse: \"Recebam o Espírito Santo.\"'\n\n⚡ A CONEXÃO:\n\nJoão usa uma palavra grega TÃO ESPECÍFICA que ela aparece apenas DUAS VEZES em toda a Bíblia grega (a Septuaginta + o Novo Testamento):\n\n1. Gênesis 2:7 - Deus sopra vida em Adão\n2. João 20:22 - Jesus sopra o Espírito nos discípulos\n\n✨ A MENSAGEM:\n\nJoão está GRITANDO para nós exegeticamente: 'Aquele que está diante de vocês é o MESMO que estava no Éden! Este não é um profeta. Este é o CRIADOR reiniciando Sua criação.'\n\nNo Éden, Ele soprou vida FÍSICA.\nNo cenáculo, Ele sopra vida ESPIRITUAL.\n\nA primeira criação foi corrompida. A segunda criação é ETERNA.",
      "revelation_key": "Jesus não veio para reparar a velha criação. Ele veio para INICIAR uma nova criação, e você é parte dela."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "💨",
      "title": "Emphysaō: O Sopro Divino",
      "subtitle": "A palavra que conecta Gênesis com o Evangelho",
      "content": "Quando Jesus soprou sobre Seus discípulos, João escolheu uma palavra ÚNICA:\n\n📖 EMPHYSAŌ (Strong G1709: ἐμφυσάω)\n\nSignificado literal:\n• Soprar DENTRO de algo\n• Infundir sopro diretamente\n• Transferir vida através do sopro\n\n🔍 A RARIDADE DESTA PALAVRA:\n\nEntre TODOS os escritores do Novo Testamento, APENAS João usa esta palavra. E ele a usa UMA VEZ.\n\nPor quê? Porque ele está fazendo uma conexão DIRETA com Gênesis 2:7 na Septuaginta (o Antigo Testamento em grego), onde a mesma palavra descreve Deus soprando vida em Adão.\n\n💨 A IMAGEM:\n\nEste não é um sopro casual, como apagar uma vela.\nEste não é um vento que passa de longe.\n\nÉ um sopro ÍNTIMO, face a face, onde quem sopra transfere algo de SI MESMO para quem recebe.\n\n🎯 O QUE ISTO SIGNIFICA:\n\nQuando Jesus sopra o Espírito Santo sobre os discípulos:\n• Não é apenas um SÍMBOLO\n• Não é apenas um ENSINAMENTO\n• É uma TRANSFERÊNCIA real de vida divina\n\nAssim como Adão não estava vivo até Deus soprar, os discípulos não estavam espiritualmente completos até Jesus soprar.\n\n⚡ A DIFERENÇA CRÍTICA:\n\nPrimeira Criação:\n• Deus soprou → Adão se tornou 'Nephesh Chayah' (ALMA vivente)\n• Ele recebeu vida BIOLÓGICA que eventualmente morre\n\nSegunda Criação:\n• Jesus soprou → Os discípulos receberam 'Pneuma' (ESPÍRITO vivificante)\n• Eles receberam vida ETERNA que nunca morre\n\n📊 A PROGRESSÃO:\n\n1️⃣ Gênesis 1-2: Deus CRIA o homem\n2️⃣ Gênesis 3: O homem PERDE conexão com Deus (morte espiritual)\n3️⃣ João 20:22: Jesus RESTAURA a conexão com Seu sopro\n\nIsto não é um reparo. É uma RE-CRIAÇÃO.",
      "greek_words": [
        {
          "word": "Emphysaō",
          "transliteration": "ἐμφυσάω",
          "strong": "G1709",
          "meaning": "Soprar dentro, infundir pelo sopro",
          "revelation": "Aparece apenas duas vezes em toda a Bíblia grega: Gênesis 2:7 e João 20:22. João está declarando que Jesus é o Criador."
        },
        {
          "word": "Pneuma",
          "transliteration": "πνεῦμα",
          "strong": "G4151",
          "meaning": "Espírito, sopro, vento",
          "revelation": "A mesma palavra significa 'vento' e 'Espírito.' O Espírito é o sopro de Deus em você."
        }
      ],
      "revelation_key": "O mesmo sopro que deu vida a Adão agora vive DENTRO de você. Você não é uma versão melhorada do primeiro Adão; você é uma NOVA CRIAÇÃO do último Adão."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "💔",
      "title": "O Lado Aberto",
      "subtitle": "Por que Jesus mostra Suas feridas antes de soprar",
      "content": "Há um detalhe que a maioria das pessoas ignora. Antes de soprar o Espírito, Jesus faz algo específico:\n\n📖 JOÃO 20:20:\n'Tendo dito isso, mostrou-lhes as mãos e o LADO.'\n\n❓ POR QUE O LADO?\n\nPorque há uma conexão profunda com o PRIMEIRO Adão:\n\n🌳 GÊNESIS 2:21-22:\n'E o Senhor Deus fez cair um sono pesado sobre Adão... tomou uma das suas costelas... E da costela que o Senhor Deus tomou do homem, formou uma mulher.'\n\nPara criar EVA (a noiva de Adão), Deus ABRIU o lado de Adão.\n\n✝️ JOÃO 19:34:\n'Contudo, um dos soldados perfurou o lado de Jesus com uma lança, e logo saiu sangue e água.'\n\nPara criar a IGREJA (a Noiva de Cristo), o lado de Jesus foi ABERTO.\n\n💡 A SIMETRIA:\n\n1️⃣ Adão foi posto a DORMIR → Jesus MORREU\n2️⃣ O lado de Adão foi ABERTO → O lado de Jesus foi PERFURADO\n3️⃣ De Adão veio EVA → De Cristo vem a IGREJA\n4️⃣ Adão ACORDA e recebe Eva → Jesus RESSUSCITA e sopra sobre Sua Noiva\n\n🔑 POR QUE ELE MOSTRA O LADO:\n\nQuando Jesus mostra Seu lado aberto ANTES de soprar, Ele está dizendo:\n\n'Este sopro é possível porque MEU lado foi aberto. A vida que estou prestes a dar a vocês CUSTOU Minha morte. O Espírito que vocês receberão saiu desta ferida.'\n\n💒 VOCÊ É A NOIVA:\n\nIsto não é apenas teologia abstrata. Paulo explica em Efésios 5:\n\n'Maridos, amo suas mulheres, assim como Cristo amou a igreja e entregou-se por ela... Por esta razão, o homem deixará pai e mãe... e os dois se tornarão uma só carne. Este é um mistério PROFUNDO; refiro-me a Cristo e à igreja.'\n\nO casamento humano é uma SOMBRA do casamento eterno entre Cristo e Sua Igreja.\n\n✨ A ORDEM DIVINA:\n\n1. Jesus MORRE (o lado se abre)\n2. Jesus RESSUSCITA (derrota a morte)\n3. Jesus SOPRA (dá o Espírito)\n4. A Igreja NASCE (como Eva do lado de Adão)\n\nVocê não pode ter o sopro sem o lado aberto.\nVocê não pode ter o Espírito sem a Cruz.",
      "scripture_connections": [
        {
          "reference": "Gênesis 2:21-22",
          "text": "Do lado de Adão nasce Eva, a primeira noiva"
        },
        {
          "reference": "João 19:34",
          "text": "Do lado de Cristo nasce a Igreja, a Noiva eterna"
        },
        {
          "reference": "Efésios 5:31-32",
          "text": "O casamento é um mistério de Cristo e da Igreja"
        }
      ],
      "revelation_key": "O Espírito vivendo em você saiu do lado perfurado de Jesus. Sua vida espiritual custou Sua morte física."
    },
    
    {
      "order": 4,
      "type": "identity_transformation",
      "icon": "🔄",
      "title": "De Ser Vivente a Espírito Vivificante",
      "subtitle": "1 Coríntios 15:45 - O upgrade divino",
      "content": "Paulo explica magistralmente a diferença entre o primeiro Adão e o último Adão:\n\n📖 1 CORÍNTIOS 15:45:\n'Assim está escrito: \"O primeiro homem, Adão, tornou-se um SER VIVENTE\"; o último Adão, ESPÍRITO VIVIFICANTE.'\n\n🔍 A DIFERENÇA:\n\n1️⃣ PRIMEIRO ADÃO = SER VIVENTE (Nephesh Chayah)\n• RECEBEU VIDA\n• Tinha vida BIOLÓGICA\n• Dependia do sopro que Deus lhe deu\n• Aquela vida foi ESGOTADA na morte\n\n2️⃣ ÚLTIMO ADÃO = ESPÍRITO VIVIFICANTE (Pneuma Zōopoioun)\n• DÁ VIDA\n• Tem vida ETERNA em Si mesmo\n• ELE É a fonte do sopro\n• Aquela vida NUNCA se esgota\n\n⚡ O QUE ISTO SIGNIFICA PARA VOCÊ:\n\nQuando você recebe o sopro de Jesus (o Espírito Santo):\n\n❌ Você NÃO recebe o que Adão tinha (vida biológica temporária)\n✅ Você RECEBE o que Cristo É (vida eterna inexaurível)\n\n🎁 O UPGRADE:\n\nAdão:\n• Tinha o sopro DE Deus\n• Era um vaso de vida\n• Sua conexão foi QUEBRADA pelo pecado\n\n🆕 Você em Cristo:\n• Tem o sopro QUE É Deus (o Espírito Santo)\n• É um TEMPLO onde Deus habita\n• Sua conexão é ETERNA porque Cristo a selou com Seu sangue\n\n💪 A IMPLICAÇÃO:\n\nAdão recebeu vida, mas não tinha poder para DAR vida.\nVocê recebe vida E tem poder para ser 'vivificante' (que dá vida) para outros.\n\nÉ por isso que Jesus diz em João 20:21:\n'Assim como o Pai me enviou, eu os envio.'\n\nO sopro não é apenas para SEU benefício. É para que VOCÊ possa soprar vida sobre outros.\n\n🌊 JOÃO 7:38-39:\n'Quem crer em mim, como diz a Escritura, do seu interior fluirão RIOS de água viva. (Ele disse isto sobre o Espírito.)'\n\nAdão tinha um poço (vida para si mesmo).\nVocê tem um RIO (vida transbordando para outros).\n\n✨ A NOVA IDENTIDADE:\n\nVocê não é um descendente do primeiro Adão que caiu.\nVocê é um filho do último Adão que VENCEU.\n\nVocê não vive de um sopro que se esgota.\nVocê vive de um sopro que se MULTIPLICA cada vez que você o compartilha.",
      "identity_statement": "Você não é mais um 'ser vivente' lutando para sobreviver. Você é um 'espírito vivificante' com poder para dar vida. O sopro de Jesus em você é INEXAURÍVEL.",
      "revelation_key": "O primeiro Adão RECEBEU vida. Você em Cristo PRODUZ vida. O sopro de Jesus faz de você um portador de ressurreição."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Consciência do Sopro",
          "question": "Você está ciente de que o mesmo sopro que deu vida a Adão no Éden agora vive DENTRO de você? Como isso muda sua identidade saber que você não é uma versão reparada do velho Adão, mas uma NOVA CRIAÇÃO?"
        },
        {
          "category": "O Lado Aberto",
          "question": "Jesus mostrou Seu lado aberto antes de soprar o Espírito. Você entende que o Espírito em você custou a morte de Jesus? Como isso afeta a maneira como você vive?"
        },
        {
          "category": "De Receptor a Doador",
          "question": "O primeiro Adão RECEBEU vida. Você em Cristo PRODUZ vida. Há alguém ao seu redor que precisa que você 'sopre' vida espiritual sobre eles? Você está vivendo como um 'ser vivente' (apenas recebendo) ou como um 'espírito vivificante' (dando vida)?"
        },
        {
          "category": "A Conexão Eterna",
          "question": "A conexão de Adão com Deus foi QUEBRADA. Sua conexão em Cristo é ETERNA porque Ele a selou com Seu sangue. Você vive com medo de 'perder' sua salvação, ou com confiança de que o sopro de Jesus nunca se esgota?"
        }
      ],
      "prayer": {
        "title": "Oração de Nova Criação",
        "content": "Jesus, hoje entendo algo que muda tudo: Você não veio para me reparar. Você veio para me RE-CRIAR.\n\nObrigado porque o mesmo sopro que deu vida a Adão no Éden agora vive dentro de mim. Não sou uma versão melhorada do primeiro Adão. Sou uma NOVA CRIAÇÃO do último Adão.\n\nObrigado por me mostrar Seu lado aberto. Entendo que o Espírito vivendo em mim saiu daquela ferida. Minha vida espiritual custou Sua morte física.\n\nNão quero mais viver como um 'ser vivente' que apenas recebe. Quero viver como um 'espírito vivificante' que dá vida a outros. Que RIOS de água viva fluam de dentro de mim.\n\nNão temo mais que minha conexão com Você será quebrada, porque Você a selou com Seu sangue. O sopro que Você me deu é ETERNO e INEXAURÍVEL.\n\nSopre sobre mim novamente hoje. Lembre-me de quem sou: não um descendente do Adão que caiu, mas um filho do Adão que VENCEU.\n\nEm nome Daquele que soprou vida eterna em mim: Jesus, o último Adão. Amém."
      }
    }
  ],
  
  "tags": [
    "novo_nascimento",
    "espírito_santo",
    "nova_criação",
    "emphysaō",
    "joão_20",
    "gênesis_2",
    "último_adão",
    "reconexão_divina"
  ],
  
  "metadata": {
    "total_word_count": 1800,
    "greek_words_count": 2,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate",
    "themes": [
      "Re-criação em Cristo",
      "O sopro divino de vida eterna",
      "Do lado aberto nasce a Igreja",
      "De ser vivente a espírito vivificante",
      "Identidade no último Adão"
    ],
    "emotional_intensity": "medium_high",
    "application_focus": "identity_in_christ"
  }
}
