{
  "id": "good_shepherd_001",
  "type": "discovery",
  "date": "2026-01-28",
  "title": "O Bom Pastor",
  "subtitle": "Quando Jesus declara que conhece suas ovelhas pelo nome",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "João 10:11",
    "text": "Eu sou o bom pastor; o bom pastor dá a sua vida pelas ovelhas."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "🐑",
      "title": "O Pastor em Israel",
      "subtitle": "Por que esta imagem era tão poderosa para a audiência judaica",
      "content": "Quando Jesus diz 'Eu sou o bom pastor', Ele está usando uma das imagens mais ricas do Antigo Testamento.\n\n🏜️ O CONTEXTO CULTURAL:\n\n• O pastoreio era a profissão mais comum em Israel - todos entendiam esta imagem\n• Os pastores passavam dias e noites com suas ovelhas no deserto\n• Conheciam cada ovelha pelo nome e características\n• As ovelhas reconheciam a voz de seu pastor específico\n• O pastor ia DIANTE do rebanho, não atrás - ele as guiava, não as conduzia\n\n📖 A IMAGEM DO ANTIGO TESTAMENTO:\n\n• O Salmo 23 começa: 'O Senhor é o meu pastor'\n• Deus chama a Si mesmo de Pastor de Israel (Salmo 80:1, Ezequiel 34)\n• Em Ezequiel 34, Deus promete: 'Eu mesmo apascentarei as minhas ovelhas' (v.15)\n\n⚡ A CONEXÃO EXPLOSIVA:\n\nQuando Jesus diz 'EU SOU o bom pastor', Ele está declarando: 'Eu sou o SENHOR, o Pastor prometido em Ezequiel 34. Eu sou o próprio Deus vindo cuidar de minhas ovelhas'.\n\nPara os fariseus que ouviam, isto não era uma bela poesia. Era uma declaração de divindade que os fez pegar pedras (João 10:31).",
      "revelation_key": "Jesus não veio para ser um bom mestre religioso. Ele veio para ser o Pastor que Deus prometeu ser para o Seu povo."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Kalós: Não Apenas Bom, Mas Belo",
      "subtitle": "A palavra que descreve o pastor perfeito",
      "greek_words": [
        {
          "word": "Kalós",
          "transliteration": "καλός",
          "reference": "João 10:11",
          "meaning": "Bom, belo, nobre, excelente em caráter e aparência",
          "revelation": "Jesus não diz 'agathos' (moralmente bom). Ele diz KALÓS - um pastor que é:\n\n• Bom em caráter interno\n• Belo em aparência externa\n• Nobre em comportamento\n• Excelente em todo aspecto\n\nÉ a mesma palavra usada em Gênesis 1 (LXX) quando Deus vê Sua criação e diz 'kaló' (muito bom/belo).\n\nNão é apenas um pastor que cumpre seu dever. É o pastor IDEAL, PERFEITO, BELO em todo sentido.",
          "application": "Seu Pastor não é apenas moralmente bom. Ele é completamente belo, totalmente confiável, perfeitamente excelente em toda forma de cuidar de você."
        },
        {
          "word": "Tithēsin",
          "transliteration": "τίθησιν",
          "reference": "João 10:11",
          "meaning": "Põe, coloca, deposita voluntariamente",
          "revelation": "O verbo está no tempo PRESENTE e voz ATIVA: 'está pondo' sua vida.\n\nNão diz 'foi forçado a dar' ou 'teve sua vida tirada'. Diz 'PÕE' (tithēsin) - um ato completamente voluntário.\n\nJesus repete isto em v.18: 'Ninguém ma tira de mim, mas eu de mim mesmo a dou'.\n\nNão é uma vítima. É um sacrifício VOLUNTÁRIO, INTENCIONAL, ESCOLHIDO.",
          "application": "Cristo não morreu porque perdeu uma batalha. Ele morreu porque ESCOLHEU morrer por você. Sua morte foi o ato mais voluntário de amor da história."
        }
      ],
      "revelation_key": "O bom pastor não apenas TEM que cuidar de você. Ele QUER cuidar de você. Seu amor não é obrigação; é deleite."
    },
    
    {
      "order": 3,
      "type": "prophetic_thread",
      "icon": "🧵",
      "title": "Eu Conheço as Minhas Ovelhas",
      "subtitle": "A intimidade pessoal do Pastor com cada ovelha",
      "content": "João 10:14-15 diz: 'Eu sou o bom pastor, e conheço as minhas ovelhas, e das minhas sou conhecido. Assim como o Pai me conhece a mim, também eu conheço o Pai'.\n\n🔑 TRÊS NÍVEIS DE CONHECIMENTO:\n\n1️⃣ 'EU CONHEÇO AS MINHAS OVELHAS':\n\n• A palavra grega é 'ginōskō' - conhecimento íntimo, experiencial\n• Não é informação mental; é relacionamento pessoal\n• Jesus conhece seu nome, sua história, suas feridas, seus medos\n• Conhece o que você precisa antes de pedir\n\n2️⃣ 'DAS MINHAS SOU CONHECIDO':\n\n• As ovelhas RECONHECEM a voz do pastor (v.4-5)\n• Não seguem estranhos porque não conhecem sua voz\n• Este conhecimento é relacional, não apenas informacional\n• Você pode saber ACERCA de Jesus sem CONHECER Jesus\n\n3️⃣ O PADRÃO DIVINO:\n\n'Assim como o Pai me conhece a mim, também eu conheço o Pai' (v.15)\n\nJesus compara SEU relacionamento com você ao SEU relacionamento com o Pai:\n• O Pai e o Filho têm perfeita intimidade\n• Perfeita comunicação\n• Perfeita união\n• E Jesus diz que É ASSIM que Ele conhece você!\n\n⚠️ A ADVERTÊNCIA:\n\nEm Mateus 7:23, Jesus diz a alguns: 'Nunca vos conheci'. Não diz 'Nunca soube de vocês'. Diz 'Nunca vos CONHECI' (ginōskō).\n\nConhecimento mútuo é a essência do evangelho.",
      "scripture_connections": [
        {
          "reference": "Salmo 23:1-3",
          "text": "O Senhor é o meu pastor... Deitar-me faz em verdes pastos"
        },
        {
          "reference": "Ezequiel 34:11",
          "text": "Eu, eu mesmo, procurarei as minhas ovelhas e as buscarei"
        },
        {
          "reference": "João 10:3",
          "text": "Chama pelo nome às suas ovelhas, e as traz para fora"
        }
      ],
      "revelation_key": "Você não é um número em um rebanho gigante. Você é conhecido pelo nome, amado pessoalmente, cuidado individualmente pelo Pastor do universo."
    },
    
    {
      "order": 4,
      "type": "theological_depth",
      "icon": "🚪",
      "title": "Eu Sou a Porta das Ovelhas",
      "subtitle": "O acesso exclusivo ao Pai",
      "content": "Em João 10:7-9, Jesus faz outra declaração radical: 'Eu sou a porta das ovelhas'.\n\n🏕️ O APRISCO NOS TEMPOS DE JESUS:\n\n• Os apriscos eram cercados com muros de pedra\n• Tinham UMA única entrada/saída\n• O pastor literalmente se DEITAVA na entrada durante a noite\n• Nenhum lobo podia entrar sem passar sobre o pastor\n• Nenhuma ovelha podia sair sem que o pastor soubesse\n\n🚪 'EU SOU A PORTA' (v.9):\n\nJesus NÃO diz 'Eu sou UMA porta'. Diz 'Eu sou A porta'.\n\nSignifica:\n• ÚNICO acesso ao Pai ('Ninguém vem ao Pai senão por mim' - João 14:6)\n• SEGURANÇA total (o lobo deve passar pelo Pastor primeiro)\n• LIBERDADE vigiada ('entrará, e sairá, e achará pastagens' - v.9)\n\n🔒 A EXCLUSIVIDADE:\n\nIsto ofende a cultura moderna, mas Jesus é claro:\n• Não há muitos caminhos para Deus\n• Nem todas as religiões levam ao mesmo lugar\n• Jesus é o ÚNICO caminho, a ÚNICA porta\n\n'Todos quantos vieram antes de mim são ladrões e salteadores' (v.8)\n\nEle não está insultando os profetas do AT. Está expondo os falsos pastores que prometiam salvação por qualquer caminho que não fosse o sacrifício de Cristo.\n\n✝️ O CUSTO DE SER A PORTA:\n\nPara ser a porta, Jesus teve que:\n• Colocar Seu corpo entre as ovelhas e o perigo\n• Receber o ataque destinado às ovelhas\n• Morrer para que as ovelhas pudessem entrar em segurança\n\nNa cruz, Jesus literalmente se tornou a porta - Seu corpo quebrado é sua entrada para o Pai.",
      "scripture_anchor": {
        "reference": "João 10:9",
        "text": "Eu sou a porta; se alguém entrar por mim, salvar-se-á, e entrará, e sairá, e achará pastagens."
      },
      "revelation_key": "Você não entra no reino de Deus por ser bom, religioso ou sincero. Você entra por uma única porta: Jesus Cristo crucificado e ressurreto."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Conhecimento",
          "question": "Jesus diz 'Eu conheço as minhas ovelhas'. Você vive com a certeza de que Jesus o conhece PESSOALMENTE, pelo nome, com todas as suas lutas?"
        },
        {
          "category": "Voz",
          "question": "As ovelhas conhecem a voz do pastor. Você consegue distinguir a voz de Jesus das outras vozes (cultura, religião, sua própria mente) que falam em sua vida?"
        },
        {
          "category": "Confiança",
          "question": "O pastor põe sua vida voluntariamente pelas ovelhas. Você confia que Cristo QUER cuidar de você, não apenas que Ele TEM que fazer isso?"
        }
      ],
      "prayer": {
        "title": "Oração ao Bom Pastor",
        "content": "Jesus, meu Bom Pastor, meu Pastor belo e perfeito. Obrigado porque não sou um número em um rebanho anônimo. Tu me conheces pelo nome. Conheces minhas feridas, meus medos, minhas necessidades. Hoje escolho ouvir Tua voz acima de todas as outras vozes. Obrigado porque puseste Tua vida voluntariamente por mim. Não foste vítima; foste sacrifício. Tu és a única porta para o Pai, e entro com gratidão e confiança. Guia-me a pastos verdes e águas tranquilas. Leva-me pelas veredas da justiça por amor do Teu nome. Ainda que eu andasse pelo vale da sombra da morte, não temeria mal algum, porque Tu estás comigo. Em nome do Bom Pastor, Amém."
      }
    }
  ],
  
  "tags": [
    "pastor",
    "cuidado_de_deus",
    "salvação",
    "relacionamento_pessoal",
    "sacrifício",
    "conhecimento_íntimo"
  ],
  
  "metadata": {
    "total_word_count": 1050,
    "greek_words_count": 2,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate",
    "themes": [
      "Identidade de Cristo",
      "Cuidado pastoral",
      "Exclusividade do evangelho",
      "Conhecimento pessoal"
    ]
  }
}
