{
  "id": "great_commission_001",
  "type": "discovery",
  "date": "2026-01-26",
  "title": "A Grande Comissão",
  "subtitle": "Quando Jesus transforma seguidores em enviados",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "Mateus 28:18-20",
    "text": "E, chegando-se Jesus, falou-lhes, dizendo: É-me dado todo o poder no céu e na terra. Portanto ide, fazei discípulos de todas as nações, batizando-os em nome do Pai, e do Filho, e do Espírito Santo; Ensinando-os a guardar todas as coisas que eu vos tenho mandado; e eis que eu estou convosco todos os dias, até a consumação dos séculos. Amém."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "cultural_context",
      "icon": "⛰️",
      "title": "O Monte da Autoridade",
      "subtitle": "Por que o local do encontro é significativo",
      "content": "Jesus convoca os onze discípulos a um monte na Galileia (Mateus 28:16). Isto não foi acidental. Montes no ministério de Jesus sempre foram lugares de revelação:\n\n🏔️ MONTES SIGNIFICATIVOS EM MATEUS:\n\n• Monte das Bem-aventuranças - Onde Jesus ensinou o Sermão da Montanha (Mateus 5-7)\n• Monte da Transfiguração - Onde Ele foi glorificado diante de Pedro, Tiago e João (Mateus 17)\n• Monte das Oliveiras - Onde Ele profetizou sobre os últimos tempos (Mateus 24)\n• Monte Calvário - Onde Ele foi crucificado\n• ESTE monte na Galileia - Onde Ele comissiona Seus discípulos\n\n🔍 O CONTRASTE:\n\nA Galileia era desprezada pela elite religiosa de Jerusalém. Era considerada provincial, a terra dos gentios. Mas Jesus ESCOLHE a Galileia:\n\n• Ali Ele começou Seu ministério (Mateus 4:12-17)\n• Ali Ele chamou Seus primeiros discípulos (Mateus 4:18-22)\n• De lá Ele agora os envia ao mundo\n\nDo lugar desprezado, Deus lança o movimento que mudará o mundo.\n\n✨ A PROMESSA DO ANJO:\n\nEm Mateus 28:7, o anjo lhes havia dito: 'E ide depressa, e dizei aos seus discípulos que já ressuscitou dos mortos. E eis que ele vai adiante de vós para a Galileia; ali o vereis'.\n\nO Jesus ressurreto NÃO ficou em Jerusalém (o centro religioso). Ele retornou à Galileia (onde tudo começou) para fechar um círculo e abrir um novo.",
      "revelation_key": "Deus não precisa de centros de poder religioso. De lugares comuns e desprezados, Ele lança movimentos extraordinários."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Pasa Exousia: Autoridade Total",
      "subtitle": "A declaração que muda tudo",
      "content": "Jesus começa com uma declaração impressionante: 'É-me dado todo o poder (exousia) no céu e na terra'.\n\n🔑 A PALAVRA GREGA EXOUSIA:\n\n• Não é apenas 'poder' (dynamis = poder físico)\n• É AUTORIDADE - o direito legítimo de governar\n• É jurisdição total, soberania absoluta\n• Inclui tanto o poder QUANTO o direito de exercê-lo\n\n📊 'TODO O PODER' (Pasa Exousia):\n\nPasa = TODO, cada, completamente\n• Não '90%' de autoridade\n• Não 'muita' autoridade\n• TODA autoridade - sem exceções, sem limitações\n\n🌍 'NO CÉU E NA TERRA':\n\n• Céu = o reino espiritual, hostes angelicais, principados\n• Terra = o reino físico, governos, nações, humanidade\n\nNão há esfera onde Jesus NÃO tenha autoridade total.\n\n⏰ 'É-ME DADO' (tempo perfeito passivo em grego):\n\n• Edothē - 'foi dado e permanece dado'\n• Não é temporário; é permanente\n• Ele não o conquistou; foi CONCEDIDO pelo Pai\n\n✝️ CONEXÃO COM FILIPENSES 2:9-11:\n\n'Por isso, também Deus o exaltou soberanamente, e lhe deu um nome que é sobre todo o nome; Para que ao nome de Jesus se dobre todo o joelho... E toda língua confesse que Jesus Cristo é o Senhor'.\n\nA Grande Comissão flui da GRANDE EXALTAÇÃO. Jesus não nos envia da fraqueza; Ele nos envia do trono.",
      "greek_words": [
        {
          "word": "Exousia",
          "transliteration": "ἐξουσία",
          "meaning": "Autoridade, jurisdição, direito de governar",
          "revelation": "Jesus não tem 'influência' ou 'poder limitado'. Ele tem AUTORIDADE TOTAL. Quando Ele nos envia, Ele nos envia com o apoio do Rei dos reis."
        },
        {
          "word": "Pasa",
          "transliteration": "πᾶσα",
          "meaning": "Todo, cada, toda a extensão de",
          "revelation": "Não há área da vida onde Jesus não tenha autoridade. Política, economia, família, cultura - TUDO está sob Seu senhorio."
        }
      ],
      "revelation_key": "O comando de fazer discípulos não é uma sugestão de um mestre itinerante. É uma ordem do Rei que possui TODA autoridade no céu e na terra."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "🌍",
      "title": "Panta Ta Ethnē: Todas as Nações",
      "subtitle": "A explosão do particularismo judaico",
      "content": "Jesus ordena: 'Ide, fazei discípulos de TODAS AS NAÇÕES'.\n\n💥 A REVOLUÇÃO:\n\nPor 2.000 anos, desde Abraão, a promessa havia sido:\n• 'E em ti serão benditas todas as famílias da terra' (Gênesis 12:3)\n• Mas Israel interpretou isso como 'as nações virão até nós'\n• Jesus inverte isso: 'VOCÊS irão às nações'\n\n🌎 PANTA TA ETHNĒ (Todas as nações):\n\n• Ethnē = grupos étnicos, povos, gentios\n• Panta = TODAS, sem exceção\n• Não apenas 'algumas nações próximas'\n• Não apenas 'nações que nos recebem bem'\n• TODAS - incluindo inimigos, perseguidores, aqueles que nos odeiam\n\n📖 CUMPRIMENTO DE PROFECIA:\n\n• Isaías 49:6 - 'Também te dei para luz dos gentios, para seres a minha salvação até à extremidade da terra'\n• Salmo 22:27 - 'Todos os confins da terra se lembrarão, e se converterão ao SENHOR'\n• Habacuque 2:14 - 'Porque a terra se encherá do conhecimento da glória do SENHOR, como as águas cobrem o mar'\n\n👥 FAZEI DISCÍPULOS (não apenas convertidos):\n\nA palavra-chave é MATHĒTEUŌ (μαθητεύω):\n• Não 'façam simpatizantes'\n• Não 'façam ouvintes'\n• FAÇAM DISCÍPULOS - aprendizes, seguidores comprometidos, imitadores\n\n🔄 O PROCESSO TRIPLO:\n\n1️⃣ IDE (poreuō) - movimento, saída, direcionamento\n2️⃣ BATIZANDO-OS - identificação pública com Cristo (Pai, Filho, Espírito Santo)\n3️⃣ ENSINANDO-OS - instrução contínua em tudo que Jesus ordenou\n\nNão é um evento; é um PROCESSO de formação.",
      "scripture_connections": [
        {
          "reference": "Apocalipse 7:9",
          "text": "Depois destas coisas olhei, e eis aqui uma multidão, a qual ninguém podia contar, de todas as nações, e tribos, e povos, e línguas"
        },
        {
          "reference": "Atos 1:8",
          "text": "Mas recebereis a virtude do Espírito Santo, que há de vir sobre vós; e ser-me-eis testemunhas, tanto em Jerusalém como em toda a Judéia e Samaria, e até aos confins da terra"
        }
      ],
      "revelation_key": "O evangelho não é para 'pessoas como nós'. É para TODAS as nações, tribos, línguas e povos. A igreja é tão diversa quanto a própria humanidade."
    },
    
    {
      "order": 4,
      "type": "necessity_emphasis",
      "icon": "👥",
      "title": "Eis Que Eu Estou Convosco",
      "subtitle": "A promessa que sustenta a missão",
      "content": "Jesus encerra a Grande Comissão com a GRANDE PROMESSA: 'Eis que eu estou convosco todos os dias, até a consumação dos séculos'.\n\n✨ 'EIS QUE' (Idou):\n\n• É um chamado à atenção: 'Olhem! Prestem atenção!'\n• Não é informação casual; é PROCLAMAÇÃO solene\n• É como se Ele estivesse dizendo: 'Isto é a coisa mais importante que devo lhes dizer'\n\n🤝 'EU ESTOU CONVOSCO':\n\nEgo eimi meth hymōn (ἐγὼ εἰμι μεθ᾽ ὑμῶν):\n• 'Ego eimi' = EU SOU (o mesmo nome divino de Êxodo 3:14)\n• Ele não diz 'meu espírito estará' - Ele diz 'eu estou'\n• É presença pessoal, não apenas influência\n\n⏰ 'TODOS OS DIAS' (literalmente 'todos os dias'):\n\nPasas tas hēmeras (πάσας τὰς ἡμέρας):\n• Não 'a maioria dos dias'\n• Não 'quando tudo vai bem'\n• TODOS os dias - os bons, os ruins, os terríveis\n• Dias de vitória e dias de derrota\n• Dias de multidões e dias de solidão\n\n🌅 'ATÉ A CONSUMAÇÃO DOS SÉCULOS':\n\nHeōs tēs synteleias tou aiōnos:\n• Não 'até vocês se cansarem'\n• Não 'até ficar difícil demais'\n• Até a CONSUMAÇÃO da era\n• Até Ele retornar em glória\n\n🔗 CONEXÃO COM 'EMANUEL':\n\nMateus começa seu evangelho com 'Emanuel... Deus conosco' (Mateus 1:23).\nMateus encerra seu evangelho com 'eu estou convosco todos os dias'.\n\nTODO O EVANGELHO é moldado pela presença de Deus com Seu povo. Começou com Emanuel e termina com a promessa de presença perpétua.",
      "identity_statement": "Você não é enviado ao mundo sozinho. Aquele que tem TODA autoridade no céu e na terra vai COM VOCÊ, todos os dias, até o fim. A missão é dEle, não sua.",
      "revelation_key": "A Grande Comissão sem a Grande Presença seria um fardo impossível. Mas com Jesus com você, todos os dias, até o fim - nenhuma missão é grande demais."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Autoridade",
          "question": "Jesus tem TODA autoridade no céu e na terra. Há alguma área de sua vida onde você age como se Ele não tivesse autoridade total? Política? Finanças? Relacionamentos?"
        },
        {
          "category": "Envio",
          "question": "Jesus não disse 'esperem que as nações venham'; Ele disse 'IDE às nações'. Você está esperando que as pessoas venham até você, ou está indo até elas com o evangelho?"
        },
        {
          "category": "Processo",
          "question": "A Grande Comissão é fazer DISCÍPULOS (não apenas convertidos). Você está investindo em formar discípulos, ou apenas acumulando decisões de fé?"
        }
      ],
      "prayer": {
        "title": "Oração de Comissionamento",
        "content": "Jesus, Rei dos reis, reconheço que TODA autoridade no céu e na terra pertence a Ti. Você não envia da fraqueza mas do trono. Hoje aceito Tua comissão: ir, fazer discípulos, batizar, ensinar. Renuncio ao conforto de esperar que as nações venham até mim. Levanto-me para ir até elas. E me apego à Tua promessa: Você está comigo TODOS os dias - os difíceis, os escuros, os solitários - até a consumação dos séculos. Não vou sozinho. Vou contigo. Que minha vida seja testemunho de que Emanuel - Deus conosco - é real. Em nome do Pai, e do Filho, e do Espírito Santo, Amém."
      }
    }
  ],
  
  "tags": [
    "grande_comissão",
    "autoridade_de_cristo",
    "discipulado",
    "missões",
    "presença_de_deus",
    "evangelismo"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 2,
    "scripture_references_count": 9,
    "difficulty_level": "intermediate",
    "themes": [
      "Autoridade total de Cristo",
      "Missão global da igreja",
      "Fazer discípulos vs fazer convertidos",
      "Presença contínua de Cristo"
    ]
  }
}
