{
  "id": "natanael_fig_tree_001",
  "type": "discovery",
  "date": "2026-01-17",
  "title": "Debaixo da Figueira",
  "subtitle": "O encontro onde Jesus revela que conhece seus segredos mais profundos",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "João 1:48",
    "text": "Disse-lhe Natanael: De onde me conheces tu? Jesus respondeu e disse-lhe: Antes que Filipe te chamasse, te vi eu, estando tu debaixo da figueira."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "cultural_context",
      "icon": "🌳",
      "title": "O Código da Figueira",
      "subtitle": "O que todo judeu entendia ao ouvir 'debaixo da figueira'",
      "content": "No primeiro século, a frase 'sentar-se debaixo de sua figueira' não era literal. Era um idioma cultural profundamente enraizado que significava:\n\n• Retirar-se para um lugar privado para estudar a Torá em profundidade\n• Meditar sobre as profecias messiânicas\n• Orar com um coração completamente aberto diante de Deus\n• Buscar respostas divinas longe do barulho diário\n\nAs casas eram pequenas e barulhentas, então os estudiosos saíam para o quintal. A figueira proporcionava sombra e privacidade. Este era o 'lugar secreto do Altíssimo' do Salmo 91.\n\nQuando Jesus diz 'Eu te vi debaixo da figueira', Ele NÃO está dizendo 'Vi sua localização física'. Ele está dizendo algo muito mais íntimo: 'Ouvi suas orações secretas. Vi sua fome pelo Messias. Conheço os segredos de seu coração que ninguém mais conhece.' Por isso Natanael imediatamente responde: 'Rabi, tu és o Filho de Deus!'",
      "scripture_anchor": {
        "reference": "Miquéias 4:4",
        "text": "Mas assentar-se-á cada um debaixo da sua videira e debaixo da sua figueira, e não haverá quem os espante, porque a boca do Senhor dos Exércitos o disse"
      },
      "revelation_key": "Seu 'debaixo da figueira' são aqueles momentos privados onde você fala com Deus sem filtros. Jesus estava lá. Ele ouviu cada palavra."
    },
    
    {
      "order": 2,
      "type": "character_study",
      "icon": "👤",
      "title": "O Preconceito de Natanael",
      "subtitle": "Quando sua teologia correta se torna uma caixa",
      "content": "Filipe lhe diz: 'Achamos o Messias... Jesus de Nazaré.'\n\nNatanael responde: 'Pode vir alguma coisa boa de Nazaré?'\n\n🔍 POR QUE ERA UM PRECONCEITO LEGÍTIMO:\n\n• Nazaré NUNCA aparece no Antigo Testamento\n• NÃO é mencionada no Talmude nem nos escritos de Josefo\n• Era uma guarnição militar romana - um lugar desprezado\n• As profecias diziam que o Messias viria de BELÉM (Miquéias 5:2)\n• Jerusalém era o centro religioso - Nazaré era a periferia\n\nNatanael era um estudante sério das Escrituras. Sua pergunta não era arrogante; era teologicamente fundamentada. O problema: Deus nem sempre cumpre Suas promessas da maneira que esperamos.\n\nA IRONIA: Jesus FOI nascido em Belém (cumprindo Miquéias 5:2), mas cresceu em Nazaré. Deus cumpriu a profecia E quebrou expectativas religiosas ao mesmo tempo.",
      "scripture_connections": [
        {
          "reference": "Miquéias 5:2",
          "text": "E tu, Belém Efrata, posto que pequena entre os milhares de Judá, de ti me sairá o que governará em Israel, e cujas saídas são desde os tempos antigos, desde os dias da eternidade"
        },
        {
          "reference": "Isaías 53:2",
          "text": "Porque foi subindo como renovo perante ele e como raiz de uma terra seca; não tinha formosura nem beleza; e, olhando nós para ele, nenhuma beleza víamos, para que o desejássemos"
        }
      ],
      "revelation_key": "Às vezes seu conhecimento bíblico pode se tornar uma caixa que limita como você espera que Deus se mova. Jesus vem de lugares que você nunca esperaria."
    },
    
    {
      "order": 3,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "As Três Palavras Que Revelam Tudo",
      "subtitle": "Análise do texto grego original",
      "greek_words": [
        {
          "word": "Dolos",
          "transliteration": "δόλος",
          "reference": "João 1:47",
          "meaning": "Engano, isca, armadilha, agenda oculta",
          "revelation": "Jesus diz: 'Eis um verdadeiro israelita, em quem NÃO HÁ DOLO (dolos).' Esta palavra literalmente significa 'isca de pesca'.\n\nJesus está declarando: 'Natanael não tem agendas ocultas. Ele não está buscando o Messias por ganho político ou pessoal. Ele é um buscador PURO.'\n\nA conexão com Jacó: O nome 'Israel' vem de Jacó, que SIM tinha dolos (enganou seu pai e irmão). Jesus diz a Natanael: 'Você é o que Jacó deveria ter sido desde o início: um verdadeiro israelita sem engano.'",
          "application": "Deus não busca pessoas perfeitas. Ele busca pessoas sinceras. Sua fome genuína importa mais que sua teologia perfeita."
        },
        {
          "word": "Eidon",
          "transliteration": "εἶδον",
          "reference": "João 1:48",
          "meaning": "Ver com percepção espiritual, conhecer intimamente",
          "revelation": "Quando Jesus diz 'Eu te vi', Ele usa EIDON. Não é meramente visão óptica (blepō). É percepção profunda, conhecimento íntimo.\n\nÉ a mesma palavra usada quando João diz: 'E vimos a sua glória' (João 1:14). Não é ver com olhos físicos; é ver com o coração.\n\nJesus está dizendo: 'Não apenas vi seu corpo debaixo da árvore. Vi sua alma, suas lutas, suas perguntas, sua fome pela verdade.'",
          "application": "Jesus não te conhece superficialmente. Ele te conhece nas camadas mais profundas que você nem mesmo entende de si mesmo."
        },
        {
          "word": "Ho Huios Tou Anthrōpou",
          "transliteration": "ὁ υἱὸς τοῦ ἀνθρώπου",
          "reference": "João 1:51",
          "meaning": "O Filho do Homem - título messiânico de Daniel 7",
          "revelation": "Este era o título FAVORITO de Jesus para Si mesmo (aparece 81 vezes nos evangelhos).\n\nConecta diretamente com Daniel 7:13-14: 'Vinha nas nuvens do céu um como o filho do homem... E foi-lhe dado o domínio, e a honra, e o reino.'\n\nJesus se identifica como o Rei Eterno de Daniel, mas usa 'Filho do Homem' para enfatizar que se tornou completamente humano para ser a ponte entre céu e terra.",
          "application": "Jesus é simultaneamente 100% Deus (pode ver seus segredos) e 100% homem (entende sua dor). Por isso Ele pode ser a ponte perfeita."
        }
      ],
      "revelation_key": "Jesus te conhece intimamente (eidon), te aceita completamente (sem engano) e te conecta eternamente (Filho do Homem)."
    },
    
    {
      "order": 4,
      "type": "typology_connection",
      "icon": "🪜",
      "title": "A Escada de Jacó: Jesus é a Ponte",
      "subtitle": "João 1:51 - A profecia cumprida que fecha o capítulo",
      "content": "Jesus termina com uma declaração explosiva:\n\n'Na verdade, na verdade vos digo que, daqui em diante, vereis o céu aberto e os anjos de Deus subindo e descendo sobre o Filho do Homem.'\n\n🔗 A CONEXÃO COM GÊNESIS 28:\n\nJacó (futuro Israel) foge de seu irmão e dorme no deserto com uma pedra por travesseiro. Ele sonha com uma escada conectando céu e terra, com anjos subindo e descendo. Quando acorda diz: 'Esta é a casa de Deus! Esta é a porta dos céus!' Ele chama o lugar de BETEL (Casa de Deus).\n\n✨ O QUE JESUS ESTÁ DECLARANDO:\n\n'Natanael, lembra da escada que seu ancestral Jacó viu? Aquela escada não era um objeto futuro. AQUELA ESCADA SOU EU. Eu sou Betel. Eu sou a Casa de Deus. Eu sou a Porta dos Céus.'\n\nVocê não precisa mais de um lugar sagrado (templo) ou escada mística. O ponto de contato entre céu e terra é uma PESSOA: Jesus Cristo.\n\nAnjos não sobem e descem mais em uma escada de pedra. Eles sobem e descem sobre o Filho do Homem, porque ELE é a ponte universal.",
      "scripture_anchor": {
        "reference": "Gênesis 28:12",
        "text": "E sonhou: e eis uma escada posta na terra, cujo topo tocava nos céus; e eis que os anjos de Deus subiam e desciam por ela"
      },
      "identity_statement": "Você não está mais separado do céu. Cristo é sua escada pessoal, seu Betel portátil, sua ponte permanente para o Pai.",
      "revelation_key": "Jesus não te dá acesso a Deus. Ele É seu acesso a Deus. Sem intermediários, sem lista de espera. O céu está aberto sobre você porque Cristo está em você."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Intimidade",
          "question": "Qual é seu 'debaixo da figueira'? Aquele lugar ou momento onde você fala com Deus sem filtros? Como saber que Jesus estava lá ouvindo cada palavra muda sua oração?"
        },
        {
          "category": "Preconceito",
          "question": "Natanael rejeitou Jesus por vir de Nazaré. Há alguma 'Nazaré' em sua vida - uma situação, pessoa ou lugar do qual você pensa 'nada de bom pode vir daí'? E se Deus estiver precisamente ali?"
        },
        {
          "category": "Acesso",
          "question": "Jacó precisou de um sonho para ver a escada. Você tem a escada vivendo em você (Cristo). Você vive como alguém com acesso imediato ao céu, ou ainda está tentando construir sua própria escada?"
        }
      ],
      "prayer": {
        "title": "Oração de Resposta",
        "content": "Jesus, meu Betel vivo. Hoje me rendo ao fato de que Você me conhece mais profundamente do que eu me conheço. Você viu meus momentos 'debaixo da figueira' - minhas orações secretas, minhas dúvidas honestas, minha fome pela verdade. Obrigado por não me rejeitar por meus preconceitos ou teologia imperfeita. Obrigado porque Você é a Escada conectando minha realidade com o céu do Pai. Hoje escolho viver com o céu aberto sobre mim, não por causa do que faço, mas por causa de quem Você é em mim. Amém."
      }
    }
  ],
  
  "tags": [
    "intimidade",
    "identidade",
    "onisciência",
    "acesso",
    "ponte",
    "escada_de_jacó",
    "natanael"
  ],
  
  "metadata": {
    "total_word_count": 980,
    "greek_words_count": 3,
    "scripture_references_count": 7,
    "difficulty_level": "intermediate",
    "themes": [
      "Deus te conhece intimamente",
      "Cristo como ponte para o Pai",
      "Tipologia do Antigo Testamento",
      "Quebrando preconceito religioso"
    ]
  }
}
