{
  "id": "pentecost_power_001",
  "type": "discovery",
  "date": "2026-01-26",
  "title": "O Poder de Pentecostes",
  "subtitle": "Quando o Espírito Santo transforma covardes em corajosos",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 7,
  "key_verse": {
    "reference": "Atos 2:4",
    "text": "E todos foram cheios do Espírito Santo e começaram a falar em outras línguas, conforme o Espírito Santo lhes concedia que falassem."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "cultural_context",
      "icon": "🌾",
      "title": "Pentecostes: A Festa das Primícias",
      "subtitle": "Por que o tempo importa",
      "content": "Pentecostes não foi escolhido ao acaso. Era uma das três festas de peregrinação mais importantes em Israel.\n\n📅 O NOME 'PENTECOSTES':\n\n• Do grego 'Pentēkostē' = quinquagésimo\n• Celebrado 50 dias após a Páscoa\n• Também chamado 'Festa das Semanas' (Shavuot em hebraico)\n• Ou 'Festa das Primícias' ou 'Festa da Colheita'\n\n🌾 O SIGNIFICADO AGRÍCOLA:\n\n• Marcava o fim da colheita da cevada (que começava na Páscoa)\n• E o início da colheita do trigo\n• Era tempo de apresentar as PRIMÍCIAS da colheita a Deus\n• Tempo de ação de graças pela provisão divina\n\n👥 A MULTIDÃO INTERNACIONAL:\n\nAtos 2:5 diz: 'E em Jerusalém estavam habitando judeus, varões religiosos, de todas as nações que estão debaixo do céu'.\n\nPentecostes atraía judeus da diáspora de TODO o mundo conhecido:\n• Partos, medos, elamitas (Pérsia/Irã)\n• Mesopotâmia (Iraque)\n• Capadócia, Ponto, Ásia (Turquia)\n• Frígia, Panfília (Grécia/Ásia Menor)\n• Egito, Líbia\n• Roma\n• Creta e árabes\n\n🎯 A SOBERANIA DE DEUS:\n\nDeus não enviou o Espírito em qualquer dia. Ele o enviou:\n• Na festa das PRIMÍCIAS - os 3.000 convertidos naquele dia são as primícias da colheita mundial\n• Quando Jerusalém estava cheia de judeus de TODAS as nações - para que o evangelho se espalhasse imediatamente\n• 50 dias após a Páscoa - o Cordeiro havia sido sacrificado; agora vem o Poder para proclamá-Lo",
      "revelation_key": "Deus orquestra o tempo perfeito. Pentecostes não foi um acidente; foi o lançamento estratégico do movimento mais poderoso da história."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Eplēsthēsan: Foram Cheios",
      "subtitle": "A palavra que descreve saturação total",
      "content": "Atos 2:4 diz: 'Todos foram CHEIOS do Espírito Santo'.\n\n🔑 A PALAVRA GREGA PLĒRŌŌ (plēthō no aoristo passivo):\n\n• Significa encher completamente, saturar, encher até a borda\n• Não 'um pouco' do Espírito\n• Não 'uma porção' do Espírito\n• PLENITUDE COMPLETA - como um copo cheio até transbordar\n\n📊 'FORAM CHEIOS' (Eplēsthēsan):\n\nÉ voz PASSIVA:\n• Eles não se encheram a si mesmos\n• Eles FORAM cheios por Deus\n• É algo que RECEBERAM, não algo que PRODUZIRAM\n\nÉ tempo AORISTO:\n• Ação pontual, definida\n• Ocorreu em um momento específico\n• Não foi gradual; foi súbito\n\n🌬️ OS SINAIS FÍSICOS:\n\nAntes do enchimento, houve três sinais sobrenaturais:\n\n1️⃣ 'Um som do céu, como de um vento veemente e impetuoso' (v.2)\n• Ruach (hebraico) = vento/espírito\n• Pneuma (grego) = vento/espírito\n• O mesmo simbolismo que Jesus usou com Nicodemos (João 3:8)\n\n2️⃣ 'Línguas repartidas, como que de fogo' (v.3)\n• Fogo = presença de Deus (sarça ardente, coluna de fogo)\n• 'Repartidas' = distribuídas, cada um recebeu\n• 'Como que de fogo' = não fogo literal, mas aparentava ser fogo\n\n3️⃣ 'E pousou sobre cada um deles' (v.3)\n• O Espírito não vem mais apenas sobre profetas, reis e sacerdotes\n• Agora Ele vem sobre TODOS - homens, mulheres, jovens, velhos\n\n✨ O CONTRASTE COM O ANTIGO TESTAMENTO:\n\n• Antes: o Espírito vinha SOBRE alguns (profetas, reis)\n• Agora: o Espírito vem DENTRO de todos (nova criação)\n• Antes: temporário e seletivo\n• Agora: permanente e universal (para todo crente)",
      "greek_words": [
        {
          "word": "Eplēsthēsan",
          "transliteration": "ἐπλήσθησαν",
          "meaning": "Foram cheios, completamente saturados",
          "revelation": "O enchimento do Espírito não é parcial. É total, completo, saturante. Quando Deus enche, Ele não deixa espaços vazios."
        },
        {
          "word": "Glōssais",
          "transliteration": "γλώσσαις",
          "meaning": "Línguas, idiomas",
          "revelation": "Estes não eram sons ininteligíveis. Eram idiomas REAIS que os presentes reconheceram (v.6-11). Deus estava revertendo Babel."
        }
      ],
      "revelation_key": "O enchimento do Espírito não é uma experiência emocional que você gera. É uma invasão divina que você recebe. É Deus saturando você com Sua presença."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "🌍",
      "title": "A Reversão de Babel",
      "subtitle": "Quando Deus une o que Ele havia dividido",
      "content": "O sinal mais dramático de Pentecostes foram as línguas. Mas não era aleatório - era TEOLOGIA em ação.\n\n🗼 GÊNESIS 11: BABEL (Confusão):\n\n• Humanidade unida em rebelião contra Deus\n• 'Eia, edifiquemos nós uma cidade e uma torre... e façamo-nos um nome' (Gênesis 11:4)\n• Deus confunde as línguas: 'Ali confundiu o SENHOR a língua de toda a terra' (11:9)\n• Resultado: Divisão, dispersão, incapacidade de comunicação\n\n✨ ATOS 2: PENTECOSTES (Unidade):\n\n• A humanidade dividida agora pode OUVIR o evangelho em sua própria língua\n• 'Nós os temos ouvido em nossas próprias línguas falar das grandezas de Deus' (Atos 2:11)\n• Resultado: Unidade em Cristo, a igreja multinacional nasce\n\n🔄 O SIMBOLISMO:\n\nEm Babel:\n• Uma língua → muitas línguas (juízo)\n• Unidade na rebelião → divisão como punição\n• Torre ascendendo ao céu (orgulho humano)\n\nEm Pentecostes:\n• Muitas línguas → todos entendem (graça)\n• Divisão pelo pecado → unidade em Cristo\n• Deus DESCENDENDO do céu (humildade divina)\n\n🌐 A IGREJA MULTINACIONAL:\n\nAtos 2:9-11 lista 15 grupos étnicos/geográficos:\n• Partos, medos, elamitas\n• Mesopotâmia, Judéia, Capadócia\n• Ponto, Ásia, Frígia, Panfília\n• Egito, Líbia, Roma\n• Cretenses e árabes\n\nA igreja NÃO nasceu como um movimento judaico localizado. Ela nasceu como um movimento GLOBAL desde o primeiro dia.\n\n📖 CUMPRIMENTO DE JOEL 2:28-29:\n\nPedro cita esta profecia: 'E nos últimos dias acontecerá, diz Deus, que do meu Espírito derramarei sobre TODA A CARNE... vossos filhos e vossas filhas... e também do meu Espírito derramarei sobre os meus servos e minhas servas'.\n\nNão há restrição de:\n• Idade (jovens e velhos)\n• Gênero (filhos e filhas)\n• Classe social (servos e servas)\n• Etnia (toda carne)",
      "scripture_connections": [
        {
          "reference": "Gênesis 11:9",
          "text": "Por isso se chamou o seu nome Babel, porquanto ali confundiu o SENHOR a língua de toda a terra"
        },
        {
          "reference": "Joel 2:28",
          "text": "E há de ser que, depois, derramarei o meu Espírito sobre toda a carne"
        }
      ],
      "revelation_key": "Pentecostes é a declaração de Deus: 'Estou criando UM povo de TODAS as nações, unidos não por língua ou cultura, mas por meu Espírito'."
    },
    
    {
      "order": 4,
      "type": "necessity_emphasis",
      "icon": "🔥",
      "title": "De Covardes a Corajosos",
      "subtitle": "A transformação de Pedro",
      "content": "A evidência mais dramática do poder de Pentecostes não foram as línguas. Foi a transformação de PEDRO.\n\n😨 PEDRO ANTES DE PENTECOSTES:\n\n• Negou Jesus TRÊS VEZES diante de uma serva (Lucas 22:54-62)\n• Chorou amargamente por sua covardia\n• Tinha medo dos líderes religiosos\n• Escondeu-se após a crucificação\n• Estava com os discípulos 'com as portas fechadas, por medo dos judeus' (João 20:19)\n\n🔥 PEDRO DEPOIS DE PENTECOSTES:\n\n• Levanta-se diante de MILHARES em Jerusalém (Atos 2:14)\n• Prega com autoridade à multidão\n• Acusa os líderes religiosos: 'A este... tomando-o vós, o crucificastes e matastes' (2:23)\n• Não tem medo das consequências\n• 3.000 pessoas se convertem naquele dia\n\n⚡ O CONTRASTE:\n\nAntes: Não conseguia confessar Cristo diante de UMA serva\nDepois: Prega Cristo diante de MILHARES em público\n\nAntes: Chora com medo\nDepois: Proclama com ousadia\n\nAntes: Se esconde\nDepois: Se expõe\n\n🎯 O QUE MUDOU:\n\nNÃO foi:\n• Mais educação teológica\n• Mais treinamento em oratória\n• Mais coragem natural\n• Mais autoconfiança\n\nFOI:\n• O enchimento do Espírito Santo\n• O poder do alto\n• A unção divina\n\n📊 ATOS 4:13:\n\nQuando os líderes religiosos viram 'a ousadia de Pedro e João', maravilharam-se que eram 'homens sem letras e indoutos'.\n\nReconheceram que 'haviam estado com Jesus'. Mas mais do que isso - agora Jesus estava NELES através do Espírito!",
      "identity_statement": "Você não é chamado para servir a Deus em sua própria força. Você é chamado para SER CHEIO do Espírito e deixá-Lo transformá-lo de covarde em corajoso.",
      "revelation_key": "Pentecostes não foi um evento único. É a promessa permanente: o mesmo Espírito que transformou Pedro pode transformar você."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Enchimento",
          "question": "O enchimento do Espírito é voz passiva - algo que você recebe, não produz. Você está tentando 'gerar' poder espiritual por seu esforço, ou está se rendendo para SER CHEIO?"
        },
        {
          "category": "Transformação",
          "question": "Pedro foi de covarde a corajoso através do Espírito. Qual área de fraqueza em sua vida precisa do poder transformador do Espírito Santo?"
        },
        {
          "category": "Testemunho",
          "question": "Em Pentecostes, 3.000 foram convertidos em um dia. Você está confiando no poder do Espírito para seu testemunho, ou em sua habilidade de persuadir?"
        }
      ],
      "prayer": {
        "title": "Oração pelo Enchimento do Espírito",
        "content": "Pai celestial, reconheço que sem o Espírito Santo, sou covarde como Pedro antes de Pentecostes. Não posso me transformar. Não posso gerar coragem, poder ou eficácia. Hoje me rendo completamente. Espírito Santo, ENCHE-ME como encheste os 120 no cenáculo. Satura cada área de minha vida. Transforma minha covardia em coragem, meu silêncio em proclamação, minha fraqueza em poder. Que minha vida seja evidência inegável de que o mesmo vento de Pentecostes ainda sopra hoje. Usa-me como usaste Pedro - não por minha capacidade, mas por Teu enchimento. Em nome de Jesus, Amém."
      }
    }
  ],
  
  "tags": [
    "pentecostes",
    "espírito_santo",
    "poder_divino",
    "transformação",
    "babel_revertida",
    "ousadia"
  ],
  
  "metadata": {
    "total_word_count": 1250,
    "greek_words_count": 2,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate",
    "themes": [
      "Enchimento do Espírito Santo",
      "Reversão de Babel",
      "Transformação sobrenatural",
      "Nascimento da igreja global"
    ]
  }
}
