{
  "id": "temple_cleansing_001",
  "type": "discovery",
  "date": "2026-01-21",
  "title": "A Purificação do Templo",
  "subtitle": "Quando Jesus declara que Ele é o verdadeiro Templo",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "João 2:19",
    "text": "Respondeu Jesus e disse-lhes: Derribai este templo, e em três dias o levantarei."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "🕍",
      "title": "O Templo: A Casa Que Se Tornou um Negócio",
      "subtitle": "Por que Jesus estava irado",
      "content": "Para entender a ira de Jesus, você precisa entender o que estava acontecendo no Templo:\n\n💰 O SISTEMA CORRUPTO:\n\n• Judeus vinham de todo o mundo para a Páscoa (2-3 milhões de peregrinos)\n• Precisavam trocar moeda romana (com a imagem de César) por siclos do templo\n• Cambistas cobravam comissões ABUSIVAS (12-15% de lucro)\n• As famílias sacerdotais (Anás e Caifás) controlavam o monopólio\n\n🐑 O NEGÓCIO DO SACRIFÍCIO:\n\n• Peregrinos traziam animais para sacrificar\n• Inspetores do templo QUASE SEMPRE encontravam 'defeitos'\n• Então tinham que comprar animais 'aprovados' a preços inflacionados\n• Uma pomba que custava 4 centavos fora custava 75 centavos dentro\n• Os pobres eram explorados em nome de Deus\n\n📍 O PÁTIO DOS GENTIOS:\n\nTudo isso acontecia no ÚNICO lugar onde não-judeus podiam orar:\n• O barulho era ensurdecedor (animais, gritos, negociações)\n• O cheiro era insuportável (esterco de animais)\n• Gentios que vinham buscar Deus encontravam um mercado\n\n🔥 POR QUE JESUS ESTAVA INDIGNADO:\n\n'Não está escrito: A minha casa será chamada casa de oração para todas as nações? Mas vós a tendes feito covil de ladrões.' (Marcos 11:17)\n\nNão era apenas corrupção. Era EXCLUSÃO. O lugar projetado para atrair nações a Deus havia se tornado uma barreira.",
      "revelation_key": "Religião que explora os pobres e exclui os perdidos provoca a ira de Deus, não importa quão 'ortodoxa' pareça."
    },
    
    {
      "order": 2,
      "type": "prophetic_action",
      "icon": "🔥",
      "title": "O Açoite de Cordas: Ira Santa em Ação",
      "subtitle": "Por que este não foi um surto emocional",
      "content": "João 2:15 diz: 'E, tendo feito um azorrague de cordéis, lançou todos fora do templo...'\n\n⏱️ JESUS LEVOU TEMPO:\n\n• 'Tendo feito' está no tempo aoristo - ação deliberada\n• Ele teve que achar cordas, trançá-las, fazer o chicote\n• Isto NÃO foi impulso descontrolado\n• Foi ira JUSTA, controlada, proposital\n\n🎯 O QUE ELE FEZ:\n\n1. Expulsou vendedores de bois e ovelhas\n2. Derrubou as mesas dos cambistas (moedas no chão)\n3. Espalhou as moedas\n4. Aos vendedores de pombas Ele ORDENOU que saíssem (não usou violência com eles, eram os mais pobres)\n\n💭 O QUE ELE DISSE:\n\n'Não façais da casa de meu Pai casa de venda' (v.16)\n\nNote: 'Meu Pai' - Jesus reivindica autoridade divina sobre o Templo.\n\n📖 O QUE OS DISCÍPULOS LEMBRARAM:\n\n'E os seus discípulos lembraram-se do que está escrito: O zelo da tua casa me devorou' (Salmo 69:9)\n\nEste Salmo é MESSIÂNICO. Os discípulos entendem: Jesus está cumprindo profecia. O Messias tinha que purificar o Templo.\n\n✨ A LIÇÃO:\n\nHá um lugar para a ira santa. Jesus, o mesmo que disse 'amai vossos inimigos', fez um chicote e purificou o templo. Algumas coisas devem ser confrontadas com força, não diplomacia.",
      "scripture_connections": [
        {
          "reference": "Malaquias 3:1-3",
          "text": "Eis que eu envio o meu anjo, que preparará o caminho diante de mim; e, de repente, virá ao seu templo o Senhor, a quem vós buscais... Porque ele será como o fogo do ourives"
        },
        {
          "reference": "Salmo 69:9",
          "text": "Porque o zelo da tua casa me devorou, e as afrontas dos que te afrontam caíram sobre mim"
        }
      ],
      "revelation_key": "Mansidão não é fraqueza. Jesus foi manso com os quebrantados e feroz com os opressores. Imite ambos."
    },
    
    {
      "order": 3,
      "type": "sign_demand",
      "icon": "🏛️",
      "title": "Derribai Este Templo: A Profecia Que Ninguém Entendeu",
      "subtitle": "João 2:19-22 - A virada teológica mais radical",
      "content": "Os líderes religiosos exigem: 'Que sinal nos mostras, para fazeres isto?'\n\nA resposta de Jesus é devastadora:\n\n'Derribai este templo, e em três dias o levantarei.'\n\n🤔 A CONFUSÃO:\n\nEles responderam: 'Em quarenta e seis anos foi edificado este templo, e tu o levantarás em três dias?'\n\nEles estavam pensando no edifício físico:\n• Herodes, o Grande, começou a reconstrução do templo em 20-19 a.C.\n• No tempo de Jesus (26-27 d.C.) estavam construindo há 46 anos\n• Só terminaria em 64 d.C. (apenas 6 anos antes dos romanos destruí-lo!)\n\n💡 A REVELAÇÃO:\n\nJoão explica: 'Mas ele falava do TEMPLO DO SEU CORPO' (v.21)\n\nJesus está fazendo uma declaração EXPLOSIVA:\n\n1️⃣ ELE É O VERDADEIRO TEMPLO:\n• O templo era onde Deus habitava\n• Jesus É Deus habitando entre nós (João 1:14 - 'tabernaculou')\n• Você não precisa mais de um edifício de pedra - Deus está em carne\n\n2️⃣ ELE PREDIZ SUA MORTE E RESSURREIÇÃO:\n• 'Derribai' - voz ativa: eles O matarão\n• 'Levantarei' - voz ativa: ELE ressuscitará (não será ressuscitado passivamente)\n• 'Três dias' - profecia exata de Sua ressurreição\n\n3️⃣ ELE SUBSTITUI TODO O SISTEMA:\n• Não mais sacrifícios de animais - Jesus é o Cordeiro final\n• Não mais sacerdotes intermediários - Jesus é nosso Sumo Sacerdote\n• Não mais lugar santo - nós SOMOS templos do Espírito Santo (1 Cor 6:19)\n\n⏰ QUANDO ENTENDERAM:\n\n'Quando, pois, ressuscitou dos mortos, os seus discípulos lembraram-se de que lhes dissera isso; e creram na Escritura e na palavra que Jesus tinha dito' (v.22)\n\nSó DEPOIS da ressurreição eles conectaram os pontos.",
      "identity_statement": "Você é o templo onde Deus habita. Você não precisa ir a um lugar sagrado para encontrar Deus. Ele vive em você pelo Seu Espírito.",
      "revelation_key": "O templo de Jerusalém foi destruído em 70 d.C. e nunca foi reconstruído. Por quê? Porque o verdadeiro Templo (Cristo) já havia vindo. O sistema antigo cumpriu seu propósito."
    },
    
    {
      "order": 4,
      "type": "typology_thread",
      "icon": "🧵",
      "title": "O Fio do Templo: Do Éden ao Apocalipse",
      "subtitle": "Como Jesus é a culminação de tudo",
      "content": "O conceito de 'templo' atravessa toda a Bíblia:\n\n🌳 ÉDEN - O PRIMEIRO TEMPLO:\n• Jardim onde Deus andava com o homem (Gênesis 3:8)\n• Comunhão direta sem intermediários\n• Acesso perdido pelo pecado\n\n⛺ TABERNÁCULO - TEMPLO PORTÁTIL:\n• Deus habita em uma tenda no meio do acampamento (Êxodo 40)\n• A glória (Shekinah) desce na nuvem\n• Sistema sacrificial para aproximar-se de Deus\n\n🏛️ TEMPLO DE SALOMÃO - TEMPLO PERMANENTE:\n• Casa de Deus entre Seu povo (1 Reis 8)\n• Casa de oração para todas as nações\n• Destruído pela Babilônia em 586 a.C.\n\n🔨 TEMPLO DE ZOROBABEL/HERODES - TEMPLO RECONSTRUÍDO:\n• Menos glorioso que o primeiro (Esdras 3:12)\n• Esperança: Ageu 2:9 - 'A glória desta última casa será maior do que a da primeira'\n• Herodes o expande, mas continua vazio (a Shekinah nunca retornou)\n\n✨ JESUS - O TEMPLO ENCARNADO:\n• 'O Verbo se fez carne e HABITOU (eskēnōsen = armou sua tenda) entre nós' (João 1:14)\n• 'Derribai este templo, e em três dias o levantarei' (João 2:19)\n• A glória de Deus retornou - em carne humana\n\n⛪ A IGREJA - TEMPLO VIVO:\n• 'Vós... sois edifício de Deus' (1 Cor 3:9)\n• 'Pedras vivas... casa espiritual' (1 Pedro 2:5)\n• Deus habita em Seu povo coletivamente\n\n🌆 NOVA JERUSALÉM - SEM TEMPLO:\n• 'E nela não vi templo, porque o Senhor Deus Todo-Poderoso e o Cordeiro são o seu templo' (Apocalipse 21:22)\n• Retorno completo ao Éden - comunhão direta restaurada",
      "revelation_key": "Toda a história bíblica é Deus buscando HABITAR com Seu povo. Jesus é a resposta final: Emanuel, Deus conosco."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Templo Pessoal",
          "question": "Paulo diz que seu corpo é templo do Espírito Santo (1 Cor 6:19). Há 'cambistas e vendedores' em seu templo - coisas que precisam ser expulsas para que Deus possa habitar plenamente?"
        },
        {
          "category": "Ira Santa",
          "question": "Jesus mostrou ira santa contra religião corrupta. Há injustiças em sua esfera de influência que requerem confronto forte, não apenas oração passiva?"
        },
        {
          "category": "Ressurreição",
          "question": "Jesus disse 'derribai este templo e em três dias EU O LEVANTAREI'. Ele levantou Seu próprio corpo. Que área de sua vida precisa do poder de ressurreição de Cristo para ser levantada dos mortos?"
        }
      ],
      "prayer": {
        "title": "Oração de Purificação",
        "content": "Jesus, meu Templo vivo. Obrigado porque não preciso mais buscar um edifício para Te encontrar - Você vive em mim. Hoje peço que purifique o templo de minha vida. Expulse tudo que não Te honra. Derrube as mesas de meus ídolos. Limpe os pátios de meu coração para que sejam casa de oração, não covil de ladrões. Lembre-me de que o mesmo poder que Te levantou do túmulo em três dias vive em mim. Levante as áreas mortas de minha vida. Que eu seja um templo puro onde Sua glória habita sem obstáculos. Em nome de Jesus, Amém."
      }
    }
  ],
  
  "tags": [
    "templo",
    "purificação",
    "ira_santa",
    "ressurreição",
    "corpo_de_cristo",
    "profecia"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 1,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate-advanced",
    "themes": [
      "Jesus como verdadeiro templo",
      "Purificação e santidade",
      "Profecia da morte e ressurreição",
      "Tipologia do Antigo Testamento"
    ]
  }
}
