{
  "id": "triumphal_entry_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "A Entrada Triunfal",
  "subtitle": "Quando o Rei rejeitado entra em Jerusalém montado em um jumentinho, não em um cavalo de guerra",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Mateus 21:9",
    "text": "E a multidão que ia adiante, e a que seguia, clamava, dizendo: Hosana ao Filho de Davi; bendito o que vem em nome do Senhor. Hosana nas alturas!"
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "🌴",
      "title": "Hosana: Um Grito de Súplica Convertido em Louvor",
      "subtitle": "O significado por trás das aclamações",
      "content": "Domingo de Ramos, ano 30 d.C. Jesus entra em Jerusalém cinco dias antes de Sua crucificação. As multidões gritam 'Hosana!' - mas o que realmente significa?\n\n📢 O GRITO DE 'HOSANA':\n\nA palavra vem do hebraico 'Hoshana' (הוֹשִׁיעָ נָּא):\n• 'Hosha' = salva\n• 'Na' = por favor, te rogamos\n• Significado literal: 'Salva-nos agora!' ou 'Te rogamos que salves!'\n\nEra um grito do Salmo 118:25 que se cantava na Festa dos Tabernáculos:\n'Oh Senhor, salva-nos agora, te rogamos; Te rogamos, ó Senhor, que nos faças prosperar agora.'\n\n👑 O QUE A MULTIDÃO ESPERAVA:\n\n• Um Messias POLÍTICO que os libertasse de Roma\n• Um rei MILITAR que estabelecesse o reino de Davi\n• Um líder que restaurasse a glória de Israel\n\nGritavam 'Hosana ao Filho de Davi!' esperando que Jesus:\n• Marchasse ao palácio de Pilatos\n• Expulsasse os romanos\n• Se sentasse no trono de Davi\n\n💔 A IRONIA DEVASTADORA:\n\nCinco dias depois, a MESMA multidão gritará: 'Crucifica-o!'\n\n¿Por quê? Porque Jesus não cumpriu suas expectativas políticas. Veio para salvar, mas não da maneira que eles queriam.\n\nSeu reino NÃO é deste mundo (João 18:36).",
      "greek_words": [
        {
          "word": "Hōsanna",
          "transliteration": "Ὡσαννά",
          "meaning": "Salva-nos agora, te rogamos que salves",
          "revelation": "A multidão gritava pedindo salvação, mas não entendia QUE tipo de salvação Jesus trazia. Não veio para salvá-los de Roma, mas do pecado. Não veio para estabelecer um trono terreno, mas eterno."
        }
      ],
      "revelation_key": "Frequentemente gritamos 'Hosana' esperando que Jesus resolva nossos problemas terrenos, mas Ele veio para resolver nosso problema eterno: a separação de Deus."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "O Jumentinho: Cumprimento Profético Deliberado",
      "subtitle": "Por que Jesus escolhe um asno e não um cavalo",
      "content": "Jesus envia dois discípulos com instruções específicas: 'Ide à aldeia... achareis uma jumenta presa, e um jumentinho com ela; desprendei-a, e trazei-mos' (Mateus 21:2).\n\n🐴 ASNO VS. CAVALO:\n\nNo mundo antigo, o animal importava:\n\n• CAVALO = símbolo de GUERRA (os reis conquistadores montavam cavalos)\n• ASNO/JUMENTINHO = símbolo de PAZ (os reis entravam em paz montados em asnos)\n\n📜 CUMPRIMENTO PROFÉTICO:\n\nMateus 21:4-5 cita diretamente Zacarias 9:9:\n\n'Dizei à filha de Sião: Eis que o teu Rei aí te vem, Manso, e assentado sobre uma jumenta, E sobre um jumentinho, filho de animal de carga.'\n\nDetalhes do cumprimento:\n1. 'Teu REI vem' → Jesus é Rei\n2. 'Manso' (grego: praus) → Humilde, não orgulhoso\n3. 'Sobre uma jumenta... um jumentinho' → Exatamente como Zacarias profetizou\n\n🎯 O CONTRASTE INTENCIONAL:\n\nJesus deliberadamente cumpre a profecia EXATAMENTE:\n• NÃO em carruagem real\n• NÃO em cavalo de guerra\n• NÃO com exército atrás\n• SIM em um jumentinho emprestado, símbolo de paz e humildade\n\n💡 A MENSAGEM:\n\nJesus está declarando:\n'Sou o Rei que profetizou Zacarias, mas Meu reino não se estabelece pela espada. Venho em paz, para conquistar corações, não territórios.'",
      "revelation_key": "O Rei do universo entra montado em um jumentinho emprestado. A grandeza de Deus se manifesta em humildade, não em pompa."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "🌿",
      "title": "Ramos de Palma: O Símbolo de Vitória e Realeza",
      "subtitle": "João 12:13 - O que as multidões declaravam sem saber",
      "content": "João 12:13 adiciona um detalhe que Mateus não menciona: 'Tomaram ramos de palmeiras, e saíram-lhe ao encontro.'\n\n🌴 AS PALMAS NA HISTÓRIA JUDAICA:\n\nOs ramos de palma tinham significado histórico profundo:\n\n1️⃣ FESTA DOS TABERNÁCULOS:\n\nLevítico 23:40 ordenava tomar ramos de palma durante esta festa para celebrar a provisão de Deus no deserto.\n\n2️⃣ SÍMBOLO DE VITÓRIA:\n\nQuando os Macabeus libertaram Jerusalém do império selêucida (164 a.C.), o povo celebrou com ramos de palma (1 Macabeus 13:51).\n\n3️⃣ SÍMBOLO DE REALEZA:\n\nNo mundo antigo, as palmas representavam:\n• Vitória militar\n• Realeza triunfante\n• Celebração de conquista\n\n🔗 A CONEXÃO APOCALÍPTICA:\n\nApocalipse 7:9 descreve a cena celestial:\n'Uma grande multidão... em pé diante do trono, e perante o Cordeiro, trajando vestes brancas e com palmas nas suas mãos.'\n\n¡As MESMAS palmas que agitavam em Jerusalém aparecem no céu diante do trono do Cordeiro!\n\n⚔️ A DUPLA IRONIA:\n\n• Agitam palmas esperando vitória POLÍTICA → Jesus traz vitória ESPIRITUAL\n• Esperam que derrote Roma → Jesus derrota a própria morte\n• Querem um reino TERRENO → Jesus estabelece um reino ETERNO",
      "scripture_connections": [
        {
          "reference": "Zacarias 9:9",
          "text": "Alegra-te muito, ó filha de Sião; exulta, ó filha de Jerusalém; eis que o teu rei virá a ti, justo e Salvador, pobre, e montado sobre um jumento"
        },
        {
          "reference": "Salmo 118:26",
          "text": "Bendito aquele que vem em nome do Senhor"
        },
        {
          "reference": "Apocalipse 7:9-10",
          "text": "Com palmas nas suas mãos... clamavam: Salvação ao nosso Deus"
        }
      ],
      "revelation_key": "As multidões profetizaram mais do que entendiam. As palmas que agitavam naquele dia apontam para a vitória eterna que Cristo ganharia na cruz."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "😢",
      "title": "Jesus Chora sobre Jerusalém",
      "subtitle": "Lucas 19:41-44 - O Rei rejeitado lamenta por Sua cidade",
      "content": "Em meio ao júbilo, Lucas registra um momento devastador que os outros evangelhos não mencionam:\n\n'E, quando ia chegando, vendo a cidade, chorou sobre ela' (Lucas 19:41).\n\n😭 O CHORO DO REI:\n\nEnquanto as multidões gritam 'Hosana!', Jesus CHORA.\n\nPor quê?\n\nPorque Ele vê o que eles não veem:\n• Dentro de 40 anos (70 d.C.), Jerusalém será destruída por Roma\n• O templo será arrasado (Mateus 24:2)\n• Milhares morrerão porque rejeitaram seu Messias\n\n💔 AS PALAVRAS DE LAMENTO:\n\n'Oh! se tu conhecesses também, ao menos neste teu dia, o que à tua paz pertence! Mas agora isto está encoberto aos teus olhos' (Lucas 19:42).\n\nJesus diz: 'TEU DIA' - o dia de visitação, o dia de oportunidade.\n\nMas não o reconheceram. Versículo 44: 'Porquanto não conheceste o tempo da tua visitação.'\n\n⏰ O TEMPO DE VISITAÇÃO:\n\nDaniel 9:25 havia profetizado EXATAMENTE quando viria o Messias:\n• Desde o decreto para reconstruir Jerusalém (445 a.C.)\n• Até Messias Príncipe\n• 69 semanas de anos = 483 anos\n\n¡O momento EXATO era o Domingo de Ramos!\n\nMas não o reconheceram.\n\n🌆 A TRAGÉDIA:\n\n• Jesus oferece paz → Eles escolhem rebelião\n• Jesus oferece salvação → Eles escolhem destruição\n• Jesus oferece vida → Eles escolhem morte\n\nE Jesus, sabendo tudo isso, CHORA.",
      "identity_statement": "Jesus chora pelos que rejeitam Sua salvação. Seu coração se rompe não apenas pelo pecado, mas pelas consequências que o pecado traz.",
      "revelation_key": "O dia de visitação vem, mas não dura para sempre. Há um tempo para reconhecer o Rei, e rejeitá-lo tem consequências eternas."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Expectativas",
          "question": "As multidões queriam que Jesus fosse um rei político. Em que áreas de sua vida você tem tentado fazer Jesus se ajustar às SUAS expectativas em vez de se render ao plano dEle?"
        },
        {
          "category": "Adoração",
          "question": "A multidão gritou 'Hosana!' no domingo e 'Crucifica-o!' na sexta-feira. O que isso revela sobre adoração baseada em emoções vs. adoração baseada em compromisso genuíno?"
        },
        {
          "category": "Tempo de Visitação",
          "question": "Jesus chorou porque Jerusalém não reconheceu 'o tempo de sua visitação'. Há áreas de sua vida onde Deus está visitando você e você não tem reconhecido?"
        }
      ],
      "prayer": {
        "title": "Oração do Rei Humilde",
        "content": "Jesus, Rei dos reis que entra montado em um jumentinho. Perdoa-me pelas vezes que gritei 'Hosana' esperando que cumprisse MEUS planos, em vez de me render aos Teus. Obrigado porque não vieste como rei conquistador terreno, mas como Rei que conquista corações. Ajuda-me a reconhecer o tempo de Tua visitação em minha vida. Que minha adoração não dependa de que cumpras minhas expectativas, mas de quem Tu és. Hoje te recebo como meu Rei, não o rei que eu quero, mas o Rei que Tu és. Em nome de Jesus, Amém."
      }
    }
  ],
  
  "tags": [
    "entrada_triunfal",
    "domingo_de_ramos",
    "hosana",
    "profecia",
    "rei_humilde",
    "messias"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 1,
    "scripture_references_count": 15,
    "difficulty_level": "intermediate",
    "themes": [
      "Messias profetizado",
      "Humildade do Rei",
      "Expectativas vs realidade",
      "Rejeição do Messias"
    ]
  }
}
