{
  "id": "woman_at_well_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "A Mulher do Poço",
  "subtitle": "Quando Jesus quebra todas as barreiras por uma conversa que transformará uma cidade",
  "language": "pt",
  "version": "ARC",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "João 4:13-14",
    "text": "Jesus respondeu, e disse-lhe: Qualquer que beber desta água tornará a ter sede; Mas aquele que beber da água que eu lhe der nunca terá sede, porque a água que eu lhe der se fará nele uma fonte de água que salte para a vida eterna."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "💧",
      "title": "Água Viva: O Dom que Sacia Eternamente",
      "subtitle": "Por que Jesus usa a metáfora da água",
      "content": "Jesus está no poço de Jacó ao meio-dia - a hora mais quente, quando ninguém vai buscar água. Uma mulher samaritana chega sozinha, evitando as pessoas. E Jesus quebra TRÊS barreiras culturais:\n\n🚫 BARREIRAS QUE JESUS QUEBRA:\n\n• Barreira de GÊNERO: Os rabinos não falavam com mulheres em público\n• Barreira de ETNIA: Os judeus não se relacionavam com samaritanos (João 4:9)\n• Barreira de MORALIDADE: Ela tem um passado de cinco maridos\n\nMas Jesus inicia a conversa: 'Dá-me de beber' (João 4:7).\n\n💦 A METÁFORA DA ÁGUA:\n\nJesus pega algo cotidiano - a água do poço - e o transforma em ensinamento eterno:\n\n• Água do poço = satisfação temporária (v.13: 'tornará a ter sede')\n• Água viva = satisfação eterna (v.14: 'nunca terá sede')\n\nA água viva não é algo que você RECEBE uma vez. Torna-se 'uma fonte de água que salte para a vida eterna' - algo interno, permanente, superabundante.\n\n🔥 A NECESSIDADE REAL:\n\nA mulher vem buscando água física, mas Jesus vê sua sede espiritual. Ela buscou satisfação em cinco casamentos e agora vive com alguém que não é seu marido (v.18). Nenhum relacionamento humano pôde preencher o vazio.\n\nJesus oferece o que ela realmente precisa: um relacionamento com Ele que satisfaz eternamente.",
      "greek_words": [
        {
          "word": "Hydōr Zōn",
          "transliteration": "ὕδωρ ζῶν",
          "meaning": "Água viva, água corrente, água de nascente",
          "revelation": "Em grego, 'água viva' refere-se à água corrente de uma nascente, em contraste com água parada de cisterna. Jesus promete algo dinâmico, fresco, que flui constantemente - o Espírito Santo."
        }
      ],
      "revelation_key": "Cada tentativa humana de satisfação é como beber água de cisterna - acaba. Somente Jesus oferece uma nascente interna que nunca seca."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "A Progressão da Revelação",
      "subtitle": "Como Jesus gradualmente se revela a ela",
      "content": "João 4 mostra uma PROGRESSÃO magistral em como a mulher percebe Jesus:\n\n1️⃣ VERSÍCULO 9: 'Um JUDEU'\n\n• Ela o vê apenas por sua etnia\n• Está surpresa de que ele fale com ela\n• Sua perspectiva: 'Como, sendo tu judeu...'\n\n2️⃣ VERSÍCULO 11: 'SENHOR' (Kyrios)\n\n• Um título de respeito básico\n• Ainda não entende quem ele é\n• Sua pergunta: 'Senhor, tu não tens com que a tirar...'\n\n3️⃣ VERSÍCULO 19: 'UM PROFETA'\n\n• Quando Jesus revela seu passado (cinco maridos)\n• Reconhece poder sobrenatural\n• 'Senhor, vejo que és profeta'\n\n4️⃣ VERSÍCULO 25-26: 'O MESSIAS (O CRISTO)'\n\n• Ela diz: 'Eu sei que o Messias... há de vir'\n• Jesus declara DIRETAMENTE: 'Eu o sou, eu que falo contigo'\n• Uma das revelações mais claras de Sua identidade nos evangelhos!\n\n5️⃣ VERSÍCULO 29: 'O CRISTO' (testemunho à cidade)\n\n• Ela corre para a cidade\n• Diz-lhes: 'Não será este o Cristo?'\n• Seu testemunho: 'Disse-me tudo quanto tenho feito'\n\n✨ O MÉTODO DE JESUS:\n\nJesus não sobrecarrega com revelação. Gradualmente, através da conversa, a leva de ver um judeu estranho a reconhecer o Messias prometido.",
      "revelation_key": "Jesus se revela gradualmente aos que buscam. A revelação não vem de uma vez, mas em progressão conforme nossa fé cresce."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "⛰️",
      "title": "Adoração em Espírito e em Verdade",
      "subtitle": "João 4:19-24 - O contexto do debate e a revolução de Jesus",
      "content": "A mulher samaritana apresenta a Jesus uma pergunta que dividia judeus e samaritanos há séculos: 'Onde se deve adorar a Deus? Neste monte (Gerizim) ou em Jerusalém?' (João 4:20).\n\n🔎 POR QUE ESTE DEBATE?\n\n• Os samaritanos adoravam no monte Gerizim, porque ali Josué renovou a aliança (Deuteronômio 11:29; Josué 8:33).\n• Os judeus afirmavam que somente Jerusalém era o lugar legítimo, porque ali Salomão construiu o templo (2 Crônicas 6:6; Salmo 122:1).\n\nIsso gerou séculos de rivalidade e separação (ver Esdras 4:1-3).\n\n📖 CITAÇÕES BÍBLICAS ARC:\n\n• Deuteronômio 11:29: 'E será que, quando o SENHOR teu Deus te houver introduzido na terra... porás a bênção sobre o monte Gerizim.'\n• 2 Crônicas 6:6: 'Mas escolhi a Jerusalém, para que ali estivesse o meu nome.'\n• Salmo 122:1: 'Alegrei-me quando me disseram: Vamos à casa do SENHOR.'\n\n⚡ A RESPOSTA REVOLUCIONÁRIA DE JESUS:\n\nJesus não toma partido por nenhum lugar físico. Declara: 'A hora vem, e agora é, em que os verdadeiros adoradores adorarão o Pai em espírito e em verdade' (João 4:23).\n\n• O monte ou o templo não importam mais\n• Deus busca adoradores sinceros, guiados pelo Espírito e pela verdade de Sua Palavra\n• A adoração é uma relação viva, não um ritual geográfico\n\n🙌 O QUE SIGNIFICA ADORAR EM ESPÍRITO E EM VERDADE?\n\n• Espírito: Adoração do mais profundo, guiada pelo Espírito Santo (Filipenses 3:3)\n• Verdade: Adoração baseada na revelação bíblica de quem Deus é (João 17:17)\n\n⚡ A NATUREZA DE DEUS:\n\n'Deus é Espírito' (João 4:24). Não está limitado por lugares nem edifícios. Pode ser adorado em qualquer lugar por aqueles que vêm com coração sincero.\n\nAssim, Jesus quebra a barreira religiosa e abre acesso a todos os povos, em todo lugar.",
      "scripture_connections": [
        {
          "reference": "Filipenses 3:3",
          "text": "Porque a circuncisão somos nós, que servimos a Deus em espírito, e nos gloriamos em Jesus Cristo"
        },
        {
          "reference": "1 Coríntios 6:19",
          "text": "Ou não sabeis que o vosso corpo é o templo do Espírito Santo?"
        }
      ],
      "revelation_key": "A adoração não depende mais de um local geográfico. Onde você está, ali pode estar a presença de Deus se você vem em espírito e verdade."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "🌾",
      "title": "Os Campos Brancos para a Ceifa",
      "subtitle": "João 4:35-38 - O evangelismo inesperado",
      "content": "Enquanto Jesus fala com a mulher, os discípulos estão na cidade comprando comida. Quando retornam, ficam ESCANDALIZADOS ao vê-lo falando com uma mulher (v.27).\n\nMas algo extraordinário acontece:\n\n👥 A COLHEITA INESPERADA:\n\nA mulher deixa seu cântaro - símbolo de sua vida anterior - e corre para a cidade. Seu testemunho é simples mas poderoso: 'Vinde, e vede um homem que me disse tudo quanto tenho feito. Porventura não é este o Cristo?' (v.29).\n\nResultado: 'Saíram, pois, da cidade, e foram ter com ele' (v.30).\n\n🌾 OS CAMPOS BRANCOS:\n\nJesus diz aos discípulos: 'Levantai os vossos olhos, e vede as terras, que já estão brancas para a ceifa' (v.35).\n\nEsta imagem tem um contexto visual e cultural: muitos samaritanos usavam túnicas brancas para se proteger do sol. Assim, quando a multidão se aproximava de Jesus, suas vestes brancas davam a impressão de um campo pronto para a colheita.\n\nPor isso, a metáfora dos 'campos brancos' não apenas fala da oportunidade espiritual, mas também descreve a cena real que os discípulos viam: uma multidão vestida de branco, pronta para receber a mensagem.\n\n• Os discípulos pensavam: 'Ainda há quatro meses até a ceifa'\n• Jesus lhes mostra: 'A colheita está AGORA, diante de vocês!'\n\n💡 O MÉTODO MISSIONÁRIO:\n\n• Jesus escolhe a pessoa MENOS provável (mulher, samaritana, passado imoral)\n• Ela se torna evangelista de toda sua cidade\n• Versículo 39: 'Muitos dos samaritanos... creram nele pela palavra da mulher'\n• Versículo 41: 'Muitos mais creram por causa da sua palavra'\n\n📊 O RESULTADO:\n\nO que começou com uma conversa num poço termina com:\n• Uma cidade transformada\n• Dois dias de ensino (v.40)\n• Declaração: 'Este é verdadeiramente o Cristo, o Salvador do mundo' (v.42)"
      ,
      "identity_statement": "Você é um campo branco para a ceifa. Não importa seu passado; Jesus pode usar seu testemunho para alcançar aqueles que você conhece.",
      "revelation_key": "As pessoas que a religião rejeita são precisamente aquelas que Jesus escolhe para trazer avivamento. Um testemunho genuíno vale mais que mil sermões."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descoberta Pessoal",
      "discovery_questions": [
        {
          "category": "Sede Espiritual",
          "question": "Em quais 'cisternas quebradas' você tem buscado satisfação que somente Cristo pode dar? (relacionamentos, sucesso, aprovação, etc.)"
        },
        {
          "category": "Barreiras",
          "question": "Jesus quebrou barreiras culturais para alcançar a mulher samaritana. Quais barreiras (sociais, raciais, religiosas) impedem você de compartilhar o evangelho com outros?"
        },
        {
          "category": "Evangelismo",
          "question": "A mulher deixou seu cântaro e correu para compartilhar o que Jesus fez por ela. Quais 'cântaros' (fardos, vergonhas do passado) você precisa deixar para ser livre para testemunhar?"
        }
      ],
      "prayer": {
        "title": "Oração da Água Viva",
        "content": "Jesus, obrigado por quebrar toda barreira para me alcançar. Reconheço que tenho buscado satisfação em cisternas quebradas que nunca puderam preencher o vazio da minha alma. Hoje bebo da água viva que Tu ofereces - uma fonte interna que nunca se esgota. Ajuda-me a te adorar em espírito e em verdade, não apenas em lugares ou rituais, mas em relacionamento genuíno contigo. Que meu testemunho, como o da mulher samaritana, leve outros a descobrir que Tu és verdadeiramente o Salvador do mundo. Em nome de Jesus, Amém."
      }
    }
  ],
  
  "tags": [
    "agua_viva",
    "adoração",
    "evangelismo",
    "graça",
    "samaritanos",
    "mulher_samaritana"
  ],
  
  "metadata": {
    "total_word_count": 1100,
    "greek_words_count": 1,
    "scripture_references_count": 12,
    "difficulty_level": "intermediate",
    "themes": [
      "Graça sem barreiras",
      "Adoração verdadeira",
      "Evangelismo pessoal",
      "Sede espiritual"
    ]
  }
}
