{
  "id": "road_to_emmaus_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "The Road to Emmaus",
  "subtitle": "When the risen Christ walks with you unrecognized, until He breaks the bread",
  "language": "en",
  "version": "KJV",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Luke 24:30-31",
    "text": "And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them. And their eyes were opened, and they knew him; and he vanished out of their sight."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "🚶",
      "title": "Holden Eyes: When Jesus Walks Beside You Unrecognized",
      "subtitle": "Why they didn't recognize Him immediately",
      "content": "Resurrection Sunday afternoon. Two disciples walk from Jerusalem to Emmaus (7 miles). They're devastated, confused, disillusioned. The Messiah they believed in is dead.\n\nAnd then, Jesus joins them on the road.\n\nBut Luke 24:16 says something extraordinary:\n\n'But their eyes were holden that they should not know him.'\n\n👁️ HOLDEN EYES:\n\nThe Greek word 'ekratounto' (ἐκρατοῦντο) literally means 'were held fast', 'were restrained with force'.\n\nIt's not that Jesus looked different. It's that something DIVINE prevented them from recognizing Him until the right moment.\n\nWhy?\n\nBecause Jesus wanted to:\n1. Hear their honest hearts (v.17-24)\n2. Teach them the Scriptures first (v.25-27)\n3. Reveal Himself at the perfect moment (v.30-31)\n\n💬 THE CONVERSATION:\n\nJesus plays ignorant: 'What manner of communications are these that ye have one to another, as ye walk?' (v.17).\n\nCleopas responds with frustration: 'Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there?' (v.18).\n\nThe irony! The ONLY one who KNOWS everything is the one asking.\n\n📖 THE GREATEST BIBLE CLASS:\n\nVerse 27: 'And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.'\n\nJesus shows them:\n• Moses spoke of Him (Deuteronomy 18:15)\n• The prophets prophesied of Him (Isaiah 53)\n• The Psalms sang of Him (Psalm 22)\n• ALL the Old Testament points to Him",
      "greek_words": [
        {
          "word": "Ekratounto",
          "transliteration": "ἐκρατοῦντο",
          "meaning": "Were held fast, were restrained, were prevented",
          "revelation": "God sometimes holds our eyes from recognizing Him so He can reveal Himself in His perfect timing. We don't immediately recognize His presence because He wants to teach us first, prepare our hearts."
        }
      ],
      "revelation_key": "Sometimes Jesus walks with you in your pain, but you don't recognize Him immediately. He uses that time to teach you before revealing Himself."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "The Structure of Recognition",
      "subtitle": "The steps from discouragement to revelation",
      "content": "Luke structures this story in FIVE perfect acts:\n\n1️⃣ DISCOURAGEMENT AND CONFUSION (v.13-24):\n\n• Walking away from Jerusalem (away from where the resurrection happened)\n• They are sad (v.17: 'And they stood still, looking sad')\n• They've lost hope (v.21: 'But we trusted...')\n• Past tense: 'trusted'. They no longer hope.\n\n2️⃣ LOVING REBUKE (v.25-26):\n\nJesus tells them: 'O fools, and slow of heart to believe all that the prophets have spoken: Ought not Christ to have suffered these things, and to enter into his glory?'\n\n• 'Fools' = not idiots, but slow to understand\n• The Messiah's suffering was NOT plan B; it was plan A\n• The Scriptures had declared it clearly\n\n3️⃣ BIBLICAL TEACHING (v.27):\n\nJesus gives them a complete tour of the Old Testament, showing them that EVERYTHING points to Him.\n\nTheir hearts respond: 'Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?' (v.32)\n\n4️⃣ INVITATION AND COMMUNION (v.28-30):\n\nWhen they reach Emmaus, Jesus acts as though He would go farther.\n\nThey urge Him: 'Abide with us' (v.29).\n\nThey sit to eat. Jesus takes bread, blesses it, breaks it...\n\n5️⃣ REVELATION AND MISSION (v.31-35):\n\nTheir eyes are opened! They recognize the Lord.\n\nImmediately they return to Jerusalem (7 miles at night) to proclaim: 'The Lord is risen indeed!' (v.34)",
      "revelation_key": "The road from discouragement to faith passes through: acknowledging your confusion, hearing the Word, inviting Jesus to stay, and sharing bread with Him."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "🍞",
      "title": "The Breaking of Bread: The Moment of Revelation",
      "subtitle": "Luke 24:30-31 - Why they recognized Him in that instant",
      "content": "Verse 30: 'And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.'\n\nVerse 31: 'And their eyes were opened, and they knew him.'\n\n🍞 WHY AT THAT MOMENT?\n\nSeveral possibilities:\n\n1️⃣ THE PIERCED HANDS:\n\nWhen Jesus stretched out His hands to break the bread, they could see the WOUNDS from the nails. The marks of crucifixion.\n\n2️⃣ THE FAMILIAR GESTURE:\n\nThe specific way Jesus:\n• Took the bread\n• Blessed it\n• Broke it\n• Distributed it\n\nWas unique. They had seen Jesus do this hundreds of times.\n\n3️⃣ THE ECHO OF THE LAST SUPPER:\n\nFour days earlier, Jesus had taken bread in the upper room and said:\n'This is my body which is given for you' (Luke 22:19).\n\nNow, AFTER the resurrection, He makes the same gesture.\n\n4️⃣ PROFOUND SYMBOLISM:\n\nThe broken bread represents:\n• His body broken on the cross\n• The provision that comes through His sacrifice\n• The communion with Him that is now possible\n\n🔗 BIBLICAL CONNECTIONS:\n\n• Feeding of 5,000 (Luke 9:16): 'He took... blessed, and brake'\n• Last Supper (Luke 22:19): 'He took bread... brake it'\n• Emmaus (Luke 24:30): 'He took bread... brake'\n\nThe same pattern! The same revealing action.",
      "scripture_connections": [
        {
          "reference": "Luke 22:19",
          "text": "And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you"
        },
        {
          "reference": "John 6:35",
          "text": "And Jesus said unto them, I am the bread of life"
        },
        {
          "reference": "Acts 2:42",
          "text": "And they continued stedfastly in the apostles' doctrine and fellowship, and in breaking of bread, and in prayers"
        }
      ],
      "revelation_key": "Jesus reveals Himself in communion. In the breaking of bread, in the intimacy of the table, in the act of sharing - there our eyes are opened."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "🔥",
      "title": "The Burning Heart",
      "subtitle": "Luke 24:32 - The Word that ignites",
      "content": "After Jesus vanishes, the disciples ask each other:\n\n'Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?' (v.32)\n\n🔥 THE BURNING HEART:\n\nThe Greek word 'kaioménē' (καιομένη) describes a fire that:\n• Burns continuously\n• Doesn't go out\n• Consumes from within\n\nWhile Jesus taught them the Scriptures, something was IGNITED within.\n\n📖 THE WORD THAT IGNITES:\n\nIt wasn't just information. It was REVELATION.\n\nJeremiah 20:9 describes the same phenomenon:\n'His word was in mine heart as a burning fire shut up in my bones.'\n\nWhen the Word of God penetrates:\n• It doesn't just inform the mind\n• It ignites the heart\n• It transforms the whole being\n\n⚡ THE CONTRAST:\n\nVERSE 17: Looking sad\n↓\nVERSE 32: Heart burning\n↓\nVERSE 33: Rose up the same hour\n\nThe Word of Christ transformed:\n• Sadness into joy\n• Confusion into clarity\n• Passivity into mission\n\n💨 THE URGENCY:\n\n'And they rose up the same hour, and returned to Jerusalem' (v.33).\n\nThey didn't wait until morning. They didn't rest first.\n\nWhen you encounter the risen Christ, YOU CANNOT STAY SILENT.\n\nThey walked 7 miles back to Jerusalem - at NIGHT - to proclaim: 'The Lord is risen!'",
      "identity_statement": "You are a carrier of a burning heart. The Word of Christ is not just cold doctrine; it's fire that consumes, transforms, and compels you to testify.",
      "revelation_key": "True revelation of Christ ignites the heart. If your theology doesn't set you on fire, it's not the complete revelation - it's just information."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Personal Discovery",
      "discovery_questions": [
        {
          "category": "Recognition",
          "question": "The disciples walked with Jesus without recognizing Him. In what circumstances of your life might Jesus be walking with you without you recognizing it?"
        },
        {
          "category": "Scriptures",
          "question": "Jesus opened the Scriptures and their hearts burned. When was the last time the Word of God ignited your heart like that? If it doesn't happen, what might be quenching that fire?"
        },
        {
          "category": "Communion",
          "question": "The disciples' eyes were opened 'in the breaking of bread' - in communion with Jesus. What role does regular communion (Lord's Supper, intimacy with God) play in your spiritual life?"
        }
      ],
      "prayer": {
        "title": "Prayer of the Road to Emmaus",
        "content": "Jesus, thank You for walking with me even when I don't recognize You. Forgive me for the times I've been so focused on my discouragement that I haven't seen Your presence. Open my eyes as You opened the disciples' eyes. Let Your Word ignite my heart as theirs burned. Reveal Yourself to me in the breaking of bread, in communion, in the intimacy of Your presence. And when You reveal Your resurrection to me, give me the urgency to proclaim it, regardless of the hour or the distance. You are alive, and that changes everything. In Jesus' name, Amen."
      }
    }
  ],
  
  "tags": [
    "resurrection",
    "emmaus",
    "breaking_of_bread",
    "scriptures",
    "revelation",
    "burning_heart"
  ],
  
  "metadata": {
    "total_word_count": 1120,
    "greek_words_count": 1,
    "scripture_references_count": 14,
    "difficulty_level": "intermediate",
    "themes": [
      "Risen Christ",
      "Gradual revelation",
      "Power of Scripture",
      "Communion with Christ"
    ]
  }
}
