{
  "id": "temple_cleansing_001",
  "type": "discovery",
  "date": "2026-01-21",
  "title": "The Cleansing of the Temple",
  "subtitle": "When Jesus declares that He is the true Temple",
  "language": "en",
  "version": "KJV",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "John 2:19",
    "text": "Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "🕍",
      "title": "The Temple: The House That Became a Business",
      "subtitle": "Why Jesus was enraged",
      "content": "To understand Jesus's anger, you need to understand what was happening in the Temple:\n\n💰 THE CORRUPT SYSTEM:\n\n• Jews came from all over the world for Passover (2-3 million pilgrims)\n• They needed to exchange Roman currency (with Caesar's image) for temple shekels\n• Money changers charged ABUSIVE commissions (12-15% profit)\n• The priestly families (Annas and Caiaphas) controlled the monopoly\n\n🐑 THE SACRIFICE BUSINESS:\n\n• Pilgrims brought animals to sacrifice\n• Temple inspectors ALMOST ALWAYS found 'defects'\n• Then they had to buy 'approved' animals at inflated prices\n• A dove that cost 4 cents outside cost 75 cents inside\n• The poor were exploited in the name of God\n\n📍 THE COURT OF THE GENTILES:\n\nAll this happened in the ONLY place where non-Jews could pray:\n• The noise was deafening (animals, shouts, negotiations)\n• The smell was unbearable (animal dung)\n• Gentiles who came seeking God found a marketplace\n\n🔥 WHY JESUS WAS INDIGNANT:\n\n'Is it not written, My house shall be called of all nations the house of prayer? But ye have made it a den of thieves.' (Mark 11:17)\n\nIt wasn't just corruption. It was EXCLUSION. The place designed to draw nations to God had become a barrier.",
      "revelation_key": "Religion that exploits the poor and excludes the lost provokes God's anger, no matter how 'orthodox' it appears."
    },
    
    {
      "order": 2,
      "type": "prophetic_action",
      "icon": "🔥",
      "title": "The Scourge of Cords: Holy Anger in Action",
      "subtitle": "Why this was not an emotional outburst",
      "content": "John 2:15 says: 'And when he had made a scourge of small cords, he drove them all out of the temple...'\n\n⏱️ JESUS TOOK TIME:\n\n• 'Made' is in aorist tense - deliberate action\n• He had to find cords, braid them, make the whip\n• This was NOT uncontrolled impulse\n• It was JUST anger, controlled, purposeful\n\n🎯 WHAT HE DID:\n\n1. Drove out sellers of oxen and sheep\n2. Overturned the money changers' tables (coins on the floor)\n3. Scattered the coins\n4. To dove sellers He COMMANDED them to leave (used no violence with them, they were the poorest)\n\n💭 WHAT HE SAID:\n\n'Make not my Father's house an house of merchandise' (v.16)\n\nNote: 'My Father' - Jesus claims divine authority over the Temple.\n\n📖 WHAT THE DISCIPLES REMEMBERED:\n\n'And his disciples remembered that it was written, The zeal of thine house hath eaten me up' (Psalm 69:9)\n\nThis Psalm is MESSIANIC. The disciples understand: Jesus is fulfilling prophecy. The Messiah had to cleanse the Temple.\n\n✨ THE LESSON:\n\nThere's a place for holy anger. Jesus, the same one who said 'love your enemies', made a whip and cleansed the temple. Some things must be confronted with force, not diplomacy.",
      "scripture_connections": [
        {
          "reference": "Malachi 3:1-3",
          "text": "And the Lord, whom ye seek, shall suddenly come to his temple... But who may abide the day of his coming?... For he is like a refiner's fire"
        },
        {
          "reference": "Psalm 69:9",
          "text": "For the zeal of thine house hath eaten me up"
        }
      ],
      "revelation_key": "Meekness is not weakness. Jesus was meek with the broken and fierce with the oppressors. Imitate both."
    },
    
    {
      "order": 3,
      "type": "sign_demand",
      "icon": "🏛️",
      "title": "Destroy This Temple: The Prophecy Nobody Understood",
      "subtitle": "John 2:19-22 - The most radical theological turn",
      "content": "The religious leaders demand: 'What sign shewest thou unto us, seeing that thou doest these things?'\n\nJesus's answer is devastating:\n\n'Destroy this temple, and in three days I will raise it up.'\n\n🤔 THE CONFUSION:\n\nThey responded: 'Forty and six years was this temple in building, and wilt thou rear it up in three days?'\n\nThey were thinking of the physical building:\n• Herod the Great began reconstruction of the temple in 20-19 BC\n• At Jesus's time (26-27 AD) they had been building for 46 years\n• It wouldn't finish until 64 AD (only 6 years before the Romans destroyed it!)\n\n💡 THE REVELATION:\n\nJohn explains: 'But he spake of the TEMPLE OF HIS BODY' (v.21)\n\nJesus is making an EXPLOSIVE statement:\n\n1️⃣ HE IS THE TRUE TEMPLE:\n• The temple was where God dwelt\n• Jesus IS God dwelling among us (John 1:14 - 'tabernacled')\n• You no longer need a stone building - God is in flesh\n\n2️⃣ HE PREDICTS HIS DEATH AND RESURRECTION:\n• 'Destroy' - active voice: they will kill Him\n• 'I will raise it up' - active voice: HE will resurrect (not be resurrected passively)\n• 'Three days' - exact prophecy of His resurrection\n\n3️⃣ HE REPLACES THE ENTIRE SYSTEM:\n• No more animal sacrifices - Jesus is the final Lamb\n• No more intermediary priests - Jesus is our High Priest\n• No more holy place - we ARE temples of the Holy Spirit (1 Cor 6:19)\n\n⏰ WHEN THEY UNDERSTOOD:\n\n'When therefore he was risen from the dead, his disciples remembered that he had said this unto them: and they believed the scripture, and the word which Jesus had said' (v.22)\n\nOnly AFTER the resurrection did they connect the dots.",
      "identity_statement": "You are the temple where God dwells. You don't need to go to a sacred place to find God. He lives in you by His Spirit.",
      "revelation_key": "The Jerusalem temple was destroyed in 70 AD and never rebuilt. Why? Because the true Temple (Christ) had already come. The old system fulfilled its purpose."
    },
    
    {
      "order": 4,
      "type": "typology_thread",
      "icon": "🧵",
      "title": "The Thread of the Temple: From Eden to Revelation",
      "subtitle": "How Jesus is the culmination of everything",
      "content": "The concept of 'temple' runs through the entire Bible:\n\n🌳 EDEN - THE FIRST TEMPLE:\n• Garden where God walked with man (Genesis 3:8)\n• Direct communion without intermediaries\n• Access lost through sin\n\n⛺ TABERNACLE - PORTABLE TEMPLE:\n• God dwells in a tent in the midst of the camp (Exodus 40)\n• The glory (Shekinah) descends in the cloud\n• Sacrificial system to approach God\n\n🏛️ SOLOMON'S TEMPLE - PERMANENT TEMPLE:\n• House of God among His people (1 Kings 8)\n• House of prayer for all nations\n• Destroyed by Babylon in 586 BC\n\n🔨 ZERUBBABEL'S/HEROD'S TEMPLE - REBUILT TEMPLE:\n• Less glorious than the first (Ezra 3:12)\n• Hope: Haggai 2:9 - 'The glory of this latter house shall be greater than of the former'\n• Herod expands it, but it remains empty (the Shekinah never returned)\n\n✨ JESUS - THE INCARNATE TEMPLE:\n• 'The Word was made flesh, and DWELT (eskēnōsen = pitched his tabernacle) among us' (John 1:14)\n• 'Destroy this temple, and in three days I will raise it up' (John 2:19)\n• The glory of God returned - in human flesh\n\n⛪ THE CHURCH - LIVING TEMPLE:\n• 'Ye are... God's building' (1 Cor 3:9)\n• 'Lively stones... spiritual house' (1 Peter 2:5)\n• God dwells in His people collectively\n\n🌆 NEW JERUSALEM - NO TEMPLE:\n• 'And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it' (Revelation 21:22)\n• Complete return to Eden - direct communion restored",
      "revelation_key": "All of biblical history is God seeking to DWELL with His people. Jesus is the final answer: Emmanuel, God with us."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Personal Discovery",
      "discovery_questions": [
        {
          "category": "Personal Temple",
          "question": "Paul says your body is a temple of the Holy Spirit (1 Cor 6:19). Are there 'money changers and sellers' in your temple - things that need to be driven out so God can dwell fully?"
        },
        {
          "category": "Holy Anger",
          "question": "Jesus showed holy anger against corrupt religion. Are there injustices in your sphere of influence that require strong confrontation, not just passive prayer?"
        },
        {
          "category": "Resurrection",
          "question": "Jesus said 'destroy this temple and in three days I WILL RAISE IT UP'. He raised His own body. What area of your life needs Christ's resurrection power to be raised from the dead?"
        }
      ],
      "prayer": {
        "title": "Prayer of Purification",
        "content": "Jesus, my living Temple. Thank You that I no longer need to seek a building to find You - You live in me. Today I ask You to cleanse the temple of my life. Drive out everything that doesn't honor You. Overturn the tables of my idols. Cleanse the courts of my heart so they may be a house of prayer, not a den of thieves. Remind me that the same power that raised You from the tomb in three days lives in me. Raise the dead areas of my life. May I be a pure temple where Your glory dwells without obstacles. In the name of Jesus, Amen."
      }
    }
  ],
  
  "tags": [
    "temple",
    "cleansing",
    "holy_anger",
    "resurrection",
    "body_of_christ",
    "prophecy"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 1,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate-advanced",
    "themes": [
      "Jesus as true temple",
      "Purification and holiness",
      "Prophecy of death and resurrection",
      "Old Testament typology"
    ]
  }
}
