[
  {
    "Versículo": "Efesios 2:8 (NTV): Dios los salvó por su gracia cuando creyeron. Ustedes no tienen ningún mérito en eso; es un regalo de Dios.",
    "Reflexión": "La salvación no es una recompensa por buenas obras, ni un logro humano. Es un regalo inmerecido que Dios nos ofrece a través de la fe en Cristo. A veces tratamos de 'ganar' el amor de Dios con esfuerzos o meritos propios, pero la gracia es justamente eso: algo que no merecemos pero que Él nos da por amor. Esta verdad debe liberarnos del peso de la culpa y motivarnos a vivir agradecidos. Cuando comprendes que la salvación no depende de ti, sino de lo que Jesús hizo en la cruz, encuentras paz. Eso también nos llama a vivir con humildad, a no juzgar a otros y a compartir con otros esta maravillosa noticia.",
    "para_meditar": [
      {
        "cita": "Romanos 3:24",
        "texto": "Sin embargo, en su gracia, Dios gratuitamente nos hace justos a sus ojos por medio de Cristo Jesús, quien nos liberó del castigo de nuestros pecados."
      },
      {
        "cita": "Tito 3:5",
        "texto": "Él nos salvó, no por las acciones justas que nosotros hubiéramos hecho, sino por su misericordia."
      }
    ],
    "Oración": "Señor, gracias por salvarme por gracia y no por mis méritos. Ayúdame a vivir cada día con gratitud y humildad, sabiendo que todo lo debo a tu amor. En el nombre de Jesús, Amén."
  },
  {
    "Versículo": "Salmos 23:1 (NTV): El Señor es mi pastor; tengo todo lo que necesito.",
    "Reflexión": "Este versículo nos recuerda que, cuando el Señor es nuestro pastor, no nos falta nada. Él provee, guía y cuida. Aun en momentos de escasez o incertidumbre, podemos confiar en que Él está al control.",
    "para_meditar": [
      {
        "cita": "Filipenses 4:19",
        "texto": "Y este mismo Dios quien me cuida suplirá todo lo que necesiten de las gloriosas riquezas que nos ha dado por medio de Cristo Jesús."
      }
    ],
    "Oración": "Gracias Señor porque eres mi pastor. Confío en que suplirás cada necesidad según tu voluntad. Amén."
  }
]
