{
  "id": "breath_of_new_adam_001",
  "type": "discovery",
  "date": "2026-01-26",
  "title": "El Soplo del Nuevo Adán",
  "subtitle": "Cuando Jesús reconecta al hombre con Dios",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 7,
  "key_verse": {
    "reference": "Juan 20:22",
    "text": "Y habiendo dicho esto, sopló, y les dijo: Recibid el Espíritu Santo."
  },
  
  "scripture_passage": {
    "reference": "Juan 20:19-23",
    "verses": [
      {
        "number": 19,
        "text": "Cuando llegó la noche de aquel mismo día, el primero de la semana, estando las puertas cerradas en el lugar donde los discípulos estaban reunidos por miedo de los judíos, vino Jesús, y puesto en medio, les dijo: Paz a vosotros."
      },
      {
        "number": 20,
        "text": "Y cuando les hubo dicho esto, les mostró las manos y el costado. Y los discípulos se regocijaron viendo al Señor."
      },
      {
        "number": 21,
        "text": "Entonces Jesús les dijo otra vez: Paz a vosotros. Como me envió el Padre, así también yo os envío."
      },
      {
        "number": 22,
        "text": "Y habiendo dicho esto, sopló, y les dijo: Recibid el Espíritu Santo."
      },
      {
        "number": 23,
        "text": "A quienes remitiereis los pecados, les son remitidos; y a quienes se los retuviereis, les son retenidos."
      }
    ],
    "context_verses": [
      {
        "reference": "Génesis 2:7",
        "text": "Entonces Jehová Dios formó al hombre del polvo de la tierra, y sopló en su nariz aliento de vida, y fue el hombre un ser viviente."
      },
      {
        "reference": "1 Corintios 15:45",
        "text": "Así también está escrito: Fue hecho el primer hombre Adán alma viviente; el postrer Adán, espíritu vivificante."
      }
    ]
  },
  
  "cards": [
    {
      "order": 1,
      "type": "opening_parallel",
      "icon": "🌅",
      "title": "Dos Jardines, Dos Soplos",
      "subtitle": "La simetría perfecta de la creación y la re-creación",
      "content": "Hay algo asombroso escondido en Juan 20:22. Para entenderlo, debemos viajar al principio de todo.\n\n🌱 EL PRIMER JARDÍN (Génesis 2:7):\n\n'Entonces Jehová Dios formó al hombre del polvo de la tierra, y SOPLÓ en su nariz aliento de vida, y fue el hombre un ser viviente.'\n\nLa escena:\n• Un cuerpo perfectamente formado, pero INERTE\n• Tiene todos los órganos, pero sin vida\n• Es materia completa, pero sin propósito\n\nEntonces Dios se INCLINA y SOPLA.\n\nEn ese momento, Adán se convierte en un 'Nefesh Chaya' (alma viviente).\n\n🏠 EL SEGUNDO JARDÍN (Juan 20:22):\n\nAhora estamos en un aposento cerrado. Los discípulos están atemorizados, sin esperanza, espiritualmente muertos después de ver morir a su Maestro.\n\nY entonces:\n\n'Y habiendo dicho esto, SOPLÓ, y les dijo: Recibid el Espíritu Santo.'\n\n⚡ LA CONEXIÓN:\n\nJuan usa una palabra griega TAN ESPECÍFICA que solo aparece DOS VECES en toda la Biblia griega (la Septuaginta + el Nuevo Testamento):\n\n1. Génesis 2:7 - Dios sopla vida en Adán\n2. Juan 20:22 - Jesús sopla el Espíritu en los discípulos\n\n✨ EL MENSAJE:\n\nJuan nos está GRITANDO exegéticamente: '¡El que está frente a ustedes es el MISMO que estaba en el Edén! Este no es un profeta. Este es el CREADOR reiniciando Su creación.'\n\nEn el Edén, sopló vida FÍSICA.\nEn el aposento alto, sopla vida ESPIRITUAL.\n\nLa primera creación se corrompió. La segunda creación es ETERNA.",
      "revelation_key": "Jesús no vino a reparar la vieja creación. Vino a INICIAR una nueva creación, y tú eres parte de ella."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "💨",
      "title": "Emphysaō: El Soplo Divino",
      "subtitle": "La palabra que conecta el Génesis con el Evangelio",
      "content": "Cuando Jesús sopló sobre Sus discípulos, Juan eligió una palabra ÚNICA:\n\n📖 EMPHYSAŌ (Strong G1709: ἐμφυσάω)\n\nSignificado literal:\n• Soplar DENTRO de algo\n• Infundir aliento directamente\n• Transferir vida mediante el aliento\n\n🔍 LA RAREZA DE ESTA PALABRA:\n\nEntre TODOS los escritores del Nuevo Testamento, SOLO Juan usa esta palabra. Y la usa UNA SOLA VEZ.\n\n¿Por qué? Porque está haciendo una conexión DIRECTA con Génesis 2:7 en la Septuaginta (el Antiguo Testamento en griego), donde la misma palabra describe a Dios soplando vida en Adán.\n\n💨 LA IMAGEN:\n\nNo es un soplo casual, como soplar una vela.\nNo es un viento que pasa de lejos.\n\nEs un soplo ÍNTIMO, cara a cara, donde el que sopla transfiere algo de SÍ MISMO al receptor.\n\n🎯 LO QUE ESTO SIGNIFICA:\n\nCuando Jesús sopla el Espíritu Santo sobre los discípulos:\n• No es solo un SÍMBOLO\n• No es solo una ENSEÑANZA\n• Es una TRANSFERENCIA real de vida divina\n\nAsí como Adán no estaba vivo hasta que Dios sopló, los discípulos no estaban espiritualmente completos hasta que Jesús sopló.\n\n⚡ LA DIFERENCIA CRÍTICA:\n\nPrimera Creación:\n• Dios sopló → Adán se convirtió en 'Nefesh Chaya' (ALMA viviente)\n• Recibió vida BIOLÓGICA que eventualmente muere\n\nSegunda Creación:\n• Jesús sopló → Los discípulos recibieron 'Pneuma' (ESPÍRITU vivificante)\n• Recibieron vida ETERNA que nunca muere\n\n📊 LA PROGRESIÓN:\n\n1️⃣ Génesis 1-2: Dios CREA al hombre\n2️⃣ Génesis 3: El hombre PIERDE la conexión con Dios (muerte espiritual)\n3️⃣ Juan 20:22: Jesús RESTAURA la conexión con Su soplo\n\nNo es una reparación. Es una RE-CREACIÓN.",
      "greek_words": [
        {
          "word": "Emphysaō",
          "transliteration": "ἐμφυσάω",
          "strong": "G1709",
          "meaning": "Soplar dentro, infundir mediante el aliento",
          "revelation": "Solo aparece 2 veces en toda la Biblia griega: Génesis 2:7 y Juan 20:22. Juan está declarando que Jesús es el Creador."
        },
        {
          "word": "Pneuma",
          "transliteration": "πνεῦμα",
          "strong": "G4151",
          "meaning": "Espíritu, aliento, viento",
          "revelation": "La misma palabra significa 'viento' y 'Espíritu'. El Espíritu es el aliento de Dios en ti."
        }
      ],
      "revelation_key": "El mismo aliento que dio vida a Adán ahora vive DENTRO de ti. No eres una versión mejorada del primer Adán; eres una NUEVA CREACIÓN del último Adán."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "💔",
      "title": "El Costado Abierto",
      "subtitle": "Por qué Jesús muestra Sus heridas antes de soplar",
      "content": "Hay un detalle que la mayoría pasa por alto. Antes de soplar el Espíritu, Jesús hace algo específico:\n\n📖 JUAN 20:20:\n'Y cuando les hubo dicho esto, les mostró las manos y el COSTADO.'\n\n❓ ¿POR QUÉ EL COSTADO?\n\nPorque hay una conexión profunda con el PRIMER Adán:\n\n🌳 GÉNESIS 2:21-22:\n'Entonces Jehová Dios hizo caer sueño profundo sobre Adán... y tomó una de sus costillas... y de la costilla que Jehová Dios tomó del hombre, hizo una mujer.'\n\nPara crear a EVA (la esposa de Adán), Dios ABRIÓ el costado de Adán.\n\n✝️ JUAN 19:34:\n'Pero uno de los soldados le abrió el costado con una lanza, y al instante salió sangre y agua.'\n\nPara crear a la IGLESIA (la Esposa de Cristo), el costado de Jesús fue ABIERTO.\n\n💡 LA SIMETRÍA:\n\n1️⃣ Adán fue puesto a DORMIR → Jesús MURIÓ\n2️⃣ El costado de Adán fue ABIERTO → El costado de Jesús fue TRASPASADO\n3️⃣ De Adán salió EVA → De Cristo sale la IGLESIA\n4️⃣ Adán DESPIERTA y recibe a Eva → Jesús RESUCITA y sopla sobre Su Esposa\n\n🔑 POR QUÉ MUESTRA EL COSTADO:\n\nCuando Jesús muestra Su costado abierto ANTES de soplar, está diciendo:\n\n'Este soplo es posible porque MI costado fue abierto. La vida que estoy a punto de darles COSTÓ Mi muerte. El Espíritu que van a recibir salió de esta herida.'\n\n💒 TÚ ERES LA ESPOSA:\n\nEsto no es solo teología abstracta. Pablo lo explica en Efesios 5:\n\n'Maridos, amad a vuestras mujeres, así como Cristo amó a la iglesia, y se entregó a sí mismo por ella... por esto dejará el hombre a su padre... y los dos serán una sola carne. Grande es este MISTERIO; mas yo digo esto respecto de Cristo y de la iglesia.'\n\nEl matrimonio humano es una SOMBRA del matrimonio eterno entre Cristo y Su Iglesia.\n\n✨ EL ORDEN DIVINO:\n\n1. Jesús MUERE (el costado se abre)\n2. Jesús RESUCITA (derrota la muerte)\n3. Jesús SOPLA (da el Espíritu)\n4. La Iglesia NACE (como Eva del costado de Adán)\n\nNo puedes tener el soplo sin el costado abierto.\nNo puedes tener el Espíritu sin la Cruz.",
      "scripture_connections": [
        {
          "reference": "Génesis 2:21-22",
          "text": "Del costado de Adán nace Eva, la primera esposa"
        },
        {
          "reference": "Juan 19:34",
          "text": "Del costado de Cristo nace la Iglesia, la Esposa eterna"
        },
        {
          "reference": "Efesios 5:31-32",
          "text": "El matrimonio es misterio de Cristo y la Iglesia"
        }
      ],
      "revelation_key": "El Espíritu que vive en ti salió del costado traspasado de Jesús. Tu vida espiritual costó Su muerte física."
    },
    
    {
      "order": 4,
      "type": "identity_transformation",
      "icon": "🔄",
      "title": "De Alma Viviente a Espíritu Vivificante",
      "subtitle": "1 Corintios 15:45 - El upgrade divino",
      "content": "Pablo explica la diferencia entre el primer Adán y el último Adán de forma magistral:\n\n📖 1 CORINTIOS 15:45:\n'Así también está escrito: Fue hecho el primer hombre Adán ALMA VIVIENTE; el postrer Adán, ESPÍRITU VIVIFICANTE.'\n\n🔍 LA DIFERENCIA:\n\n1️⃣ PRIMER ADÁN = ALMA VIVIENTE (Nefesh Chaya)\n• Recibió VIDA\n• Tenía vida BIOLÓGICA\n• Dependía del aliento que Dios le dio\n• Esa vida se AGOTÓ con la muerte\n\n2️⃣ ÚLTIMO ADÁN = ESPÍRITU VIVIFICANTE (Pneuma Zōopoioun)\n• DA VIDA\n• Tiene vida ETERNA en Sí mismo\n• ÉL ES la fuente del aliento\n• Esa vida NUNCA se agota\n\n⚡ LO QUE ESTO SIGNIFICA PARA TI:\n\nCuando recibes el soplo de Jesús (el Espíritu Santo):\n\n❌ NO recibes lo que Adán tenía (vida biológica temporal)\n✅ RECIBES lo que Cristo ES (vida eterna inagotable)\n\n🎁 EL UPGRADE:\n\nAdán:\n• Tenía el aliento DE Dios\n• Era un recipiente de vida\n• Su conexión se ROMPIÓ con el pecado\n\n🆕 Tú en Cristo:\n• Tienes el aliento QUE ES Dios (el Espíritu Santo)\n• Eres un TEMPLO donde Dios habita\n• Tu conexión es ETERNA porque Cristo la selló con Su sangre\n\n💪 LA IMPLICACIÓN:\n\nAdán recibió vida, pero no tenía poder para DAR vida.\nTú recibes vida Y tienes poder para ser 'vivificante' (dar vida) a otros.\n\nPor eso Jesús dice en Juan 20:21:\n'Como me envió el Padre, así también yo os envío.'\n\nEl soplo no es solo para TU beneficio. Es para que TÚ soples vida sobre otros.\n\n🌊 JUAN 7:38-39:\n'El que cree en mí, como dice la Escritura, de su interior correrán RÍOS de agua viva. Esto dijo del Espíritu.'\n\nAdán tenía un pozo (vida para sí mismo).\nTú tienes un RÍO (vida que desborda hacia otros).\n\n✨ LA NUEVA IDENTIDAD:\n\nNo eres descendiente del primer Adán que cayó.\nEres hijo del último Adán que VENCIÓ.\n\nNo vives de un aliento que se agota.\nVives del aliento que SE MULTIPLICA cada vez que lo compartes.",
      "identity_statement": "Ya no eres 'alma viviente' que lucha por sobrevivir. Eres 'espíritu vivificante' con el poder de dar vida. El aliento de Jesús en ti es INAGOTABLE.",
      "revelation_key": "El primer Adán RECIBIÓ vida. Tú en Cristo PRODUCES vida. El soplo de Jesús te convierte en un portador de resurrección."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Conciencia del Aliento",
          "question": "¿Eres consciente de que el mismo aliento que dio vida a Adán en el Edén ahora vive DENTRO de ti? ¿Cómo cambia tu identidad saber que no eres una versión reparada del viejo Adán, sino una NUEVA CREACIÓN?"
        },
        {
          "category": "El Costado Abierto",
          "question": "Jesús mostró Su costado abierto antes de soplar el Espíritu. ¿Entiendes que el Espíritu en ti costó la muerte de Jesús? ¿Cómo afecta esto la forma en que vives?"
        },
        {
          "category": "De Receptor a Dador",
          "question": "El primer Adán RECIBIÓ vida. Tú en Cristo PRODUCES vida. ¿Hay alguien a tu alrededor que necesita que 'soples' vida espiritual sobre ellos? ¿Estás viviendo como 'alma viviente' (solo recibiendo) o como 'espíritu vivificante' (dando vida)?"
        },
        {
          "category": "La Conexión Eterna",
          "question": "La conexión de Adán con Dios se ROMPIÓ. Tu conexión en Cristo es ETERNA porque Él la selló con Su sangre. ¿Vives con el temor de 'perder' tu salvación, o con la confianza de que el soplo de Jesús nunca se agota?"
        }
      ],
      "prayer": {
        "title": "Oración de Nueva Creación",
        "content": "Jesús, hoy entiendo algo que cambia todo: Tú no viniste a repararme. Viniste a RE-CREARME.\n\nGracias porque el mismo aliento que dio vida a Adán en el Edén ahora vive dentro de mí. No soy una versión mejorada del primer Adán. Soy una NUEVA CREACIÓN del último Adán.\n\nGracias porque me mostraste Tu costado abierto. Entiendo que el Espíritu que vive en mí salió de esa herida. Mi vida espiritual costó Tu muerte física.\n\nYa no quiero vivir como 'alma viviente' que solo recibe. Quiero vivir como 'espíritu vivificante' que da vida a otros. Que de mi interior corran RÍOS de agua viva.\n\nYa no temo que mi conexión contigo se rompa, porque Tú la sellaste con Tu sangre. El aliento que me diste es ETERNO e INAGOTABLE.\n\nSopla sobre mí nuevamente hoy. Recuérdame quién soy: no un descendiente del Adán que cayó, sino un hijo del Adán que VENCIÓ.\n\nEn el nombre del que me sopló vida eterna: Jesús, el último Adán. Amén."
      }
    }
  ],
  
  "tags": [
    "nuevo_nacimiento",
    "espíritu_santo",
    "nueva_creación",
    "emphysaō",
    "juan_20",
    "génesis_2",
    "último_adán",
    "reconexión_divina"
  ],
  
  "metadata": {
    "total_word_count": 1800,
    "greek_words_count": 2,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate",
    "themes": [
      "La re-creación en Cristo",
      "El soplo divino de vida eterna",
      "Del costado abierto nace la Iglesia",
      "De alma viviente a espíritu vivificante",
      "Identidad en el último Adán"
    ],
    "emotional_intensity": "medium_high",
    "application_focus": "identity_in_christ"
  }
}