{
  "id": "cup_of_wrath_001",
  "type": "discovery",
  "date": "2026-01-21",
  "title": "La Copa de la Ira",
  "subtitle": "Cuando el Inocente bebe el juicio que nos correspondía",
  "language": "es",
  "version": "NVI",
  "estimated_reading_minutes": 8,
  "key_verse": {
    "reference": "Marcos 15:34",
    "text": "A las tres de la tarde Jesús gritó a gran voz: 'Eloi, Eloi, ¿lama sabactani?' (que significa: 'Dios mío, Dios mío, ¿por qué me has desamparado?')."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "character_context",
      "icon": "🍷",
      "title": "La Copa: El Símbolo del Juicio Divino",
      "subtitle": "Por qué Jesús le tenía tanto temor",
      "content": "En Getsemaní, Jesús ora: 'Abba, Padre... aparta de mí ESTA COPA' (Marcos 14:36).\n\n❓ LA PREGUNTA:\n\n¿Por qué Jesús, que sanó leprosos y resucitó muertos, tiene tanto pavor a una 'copa'?\n\nNo temía a la muerte física. Muchos mártires murieron cantando.\n\n🍷 LA COPA EN EL ANTIGUO TESTAMENTO:\n\nEn el lenguaje profético, 'la copa' representa la IRA DE DIOS contra el pecado:\n\n📖 ISAÍAS 51:17:\n'Despierta... tú que BEBISTE de la mano de Jehová el CÁLIZ DE SU IRA... lo apuraste hasta las heces.'\n\n📖 SALMO 75:8:\n'Porque el CÁLIZ está en la mano de Jehová... y lo APURARÁN todos los impíos de la tierra.'\n\n📖 JEREMÍAS 25:15:\n'Toma de mi mano la COPA DEL VINO DE MI IRA, y da a beber de ella a todas las naciones.'\n\n⚖️ LO QUE REPRESENTA LA COPA:\n\n• El JUICIO que la Ley demandaba sobre los transgresores\n• La SEPARACIÓN de Dios que el pecado produce\n• La IRA santa contra toda maldad\n• El CASTIGO eterno que merecíamos\n\n💔 EL HORROR DE GETSEMANÍ:\n\nJesús, el único inocente, se da cuenta de que para ser el Mediador del Nuevo Pacto, tiene que BEBERSE la copa que nos tocaba a nosotros.\n\nNo es solo morir. Es absorber el JUICIO COMPLETO.\n\n🎯 LA DIFERENCIA:\n\n• Los mártires mueren por su fe\n• Jesús muere BAJO LA IRA de Dios\n\nÉl no muere como víctima; muere como SUSTITUTO.",
      "revelation_key": "La 'copa' no era un símbolo poético. Era el juicio literal de Dios contra todo pecado humano concentrado en un solo momento, sobre una sola persona."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "😱",
      "title": "Enkataleipō: El Grito del Abandono",
      "subtitle": "La palabra más desgarradora del calvario",
      "content": "Marcos 15:34 - 'Eloi, Eloi, ¿lama sabactani?' - Dios mío, Dios mío, ¿por qué me has DESAMPARADO?\n\n📖 JESÚS CITA SALMO 22:1:\n\nNo estaba improvisando. Estaba citando el primer versículo del Salmo profético de David sobre el Mesías sufriente.\n\nPara un judío, citar el primer versículo invocaba TODO el salmo.\n\n💔 LA PALABRA CLAVE: ENKATALEIPŌ (Strong G1459)\n\n• EN = En/dentro\n• KATA = Abajo/completamente\n• LEIPŌ = Dejar/abandonar\n\nSignificado: ABANDONAR en una situación de necesidad, dejar atrás en un lugar oscuro, desamparar totalmente.\n\nEs la misma palabra que se usa cuando alguien abandona un barco que se hunde.\n\n🤔 LA PREGUNTA TEOLÓGICA:\n\n¿Hubo una separación REAL en la Trinidad?\n\nComo Dios es Uno, es imposible que el Padre y el Hijo se 'divorcien'.\n\nPERO... algo ontológicamente único ocurrió:\n\n🔥 EL PESO DEL PECADO:\n\n2 Corintios 5:21 - 'Al que no conoció pecado, por nosotros lo HIZO PECADO.'\n\nNo dice que Jesús 'pecó', sino que Su persona jurídica fue IDENTIFICADA con la masa total del pecado humano.\n\n👁️ LA REACCIÓN DE LA SANTIDAD:\n\nHabacuc 1:13 - Dios es 'muy limpio de ojos para VER EL MAL'.\n\nCuando Jesús 'se hizo pecado', experimentó por primera vez en la eternidad la INTERRUPCIÓN de la comunión sensible con el Padre.\n\n☠️ LO QUE ESTO SIGNIFICA:\n\nLa 'separación' es, en esencia, lo que ES el Infierno.\n\nEl Infierno = Ausencia total de la presencia benevolente de Dios.\n\nPara que nosotros nunca tuviéramos que ser separados de Dios, el Hijo tuvo que ser separado EN NUESTRO LUGAR.",
      "greek_words": [
        {
          "word": "Enkataleipō",
          "transliteration": "ἐγκαταλείπω",
          "meaning": "Abandonar completamente, desamparar en necesidad",
          "revelation": "Jesús experimentó el abandono absoluto de Dios - el infierno mismo - para que tú nunca tengas que experimentarlo."
        },
        {
          "word": "Katara",
          "transliteration": "κατάρα",
          "meaning": "Maldición (Gálatas 3:13)",
          "revelation": "Cristo se hizo MALDICIÓN para que nosotros recibiéramos la BENDICIÓN (eulogia). Intercambio total."
        },
        {
          "word": "Hagiasmos",
          "transliteration": "ἁγιασμός",
          "meaning": "Santidad, santificación",
          "revelation": "'Sin santidad nadie verá al Señor' (Hebreos 12:14). Jesús fue hecho 'no-santo' ante la ley para que nosotros recibiéramos Su santidad."
        }
      ],
      "revelation_key": "El temor de Jesús en Getsemaní no era a los clavos. Era al silencio del Padre. Él, que vivió en amor eterno, sabía que se convertiría en blanco de la justicia divina."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "📜",
      "title": "Salmo 22: La Profecía de 1000 Años Antes",
      "subtitle": "Detalles exactos de la crucifixión que David nunca vio",
      "content": "El Salmo 22, escrito por David ~1000 años antes de Cristo, describe detalles de la crucifixión que David nunca experimentó.\n\nLa crucifixión ni siquiera existía como método de ejecución en tiempos de David.\n\n📊 COMPARACIÓN PROFÉTICA:\n\n🗣️ SALMO 22:7-8:\n'Todos los que me ven se burlan de mí... Menean la cabeza, diciendo: Se encomendó a Jehová; líbrele él.'\n\n✅ MARCOS 15:29-32:\n'Los que pasaban lo insultaban, meneando la cabeza... A otros salvó, pero no puede salvarse a sí mismo.'\n\n🔨 SALMO 22:16:\n'HORADARON mis manos y mis pies.'\n\nLa palabra hebrea 'kaaru' = perforar, horadar.\n\n✅ MARCOS 15:24:\n'Cuando le hubieron CRUCIFICADO...'\n\n👕 SALMO 22:18:\n'Repartieron entre sí mis VESTIDOS, y sobre mi ROPA echaron SUERTES.'\n\n✅ MARCOS 15:24:\n'Y repartieron sus vestidos, echando SUERTES sobre ellos.'\n\n💀 SALMO 22:15:\n'Como un tiesto se secó mi vigor, y mi lengua se pegó a mi paladar, y me has puesto en el polvo de la muerte.'\n\n✅ JUAN 19:28:\n'Tengo SED.'\n\n🎯 LA PRECISIÓN SOBRENATURAL:\n\nEstos detalles específicos de un método de ejecución que no existía en su época prueban:\n• Inspiración divina del Salmo\n• Cumplimiento literal en Cristo\n• Plan eterno de redención\n\n🌅 EL FINAL DEL SALMO 22:\n\nLo que pocos notan: el Salmo termina con VICTORIA.\n\nSalmo 22:31 en hebreo termina con 'ASAH' = 'Él lo ha hecho' / 'Está terminado'.\n\nEs exactamente lo que Jesús gritó: 'TETELESTAI' (Consumado es).",
      "scripture_connections": [
        {
          "reference": "Salmo 22:1",
          "text": "Dios mío, Dios mío, ¿por qué me has desamparado?"
        },
        {
          "reference": "Isaías 53:5",
          "text": "Mas él herido fue por nuestras rebeliones, molido por nuestros pecados"
        },
        {
          "reference": "2 Corintios 5:21",
          "text": "Al que no conoció pecado, por nosotros lo hizo pecado, para que nosotros fuésemos hechos justicia de Dios en él"
        },
        {
          "reference": "Gálatas 3:13",
          "text": "Cristo nos redimió de la maldición de la ley, hecho por nosotros maldición"
        }
      ],
      "revelation_key": "El Salmo 22 es el guion profético que Jesús cumplió al milímetro. Comenzó con abandono, pero terminó con victoria consumada."
    },
    
    {
      "order": 4,
      "type": "necessity_emphasis",
      "icon": "⚖️",
      "title": "Hecho Pecado y Maldición",
      "subtitle": "El intercambio más glorioso de la historia",
      "content": "Para entender la 'copa', debemos entender el INTERCAMBIO legal que ocurrió en la cruz.\n\n🔄 EL GRAN INTERCAMBIO:\n\n2 CORINTIOS 5:21:\n'Al que NO CONOCIÓ PECADO, por nosotros lo HIZO PECADO, para que nosotros fuésemos hechos JUSTICIA DE DIOS en él.'\n\nGÁLATAS 3:13:\n'Cristo nos redimió de la MALDICIÓN de la ley, hecho por nosotros MALDICIÓN.'\n\n📋 LO QUE JESÚS TOMÓ:\n\n✓ Nuestro PECADO (2 Cor 5:21)\n✓ Nuestra MALDICIÓN (Gál 3:13)\n✓ Nuestra MUERTE (Rom 6:23)\n✓ Nuestra SEPARACIÓN de Dios\n✓ Nuestra CONDENACIÓN (Rom 8:1)\n\n🎁 LO QUE NOSOTROS RECIBIMOS:\n\n✓ Su JUSTICIA (2 Cor 5:21)\n✓ Su BENDICIÓN (Gál 3:14)\n✓ Su VIDA (Rom 6:23)\n✓ Su COMUNIÓN con el Padre\n✓ Su ABSOLUCIÓN eterna\n\n⚖️ HEBREOS 12:14:\n\n'Sin SANTIDAD (hagiasmos) nadie verá al Señor.'\n\nEl problema:\n• Todos pecamos (Rom 3:23)\n• Nadie es santo por naturaleza\n• La santidad de Dios CONSUME el pecado\n\n💡 LA SOLUCIÓN:\n\nJesús era intrínsecamente SANTO (hagios).\n\nPero en la cruz hubo una IMPUTACIÓN LEGAL:\n• El Padre vio en el Hijo toda nuestra maldad\n• Jesús fue tratado como 'NO-SANTO' temporalmente\n• Por eso el Padre tuvo que apartar Su rostro\n\n✨ EL RESULTADO HOY:\n\nCuando Dios te mira, NO ve tus fallas.\nVe la SANTIDAD de Cristo cubriéndote.\n\nNo eres un pecador perdonado.\nEres un SANTO con un pasado perdonado.",
      "identity_statement": "Jesús perdió la visión del Padre para que tú nunca la pierdas. Él fue hecho 'no-santo' ante la ley para que tú cumplieras el requisito: 'Sin santidad nadie verá al Señor'.",
      "revelation_key": "No fue solo que Jesús murió por ti. Fue que Él se hizo TODO lo que tú eras (pecado, maldición, muerte) para que tú fueras TODO lo que Él es (justo, bendito, vivo)."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Valoración del sacrificio",
          "question": "¿Entiendes que lo que Jesús temía en Getsemaní no era el dolor físico, sino la separación del Padre? ¿Cómo cambia esto tu visión de la cruz?"
        },
        {
          "category": "Comprensión del infierno",
          "question": "Si la 'separación de Dios' es el infierno, y Jesús la experimentó por ti, ¿qué tan valioso eres para Dios? ¿Cómo combate esto tus sentimientos de insignificancia?"
        },
        {
          "category": "Viviendo como santo",
          "question": "¿Vives como un 'pecador perdonado' que lucha por ser aceptado, o como un 'santo con pasado perdonado' que ya fue aceptado? ¿Cuál es tu identidad?"
        },
        {
          "category": "Gratitud por el intercambio",
          "question": "Cuando piensas en la cruz, ¿solo piensas en 'perdón de pecados', o entiendes el INTERCAMBIO completo - que Él tomó TODO lo tuyo para darte TODO lo Suyo?"
        }
      ],
      "prayer": {
        "title": "Oración del Intercambio",
        "content": "Señor Jesús, hoy entiendo con mayor profundidad lo que sufriste en la cruz. No fue solo dolor físico. Fue el abandono total del Padre. Bebiste TODA la copa de ira que me correspondía. Te hiciste PECADO para que yo fuera hecho JUSTICIA. Te hiciste MALDICIÓN para que yo recibiera BENDICIÓN. Experimentaste el INFIERNO de la separación para que yo nunca tenga que experimentarlo. Perdona mi falta de valoración de tu sacrificio. Ayúdame a vivir hoy no como alguien que trata de 'ganar' tu amor, sino como alguien por quien ya pagaste el precio más alto. Tú bebiste mi copa. Ahora yo puedo beber de tu gozo. En el nombre de Jesús, Amén."
      }
    }
  ],
  
  "tags": [
    "cruz",
    "ira_de_dios",
    "separacion",
    "intercambio",
    "salmo_22",
    "maldicion",
    "santidad"
  ],
  
  "metadata": {
    "total_word_count": 1400,
    "greek_words_count": 3,
    "scripture_references_count": 15,
    "difficulty_level": "intermediate-advanced",
    "themes": [
      "Ira propiciatoria de Dios",
      "Separación del Padre",
      "Intercambio penal sustitutivo",
      "Cumplimiento profético"
    ]
  }
}
