{
  "id": "good_shepherd_001",
  "type": "discovery",
  "date": "2026-01-28",
  "title": "El Buen Pastor",
  "subtitle": "Cuando Jesús declara que conoce a sus ovejas por nombre",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "Juan 10:11",
    "text": "Yo soy el buen pastor; el buen pastor su vida da por las ovejas."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "🐑",
      "title": "El Pastor en Israel",
      "subtitle": "Por qué esta imagen era tan poderosa para la audiencia judía",
      "content": "Cuando Jesús dice 'Yo soy el buen pastor', está usando una de las imágenes más ricas del Antiguo Testamento.\n\n🏜️ EL CONTEXTO CULTURAL:\n\n• El pastoreo era la profesión más común en Israel - todos entendían esta imagen\n• Los pastores pasaban días y noches con sus ovejas en el desierto\n• Conocían a cada oveja por nombre y características\n• Las ovejas reconocían la voz de su pastor específico\n• El pastor iba DELANTE del rebaño, no detrás - las guiaba, no las arreaba\n\n📖 LA IMAGEN DEL ANTIGUO TESTAMENTO:\n\n• El Salmo 23 comienza: 'Jehová es mi pastor'\n• Dios se llama a sí mismo el Pastor de Israel (Salmo 80:1, Ezequiel 34)\n• En Ezequiel 34, Dios promete: 'Yo mismo apacentaré mis ovejas' (v.15)\n\n⚡ LA CONEXIÓN EXPLOSIVA:\n\nCuando Jesús dice 'YO SOY el buen pastor', está diciendo: 'Yo soy Jehová, el Pastor prometido en Ezequiel 34. Yo soy Dios mismo viniendo a cuidar de mis ovejas'.\n\nPara los fariseos que lo escuchaban, esto no era poesía bonita. Era una declaración de deidad que los hizo tomar piedras (Juan 10:31).",
      "revelation_key": "Jesús no vino a ser un buen maestro religioso. Vino a ser el Pastor que Dios prometió ser para su pueblo."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Kalós: No Solo Bueno, Sino Hermoso",
      "subtitle": "La palabra que describe al pastor perfecto",
      "greek_words": [
        {
          "word": "Kalós",
          "transliteration": "καλός",
          "reference": "Juan 10:11",
          "meaning": "Bueno, hermoso, noble, excelente en carácter y apariencia",
          "revelation": "Jesús no dice 'agathos' (moralmente bueno). Dice KALÓS - un pastor que es:\n\n• Bueno en su carácter interno\n• Hermoso en su apariencia externa\n• Noble en su comportamiento\n• Excelente en todo aspecto\n\nEs la misma palabra usada en Génesis 1 (LXX) cuando Dios ve su creación y dice 'kaló' (muy bueno/hermoso).\n\nNo es solo un pastor que cumple con su deber. Es el pastor IDEAL, PERFECTO, HERMOSO en todo sentido.",
          "application": "Tu Pastor no solo es moralmente bueno. Él es completamente hermoso, totalmente confiable, perfectamente excelente en cada forma de cuidarte."
        },
        {
          "word": "Tithēsin",
          "transliteration": "τίθησιν",
          "reference": "Juan 10:11",
          "meaning": "Pone, coloca, deposita voluntariamente",
          "revelation": "El verbo está en tiempo PRESENTE y voz ACTIVA: 'está poniendo' su vida.\n\nNo dice 'fue forzado a dar' o 'le quitaron' su vida. Dice 'PONE' (tithēsin) - un acto completamente voluntario.\n\nJesús repite esto en v.18: 'Nadie me la quita, sino que yo de mí mismo la pongo'.\n\nNo es una víctima. Es un sacrificio VOLUNTARIO, INTENCIONAL, ESCOGIDO.",
          "application": "Cristo no murió porque perdió una batalla. Murió porque ESCOGIÓ morir por ti. Su muerte fue el acto más voluntario de amor de la historia."
        }
      ],
      "revelation_key": "El buen pastor no solo TIENE que cuidarte. Él QUIERE cuidarte. Su amor no es obligación; es deleite."
    },
    
    {
      "order": 3,
      "type": "prophetic_thread",
      "icon": "🧵",
      "title": "Yo Conozco Mis Ovejas",
      "subtitle": "La intimidad personal del Pastor con cada oveja",
      "content": "Juan 10:14-15 dice: 'Yo soy el buen pastor; y conozco mis ovejas, y las mías me conocen, así como el Padre me conoce, y yo conozco al Padre'.\n\n🔑 TRES NIVELES DE CONOCIMIENTO:\n\n1️⃣ 'YO CONOZCO MIS OVEJAS':\n\n• La palabra griega es 'ginōskō' - conocimiento íntimo, experimental\n• No es información mental; es relación personal\n• Jesús conoce tu nombre, tu historia, tus heridas, tus miedos\n• Conoce lo que necesitas antes de que lo pidas\n\n2️⃣ 'LAS MÍAS ME CONOCEN':\n\n• Las ovejas RECONOCEN la voz del pastor (v.4-5)\n• No siguen a extraños porque no conocen su voz\n• Este conocimiento es relacional, no solo informacional\n• Puedes saber ACERCA de Jesús sin CONOCER a Jesús\n\n3️⃣ EL ESTÁNDAR DIVINO:\n\n'Así como el Padre me conoce, y yo conozco al Padre' (v.15)\n\nJesús compara TU relación con Él a SU relación con el Padre:\n• El Padre y el Hijo tienen perfecta intimidad\n• Perfecta comunicación\n• Perfecta unión\n• ¡Y Jesús dice que ASÍ es como Él te conoce!\n\n⚠️ LA ADVERTENCIA:\n\nEn Mateo 7:23, Jesús dice a algunos: 'Nunca os conocí'. No dice 'Nunca supe de ustedes'. Dice 'Nunca os CONOCÍ' (ginōskō).\n\nConocimiento mutuo es la esencia del evangelio.",
      "scripture_connections": [
        {
          "reference": "Salmo 23:1-3",
          "text": "Jehová es mi pastor... En lugares de delicados pastos me hará descansar"
        },
        {
          "reference": "Ezequiel 34:11",
          "text": "Yo, yo mismo iré a buscar mis ovejas, y las reconoceré"
        },
        {
          "reference": "Juan 10:3",
          "text": "A sus ovejas llama por nombre, y las saca"
        }
      ],
      "revelation_key": "No eres un número en un rebaño gigante. Eres conocido por nombre, amado personalmente, cuidado individualmente por el Pastor del universo."
    },
    
    {
      "order": 4,
      "type": "theological_depth",
      "icon": "🚪",
      "title": "Yo Soy la Puerta de las Ovejas",
      "subtitle": "El acceso exclusivo al Padre",
      "content": "En Juan 10:7-9, Jesús hace otra declaración radical: 'Yo soy la puerta de las ovejas'.\n\n🏕️ EL REDIL EN TIEMPOS DE JESÚS:\n\n• Los rediles eran cercados con paredes de piedra\n• Tenían UNA sola entrada/salida\n• El pastor literalmente se ACOSTABA en la entrada durante la noche\n• Ningún lobo podía entrar sin pasar sobre el pastor\n• Ninguna oveja podía salir sin que el pastor lo supiera\n\n🚪 'YO SOY LA PUERTA' (v.9):\n\nJesús NO dice 'Yo soy UNA puerta'. Dice 'Yo soy LA puerta'.\n\nSignifica:\n• ÚNICO acceso al Padre ('Nadie viene al Padre sino por mí' - Juan 14:6)\n• SEGURIDAD total (el lobo debe pasar por el Pastor primero)\n• LIBERTAD vigilada ('entrará y saldrá, y hallará pastos' - v.9)\n\n🔒 LA EXCLUSIVIDAD:\n\nEsto ofende a la cultura moderna, pero Jesús es claro:\n• No hay muchos caminos a Dios\n• No todas las religiones conducen al mismo lugar\n• Jesús es el ÚNICO camino, la ÚNICA puerta\n\n'Todos los que antes de mí vinieron, ladrones son y salteadores' (v.8)\n\nNo está insultando a los profetas del AT. Está exponiendo a los falsos pastores que prometían salvación por otro camino que no fuera el sacrificio de Cristo.\n\n✝️ EL COSTO DE SER LA PUERTA:\n\nPara ser la puerta, Jesús tuvo que:\n• Poner su cuerpo entre las ovejas y el peligro\n• Recibir el ataque que debía venir a las ovejas\n• Morir para que las ovejas pudieran entrar en seguridad\n\nEn la cruz, Jesús literalmente se convirtió en la puerta - su cuerpo roto es tu entrada al Padre.",
      "scripture_anchor": {
        "reference": "Juan 10:9",
        "text": "Yo soy la puerta; el que por mí entrare, será salvo; y entrará, y saldrá, y hallará pastos."
      },
      "revelation_key": "No entras al reino de Dios por ser bueno, religioso o sincero. Entras por una sola puerta: Jesucristo crucificado y resucitado."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Conocimiento",
          "question": "Jesús dice 'Yo conozco mis ovejas'. ¿Vives con la seguridad de que Jesús te conoce PERSONALMENTE, por nombre, con todas tus luchas?"
        },
        {
          "category": "Voz",
          "question": "Las ovejas conocen la voz del pastor. ¿Puedes distinguir la voz de Jesús de las otras voces (cultura, religión, tu propia mente) que hablan en tu vida?"
        },
        {
          "category": "Confianza",
          "question": "El pastor pone su vida voluntariamente por las ovejas. ¿Confías en que Cristo QUIERE cuidarte, no solo que TIENE que hacerlo?"
        }
      ],
      "prayer": {
        "title": "Oración al Buen Pastor",
        "content": "Jesús, mi Buen Pastor, mi Pastor hermoso y perfecto. Gracias porque no soy un número en un rebaño anónimo. Tú me conoces por nombre. Conoces mis heridas, mis miedos, mis necesidades. Hoy escojo escuchar Tu voz por encima de todas las demás voces. Gracias porque pusiste Tu vida voluntariamente por mí. No fuiste víctima; fuiste sacrificio. Tú eres la única puerta al Padre, y entro con gratitud y confianza. Guíame a pastos verdes y aguas de reposo. Llévame por sendas de justicia por amor de Tu nombre. Aunque ande en valle de sombra de muerte, no temeré mal alguno, porque Tú estás conmigo. En el nombre del Buen Pastor, Amén."
      }
    }
  ],
  
  "tags": [
    "pastor",
    "cuidado_de_dios",
    "salvación",
    "relación_personal",
    "sacrificio",
    "conocimiento_íntimo"
  ],
  
  "metadata": {
    "total_word_count": 1050,
    "greek_words_count": 2,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate",
    "themes": [
      "Identidad de Cristo",
      "Cuidado pastoral",
      "Exclusividad del evangelio",
      "Conocimiento personal"
    ]
  }
}
