{
  "id": "great_commission_001",
  "type": "discovery",
  "date": "2026-01-26",
  "title": "La Gran Comisión",
  "subtitle": "Cuando Jesús transforma a seguidores en enviados",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "Mateo 28:18-20",
    "text": "Y Jesús se acercó y les habló diciendo: Toda potestad me es dada en el cielo y en la tierra. Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el nombre del Padre, y del Hijo, y del Espíritu Santo; enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "cultural_context",
      "icon": "⛰️",
      "title": "El Monte de la Autoridad",
      "subtitle": "Por qué el lugar del encuentro es significativo",
      "content": "Jesús cita a los once discípulos en un monte en Galilea (Mateo 28:16). No fue accidental. Los montes en el ministerio de Jesús siempre fueron lugares de revelación:\n\n🏔️ MONTES SIGNIFICATIVOS EN MATEO:\n\n• Monte de las Bienaventuranzas - Donde Jesús enseñó el Sermón del Monte (Mateo 5-7)\n• Monte de la Transfiguración - Donde fue glorificado ante Pedro, Santiago y Juan (Mateo 17)\n• Monte de los Olivos - Donde profetizó sobre el fin de los tiempos (Mateo 24)\n• Monte Calvario - Donde fue crucificado\n• ESTE monte en Galilea - Donde comisiona a sus discípulos\n\n🔍 EL CONTRASTE:\n\nGalilea era despreciada por la élite religiosa de Jerusalén. Era considerada provincia, tierra de gentiles. Pero Jesús ELIGE Galilea:\n\n• Allí comenzó su ministerio (Mateo 4:12-17)\n• Allí llamó a sus primeros discípulos (Mateo 4:18-22)\n• Allí los envía ahora al mundo\n\nDesde el lugar despreciado, Dios lanza el movimiento que cambiará el mundo.\n\n✨ LA PROMESA DEL ÁNGEL:\n\nEn Mateo 28:7, el ángel les había dicho: 'Id pronto y decid a sus discípulos que ha resucitado de los muertos, y he aquí va delante de vosotros a Galilea; allí le veréis'. \n\nJesús resucitado NO se quedó en Jerusalén (el centro religioso). Volvió a Galilea (donde todo comenzó) para cerrar el círculo y abrir uno nuevo.",
      "revelation_key": "Dios no necesita los centros de poder religioso. Desde los lugares ordinarios y despreciados, lanza los movimientos extraordinarios."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Pasa Exousia: La Autoridad Total",
      "subtitle": "La declaración que cambia todo",
      "content": "Jesús comienza con una declaración impactante: 'Toda potestad (exousia) me es dada en el cielo y en la tierra'.\n\n🔑 LA PALABRA GRIEGA EXOUSIA:\n\n• No es solo 'poder' (dynamis = poder físico)\n• Es AUTORIDAD - el derecho legítimo de gobernar\n• Es jurisdicción total, soberanía absoluta\n• Incluye tanto el poder COMO el derecho de ejercerlo\n\n📊 'TODA POTESTAD' (Pasa Exousia):\n\nPasa = TODO, cada, completamente\n• No '90%' de la autoridad\n• No 'mucha' autoridad\n• TODA autoridad - sin excepciones, sin limitaciones\n\n🌍 'EN EL CIELO Y EN LA TIERRA':\n\n• Cielo = el reino espiritual, las huestes angelicales, las potestades\n• Tierra = el reino físico, los gobiernos, las naciones, la humanidad\n\nNo hay esfera donde Jesús NO tenga autoridad total.\n\n⏰ 'ME ES DADA' (tiempo perfecto pasivo en griego):\n\n• Edothē - 'ha sido dada y permanece dada'\n• No es temporal; es permanente\n• No se la ganó; le fue OTORGADA por el Padre\n\n✝️ CONEXIÓN CON FILIPENSES 2:9-11:\n\n'Por lo cual Dios también le exaltó hasta lo sumo, y le dio un nombre que es sobre todo nombre, para que en el nombre de Jesús se doble toda rodilla... y toda lengua confiese que Jesucristo es el Señor'.\n\nLa Gran Comisión fluye de la GRAN EXALTACIÓN. Jesús no nos envía desde debilidad; nos envía desde el trono.",
      "greek_words": [
        {
          "word": "Exousia",
          "transliteration": "ἐξουσία",
          "meaning": "Autoridad, jurisdicción, derecho de gobernar",
          "revelation": "Jesús no tiene 'influencia' o 'poder limitado'. Tiene AUTORIDAD TOTAL. Cuando nos envía, nos envía con el respaldo del Rey de reyes."
        },
        {
          "word": "Pasa",
          "transliteration": "πᾶσα",
          "meaning": "Todo, cada, toda la extensión de",
          "revelation": "No hay área de la vida donde Jesús no tenga autoridad. Política, economía, familia, cultura - TODO está bajo su señorío."
        }
      ],
      "revelation_key": "El mandato de hacer discípulos no es una sugerencia de un maestro itinerante. Es una orden del Rey que posee TODA autoridad en cielo y tierra."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "🌍",
      "title": "Panta Ta Ethnē: Todas las Naciones",
      "subtitle": "La explosión del particularismo judío",
      "content": "Jesús ordena: 'Id, y haced discípulos a TODAS LAS NACIONES'.\n\n💥 LA REVOLUCIÓN:\n\nPor 2,000 años, desde Abraham, la promesa había sido:\n• 'En ti serán benditas TODAS las familias de la tierra' (Génesis 12:3)\n• Pero Israel interpretó esto como 'las naciones vendrán a nosotros'\n• Jesús lo invierte: 'USTEDES irán a las naciones'\n\n🌎 PANTA TA ETHNĒ (Todas las naciones):\n\n• Ethnē = grupos étnicos, pueblos, gentiles\n• Panta = TODAS, sin excepción\n• No solo 'algunas naciones cercanas'\n• No solo 'las naciones que nos reciban bien'\n• TODAS - incluyendo enemigos, perseguidores, los que nos odian\n\n📖 EL CUMPLIMIENTO DE PROFECÍA:\n\n• Isaías 49:6 - 'Te di por luz de las naciones, para que seas mi salvación hasta lo postrero de la tierra'\n• Salmo 22:27 - 'Se acordarán, y se volverán a Jehová todos los confines de la tierra'\n• Habacuc 2:14 - 'La tierra será llena del conocimiento de la gloria de Jehová, como las aguas cubren el mar'\n\n👥 HACED DISCÍPULOS (no solo convertidos):\n\nLa palabra clave es MATHĒTEUŌ (μαθητεύω):\n• No 'haced simpatizantes'\n• No 'haced oyentes'\n• HACED DISCÍPULOS - aprendices, seguidores comprometidos, imitadores\n\n🔄 EL PROCESO TRIPLE:\n\n1️⃣ ID (poreuō) - movimiento, salir, ir hacia\n2️⃣ BAUTIZÁNDOLOS - identificación pública con Cristo (Padre, Hijo, Espíritu Santo)\n3️⃣ ENSEÑÁNDOLOS - instrucción continua en todo lo que Jesús mandó\n\nNo es un evento; es un PROCESO de formación.",
      "scripture_connections": [
        {
          "reference": "Apocalipsis 7:9",
          "text": "Después de esto miré, y he aquí una gran multitud, la cual nadie podía contar, de todas naciones y tribus y pueblos y lenguas"
        },
        {
          "reference": "Hechos 1:8",
          "text": "Recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo, y me seréis testigos en Jerusalén, en toda Judea, en Samaria, y hasta lo último de la tierra"
        }
      ],
      "revelation_key": "El evangelio no es para 'gente como nosotros'. Es para TODAS las naciones, tribus, lenguas y pueblos. La iglesia es tan diversa como la humanidad."
    },
    
    {
      "order": 4,
      "type": "necessity_emphasis",
      "icon": "👥",
      "title": "He Aquí Yo Estoy Con Vosotros",
      "subtitle": "La promesa que sostiene la misión",
      "content": "Jesús termina la Gran Comisión con la GRAN PROMESA: 'He aquí yo estoy con vosotros todos los días, hasta el fin del mundo'.\n\n✨ 'HE AQUÍ' (Idou):\n\n• Es una llamada de atención: '¡Miren! ¡Presten atención!'\n• No es información casual; es PROCLAMACIÓN solemne\n• Es como si dijera: 'Esto es lo más importante que debo decirles'\n\n🤝 'YO ESTOY CON VOSOTROS':\n\nEgo eimi meth hymōn (ἐγὼ εἰμι μεθ᾽ ὑμῶν):\n• 'Ego eimi' = YO SOY (el mismo nombre divino del Éxodo 3:14)\n• No dice 'mi espíritu estará' - dice 'YO estoy'\n• Es presencia personal, no solo influencia\n\n⏰ 'TODOS LOS DÍAS':\n\nPasas tas hēmeras (πάσας τὰς ἡμέρας):\n• No 'la mayoría de los días'\n• No 'cuando todo va bien'\n• TODOS los días - los buenos, los malos, los terribles\n• Los días de victoria y los de derrota\n• Los días de multitudes y los de soledad\n\n🌅 'HASTA EL FIN DEL MUNDO':\n\nHeōs tēs synteleias tou aiōnos:\n• No 'hasta que se cansen'\n• No 'hasta que sea muy difícil'\n• Hasta la CONSUMACIÓN de la era\n• Hasta que Él regrese en gloria\n\n🔗 CONEXIÓN CON 'EMANUEL':\n\nMateo comienza su evangelio con 'Emanuel... Dios con nosotros' (Mateo 1:23).\nMateo termina su evangelio con 'Yo estoy con vosotros todos los días'.\n\nTODO EL EVANGELIO está enmarcado por la presencia de Dios con su pueblo. Comenzó con Emanuel y termina con la promesa de presencia perpetua.",
      "identity_statement": "No eres enviado al mundo solo. El que tiene TODA autoridad en cielo y tierra va CONTIGO, cada día, hasta el fin. La misión es suya, no tuya.",
      "revelation_key": "La Gran Comisión sin la Gran Presencia sería una carga imposible. Pero con Jesús contigo, cada día, hasta el fin - no hay misión demasiado grande."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Autoridad",
          "question": "Jesús tiene TODA autoridad en cielo y tierra. ¿Hay algún área de tu vida donde actúas como si Él no tuviera autoridad total? ¿Política? ¿Finanzas? ¿Relaciones?"
        },
        {
          "category": "Envío",
          "question": "Jesús no dijo 'esperen que las naciones vengan'; dijo 'ID a las naciones'. ¿Estás esperando que la gente venga a ti, o estás yendo hacia ellos con el evangelio?"
        },
        {
          "category": "Proceso",
          "question": "La Gran Comisión es hacer DISCÍPULOS (no solo convertidos). ¿Estás invirtiendo en formar discípulos, o solo en acumular decisiones de fe?"
        }
      ],
      "prayer": {
        "title": "Oración de Comisionamiento",
        "content": "Jesús, Rey de reyes, reconozco que TODA autoridad en cielo y tierra te pertenece. No envías desde debilidad sino desde el trono. Hoy acepto tu comisión: ir, hacer discípulos, bautizar, enseñar. Renuncio a la comodidad de esperar que las naciones vengan a mí. Me levanto para ir a ellas. Y me aferro a tu promesa: Tú estás conmigo TODOS los días - los difíciles, los oscuros, los solitarios - hasta el fin del mundo. No voy solo. Voy contigo. Que mi vida sea testimonio de que el Emanuel - Dios con nosotros - es real. En el nombre del Padre, del Hijo y del Espíritu Santo, Amén."
      }
    }
  ],
  
  "tags": [
    "gran_comisión",
    "autoridad_de_cristo",
    "discipulado",
    "misiones",
    "presencia_de_dios",
    "evangelización"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 2,
    "scripture_references_count": 9,
    "difficulty_level": "intermediate",
    "themes": [
      "Autoridad total de Cristo",
      "Misión global de la iglesia",
      "Hacer discípulos vs hacer convertidos",
      "Presencia continua de Cristo"
    ]
  }
}
