{
  "id": "jesus_troubled_himself_001",
  "type": "discovery",
  "date": "2026-01-25",
  "title": "Se Turbó a Sí Mismo",
  "subtitle": "Cuando Jesús eligió entrar en nuestro dolor",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 7,
  "key_verse": {
    "reference": "Juan 11:33",
    "text": "Jesús entonces, al verla llorando, y a los judíos que la acompañaban, también llorando, se estremeció en espíritu y se conmovió"
  },
  
  "scripture_passage": {
    "reference": "Juan 11:17-44",
    "verses": [
      {
        "number": 17,
        "text": "Vino, pues, Jesús, y halló que hacía ya cuatro días que Lázaro estaba en el sepulcro."
      },
      {
        "number": 33,
        "text": "Jesús entonces, al verla llorando, y a los judíos que la acompañaban, también llorando, se estremeció en espíritu y se conmovió."
      },
      {
        "number": 35,
        "text": "Jesús lloró."
      },
      {
        "number": 38,
        "text": "Jesús, profundamente conmovido otra vez, vino al sepulcro. Era una cueva, y tenía una piedra puesta encima."
      },
      {
        "number": 43,
        "text": "Y habiendo dicho esto, clamó a gran voz: ¡Lázaro, ven fuera!"
      },
      {
        "number": 44,
        "text": "Y el que había muerto salió, atadas las manos y los pies con vendas, y el rostro envuelto en un sudario. Jesús les dijo: Desatadle, y dejadle ir."
      }
    ]
  },
  
  "cards": [
    {
      "order": 1,
      "type": "opening_mystery",
      "icon": "😢",
      "title": "La Pregunta que Nadie Hace",
      "subtitle": "¿Por qué lloró Jesús si sabía el final?",
      "content": "Esta es una de las escenas más famosas de la Biblia: 'Jesús lloró' (Juan 11:35), el versículo más corto de la Biblia.\n\nPero hay algo extraño aquí que la mayoría pasa por alto:\n\n❓ LA PARADOJA:\n\nJesús SABÍA que en menos de 10 minutos Lázaro estaría vivo. Él mismo dijo antes: 'Esta enfermedad no es para muerte, sino para la gloria de Dios' (v.4).\n\nEntonces, ¿por qué llorar?\n\n🤔 LO QUE JESÚS PUDO HABER HECHO:\n\nJesús pudo haber llegado y simplemente dicho:\n• 'No lloren, yo lo voy a resucitar'\n• 'Dense cuenta que soy el Mesías, observen'\n• 'En 5 minutos todo estará bien'\n\nPero no lo hizo.\n\n💔 LO QUE REALMENTE PASÓ:\n\nEn lugar de saltar directamente al milagro, Jesús:\n1. VIO el dolor de María y los judíos llorando\n2. SE CONMOVIÓ profundamente (dos veces - v.33 y v.38)\n3. LLORÓ con ellos\n4. SOLO ENTONCES hizo el milagro\n\n✨ LA REVELACIÓN:\n\nEl Espíritu Santo le mostró algo a alguien: 'En el plano natural, donde Jesús vio a la gente llorar, Él pudo solo decir no lloren yo lo voy a resucitar, no se preocupen, y no llorar. Pero él se conmovió y ahora entiendo mucho más de lo que creía.'\n\nJesús tenía el PODER para resolver el problema, pero ELIGIÓ SENTIR el dolor primero.\n\nEsta es la humanidad divina de Jesús.",
      "revelation_key": "Jesús no solo arregla tus problemas con un chasquido de dedos. Él se sienta contigo en el lodo de tu angustia ANTES de ejecutar el milagro."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "🌊",
      "title": "Tarassō: Como Agitar el Agua",
      "subtitle": "La palabra que cambia todo",
      "content": "En Juan 11:33, tu Biblia probablemente dice 'se conmovió' o 'se estremeció'. Pero en el griego original, la palabra es mucho más fuerte:\n\n📖 TARASSŌ (Strong G5015: ταράσσω)\n\nSignificado literal:\n• AGITAR violentamente\n• REMOVER el agua tranquila hasta volverla turbia\n• SACUDIR como una tormenta que agita el mar\n\n🌊 LA IMAGEN:\n\nImagina un estanque de agua cristalina, en calma perfecta. De repente, alguien mete un palo y lo mueve violentamente. El agua se agita, se vuelve turbia, pierde su paz.\n\nESO es tarassō.\n\n⚡ LO IMPACTANTE:\n\nEl texto griego dice: ἐτάραξεν ἑαυτόν (etaraxen heauton)\n\nTraducción literal: 'ÉL SE TURBÓ A SÍ MISMO'\n\n• Etaraxen = verbo ACTIVO (Él realizó la acción)\n• Heauton = pronombre REFLEXIVO (a sí mismo)\n\n🎯 LA DIFERENCIA CRUCIAL:\n\nEn nosotros, la turbación es PASIVA:\n• Las circunstancias NOS turban\n• El dolor NOS agita\n• La noticia NOS conmueve\n\nNo tenemos control sobre ello.\n\nPero en Jesús, la turbación fue ACTIVA:\n• Él ELIGIÓ turbarse\n• Él DECIDIÓ agitar Su propia alma\n• Él VOLUNTARIAMENTE abrió las compuertas de Su corazón\n\n💡 POR QUÉ IMPORTA:\n\nJesús es el Príncipe de Paz. Su alma estaba en perfecta calma. Él SABÍA que Lázaro viviría.\n\nPero cuando vio a María y a los judíos llorando, Él DECIDIÓ dejar que Su interior se 'agitara' como un mar en tormenta.\n\n¿Por qué? Para ENTRAR en el dolor de ellos. Para no quedarse como un observador distante, sino sumergirse en la angustia humana.",
      "greek_words": [
        {
          "word": "Tarassō",
          "transliteration": "ταράσσω",
          "strong": "G5015",
          "meaning": "Agitar, turbar, conmover violentamente",
          "revelation": "Jesús no fue 'víctima' de una emoción que lo superó. Él ELIGIÓ agitar Su propia alma para estar cerca de tu sentimiento."
        },
        {
          "word": "Heauton",
          "transliteration": "ἑαυτόν",
          "strong": "G1438",
          "meaning": "A sí mismo (reflexivo)",
          "revelation": "Esto no le pasó A Jesús. Jesús HIZO que le pasara. Fue un acto sacerdotal de empatía voluntaria."
        }
      ],
      "revelation_key": "Jesús decidió volverse vulnerable emocionalmente. El Dios todopoderoso eligió 'perder la calma' para estar cerca de ti en tu caos."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "💪",
      "title": "Enebrimēsato: La Furia Santa",
      "subtitle": "Jesús no solo estaba triste, estaba FURIOSO",
      "content": "Hay OTRA palabra en Juan 11:33 que tu Biblia probablemente traduce suavemente. Dice que Jesús 'se estremeció en espíritu'.\n\nPero en el griego es mucho más intenso:\n\n🔥 ENEBRIMĒSATO (Strong G1690: ἐνεβριμήσατο)\n\nSignificado original:\n• El BUFIDO de un caballo de guerra antes de la batalla\n• GRUÑIR con indignación\n• Sentir FURIA contenida\n\n⚔️ LA IMAGEN:\n\nPiensa en un guerrero en el campo de batalla, respirando fuerte, con los músculos tensos, bufando de rabia antes de lanzarse contra el enemigo.\n\nESO es lo que Jesús sintió.\n\n❓ PERO, ¿CONTRA QUIÉN?\n\nNo estaba enojado con María, ni con Marta, ni con los judíos.\n\nEstaba FURIOSO contra:\n• LA MUERTE que había destrozado a Sus amigos\n• EL PECADO que trajo esta maldición al mundo\n• EL ENEMIGO que vino a robar, matar y destruir\n\n💔 LA CONEXIÓN CON TARASSŌ:\n\nJesús experimentó DOS emociones simultáneas:\n\n1️⃣ TARASSŌ (agitación) = Empatía con el dolor humano\n2️⃣ ENEBRIMĒSATO (furia) = Indignación contra la muerte\n\n🎯 LO QUE ESTO SIGNIFICA:\n\nCuando tú estás en tu momento más oscuro:\n• Jesús LLORA contigo (empatía)\n• Jesús SE ENFURECE por ti (justicia)\n\nÉl no mira tu dolor con indiferencia clínica. Él se CONMUEVE hasta las entrañas y BUFA de rabia contra lo que te está destruyendo.\n\n⚡ EL MILAGRO DESPUÉS DE LA FURIA:\n\nDespués de turbarse y enfurecerse, Jesús:\n• Camina hacia la tumba (v.38)\n• Ordena quitar la piedra (v.39)\n• GRITA con autoridad: '¡LÁZARO, VEN FUERA!' (v.43)\n\nNo fue un susurro educado. Fue el RUGIDO de un Guerrero invadiendo el territorio de la muerte para arrebatarle una presa.",
      "scripture_connections": [
        {
          "reference": "Juan 12:27",
          "text": "Ahora está turbada mi alma; ¿y qué diré? ¿Padre, sálvame de esta hora?"
        },
        {
          "reference": "Juan 13:21",
          "text": "Habiendo dicho Jesús esto, se conmovió en espíritu, y declaró... Uno de vosotros me va a entregar"
        }
      ],
      "revelation_key": "Jesús no es un Dios distante que observa tu dolor con calma filosófica. Él BUFA de rabia contra lo que te hiere y ATACA a tu favor."
    },
    
    {
      "order": 4,
      "type": "comfort_promise",
      "icon": "🕊️",
      "title": "Juan 14:1 - La Promesa Después del Dolor",
      "subtitle": "Por qué Jesús puede decirte 'No se turbe vuestro corazón'",
      "content": "Aquí está la conexión más hermosa:\n\nDespués de que Jesús SE TURBÓ A SÍ MISMO en Juan 11, 12 y 13 por nosotros, Él tiene la AUTORIDAD para decirnos en Juan 14:\n\n💎 JUAN 14:1:\n'No se turbe (tarassesthō) vuestro corazón; creéis en Dios, creed también en mí.'\n\n¿Notaste? Es la MISMA PALABRA: tarassō.\n\n🔑 LA LÓGICA DIVINA:\n\n1️⃣ Jesús SE TURBÓ (Juan 11:33) = Él agotó la turbación por ti\n2️⃣ Jesús bebió la copa completa del dolor (Getsemaní, Cruz)\n3️⃣ Ahora puede ORDENARTE que no te turbes\n\n☕ LA ANALOGÍA:\n\nEs como si hubiera una copa de amargura que alguien tiene que beber. Jesús dice:\n'Yo voy a beber TODA la copa. Cada gota de angustia, cada ola de turbación, cada momento de agonía. Y cuando termine, TÚ ya no tendrás que beberla.'\n\n✨ POR ESO PUEDE DECIR:\n'No se turbe vuestro corazón' - porque ÉL ya se turbó en tu lugar.\n\n🎁 LO QUE ESTO TE DA HOY:\n\nCuando tu alma se agita como agua en tormenta:\n• No es porque Dios no entiende (Él SE TURBÓ)\n• No es porque estés solo (Él ENTRÓ en tu caos)\n• No es porque no haya salida (Él BEBIÓ la copa completa)\n\n💪 LA AUTORIDAD DE SU CONSUELO:\n\nJesús puede consolarte porque Él tiene las 'cicatrices' de esa misma turbación en Su propio espíritu. No te habla como un extraño que nunca sufrió. Te habla como Alguien que:\n• Eligió turbarse\n• Sabe lo que se siente\n• Venció la turbación\n• Y ahora te ofrece Su paz\n\n🕊️ HEBREOS 4:15:\n'Porque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza.'\n\nJesús no 'olvidó' lo que se siente estar agitado. Él conservó Su humanidad para que, cuando tú le hables de tu dolor, no le estés hablando a un extraño.",
      "identity_statement": "Tu turbación no sorprende a Jesús, porque Él eligió turbarse ANTES que tú. Tu agitación no lo aleja, porque Él se agitó A SÍ MISMO para estar cerca de ti.",
      "revelation_key": "Jesús puede pedirte que tu corazón no se agite porque Él ya agotó toda la agitación por ti. Bebió la copa para que tú puedas beber de Su paz."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Honestidad",
          "question": "¿Has pensado que Jesús no entiende tu dolor porque Él es Dios y 'siempre sabe cómo termina la historia'? ¿Cómo cambia saber que Él ELIGIÓ agitar Su alma para entrar en tu caos?"
        },
        {
          "category": "Perspectiva del Dolor",
          "question": "Cuando estás en tu momento más oscuro, ¿ves a Jesús como alguien que solo quiere 'arreglar el problema rápido', o como alguien que primero se sienta contigo en el lodo antes de hacer el milagro?"
        },
        {
          "category": "La Furia de Dios",
          "question": "¿Sabías que Jesús está FURIOSO (enebrimēsato) contra lo que te está destruyendo? ¿Cómo cambia tu perspectiva saber que Él no mira tu dolor con indiferencia, sino que BUFA de rabia a tu favor?"
        },
        {
          "category": "Rendición",
          "question": "Jesús dice 'No se turbe vuestro corazón' DESPUÉS de haberse turbado Él mismo por ti. ¿Estás dispuesto a entregarle tu agitación, sabiendo que Él ya la llevó por ti?"
        }
      ],
      "prayer": {
        "title": "Oración de Entrega",
        "content": "Jesús, hoy descubro algo nuevo sobre Ti: que no eres un Dios distante que observa mi dolor desde lejos. Tú ELEGISTE turbarte, DECIDISTE agitar Tu propia alma, te ENFURECISTE contra la muerte que me amenaza.\n\nGracias porque no me pides que esté en paz desde un lugar de comodidad celestial, sino desde el lugar de alguien que BEBIÓ la copa de la turbación por mí.\n\nHoy te entrego mi agua agitada, mi alma en tormenta, mi corazón turbado. Tú sabes lo que se siente. Tú entraste aquí voluntariamente.\n\nAsí como le gritaste a Lázaro '¡VEN FUERA!', grita sobre mi situación. Bufa de rabia contra lo que me destruye. Y dame Tu paz, esa paz que solo Tú puedes dar porque ya agotaste la turbación por mí.\n\nEn el nombre del que lloró por mí, del que se conmovió por mí, del que rugió por mí: Jesús. Amén."
      }
    }
  ],
  
  "tags": [
    "empatía_divina",
    "humanidad_de_jesús",
    "consuelo",
    "lázaro",
    "tarassō",
    "juan_11",
    "dolor_y_esperanza"
  ],
  
  "metadata": {
    "total_word_count": 1650,
    "greek_words_count": 2,
    "scripture_references_count": 8,
    "difficulty_level": "beginner_to_intermediate",
    "themes": [
      "La empatía voluntaria de Jesús",
      "Dios entra en nuestro dolor",
      "La furia santa contra la muerte",
      "El consuelo que nace de la experiencia"
    ]
  }
}