{
  "id": "lamb_of_god_001",
  "type": "discovery",
  "date": "2026-01-16",
  "title": "El Cordero de Dios",
  "subtitle": "La culminación de 1,500 años de sistema sacrificial en una sola declaración",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Juan 1:29",
    "text": "El siguiente día vio Juan a Jesús que venía a él, y dijo: He aquí el Cordero de Dios, que quita el pecado del mundo."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "🕍",
      "title": "El Sistema que Todos Conocían",
      "subtitle": "Cuando Juan habló, cada judío entendió instantáneamente",
      "content": "Imagina el río Jordán ese día. Juan el Bautista, el profeta más famoso de Israel, señala a un carpintero desconocido y dice: 'He aquí el Cordero de Dios'.\n\nPara la audiencia judía, esta frase activó 1,500 años de memoria colectiva:\n\n• Cada mañana y tarde, en el Templo de Jerusalén, se sacrificaban corderos (Éxodo 29:38-39). Dos corderos diarios × 365 días × 1,500 años = más de 1 millón de corderos.\n\n• En cada Pascua, cada familia judía sacrificaba su propio cordero. La sangre en los dinteles de las puertas era lo que salvó a Israel de la muerte en Egipto.\n\n• El día de la Expiación (Yom Kippur), el sumo sacerdote entraba al Lugar Santísimo con sangre de cordero para expiar los pecados de toda la nación.\n\nCuando Juan dice 'el Cordero de Dios', no está usando una metáfora bonita. Está diciendo: 'Este es el Cordero Final. El que todos los demás corderos señalaban'.",
      "revelation_key": "El sistema sacrificial nunca fue el plan final. Era una sombra educativa apuntando hacia Cristo."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "La Palabra que Cambia Todo: AIRŌN",
      "subtitle": "No solo cubre el pecado, lo QUITA",
      "greek_words": [
        {
          "word": "Airōn",
          "transliteration": "αἴρων",
          "reference": "Juan 1:29",
          "meaning": "Levantar, cargar sobre los hombros, llevar lejos completamente",
          "revelation": "Este verbo es clave. No dice 'cubre' (kalyptō) ni 'perdona' (aphiēmi). Dice AIRŌN - levanta, carga y SE LO LLEVA.\n\nEs la misma palabra usada cuando los discípulos 'levantaron' las cestas de pan sobrante, o cuando los soldados 'levantaron' la cruz para cargarla.\n\nJesús no pone una sábana sobre tu pecado para que Dios no lo vea. Él lo levanta de tus hombros, lo carga sobre los Suyos, camina con él hacia el Gólgota, y lo entierra en Su tumba. Cuando Él resucita, tu pecado no resucita con Él. SE FUE.",
          "application": "Tu culpa, tu vergüenza, tu pasado - Cristo no solo lo perdonó. Lo QUITÓ. Ya no existe sobre ti."
        },
        {
          "word": "Amnos",
          "transliteration": "ἀμνός",
          "reference": "Juan 1:29",
          "meaning": "Cordero joven, tierno, sin defecto",
          "revelation": "Juan pudo haber usado 'probaton' (oveja adulta) o 'arnion' (corderito). Usó AMNOS - el cordero perfecto de un año, sin mancha, el que se usaba en los sacrificios más sagrados.\n\nEsta palabra conecta directamente con Isaías 53:7: 'Como cordero fue llevado al matadero'. No es casualidad. Juan está diciendo: 'Este es el Siervo Sufriente que Isaías vio 700 años atrás'.",
          "application": "No cualquier sacrificio sirve. Solo el Cordero perfecto de Dios puede quitar completamente tu pecado."
        }
      ],
      "revelation_key": "La diferencia entre religión y evangelio: la religión cubre el pecado temporalmente; Cristo lo QUITA permanentemente."
    },
    
    {
      "order": 3,
      "type": "prophetic_thread",
      "icon": "🧵",
      "title": "El Hilo Escarlata: De Génesis a Juan",
      "subtitle": "Cómo cada cordero señalaba hacia este momento",
      "timeline": [
        {
          "event": "Génesis 3:21",
          "description": "Dios sacrifica animales para cubrir la desnudez de Adán y Eva",
          "revelation": "El primer derramamiento de sangre. Dios muestra que sin sangre no hay cobertura para el pecado."
        },
        {
          "event": "Génesis 22:8",
          "description": "Abraham dice a Isaac: 'Dios se proveerá de cordero'",
          "revelation": "En el monte Moriah (el mismo lugar donde después estará el Templo), Abraham profetiza que Dios proveerá Su propio cordero. No le pide a Abraham que provea; Dios proveerá el Suyo."
        },
        {
          "event": "Éxodo 12:3-13",
          "description": "La Pascua: Un cordero por familia, sin defecto, sangre en los dinteles",
          "revelation": "La sangre del cordero es lo que hace que la muerte 'pase de largo'. Israel es salvado no por su bondad, sino por la sangre."
        },
        {
          "event": "Isaías 53:7",
          "description": "El Siervo Sufriente 'como cordero fue llevado al matadero'",
          "revelation": "700 años antes de Cristo, Isaías ve al Cordero que carga con nuestros pecados voluntariamente, sin abrir Su boca."
        },
        {
          "event": "Juan 1:29",
          "description": "Juan señala: 'He aquí EL Cordero de Dios'",
          "revelation": "No dice 'un cordero'. Dice 'EL Cordero'. El definitivo. El que todas las sombras señalaban."
        }
      ],
      "revelation_key": "Cada cordero en el Antiguo Testamento era un capítulo en la historia que culmina en Juan 1:29. Cristo es la respuesta que Dios estuvo escribiendo durante 1,500 años."
    },
    
    {
      "order": 4,
      "type": "theological_depth",
      "icon": "⚖️",
      "title": "El Intercambio Divino",
      "subtitle": "Lo que Cristo quitó y lo que te dio a cambio",
      "content": "En el sistema del Antiguo Testamento, el cordero moría EN LUGAR de la persona. Era sustitución. Pero Cristo hace algo más profundo:\n\n🔄 EL GRAN INTERCAMBIO:\n\n• Tu pecado → sobre Él (2 Corintios 5:21)\n• Su justicia → sobre ti\n\n• Tu muerte → Él la murió (Romanos 6:23)\n• Su vida → tú la vives (Gálatas 2:20)\n\n• Tu culpa → Él la cargó (Isaías 53:6)\n• Su inocencia → te cubre\n\n• Tu separación de Dios → Él la experimentó en la cruz ('Dios mío, ¿por qué me has desamparado?')\n• Su intimidad con el Padre → ahora es tuya ('Abba, Padre')\n\nEste no es un intercambio justo. Es el intercambio más desigual de la historia: Él tomó lo peor tuyo y te dio lo mejor Suyo.",
      "scripture_anchor": {
        "reference": "2 Corintios 5:21",
        "text": "Al que no conoció pecado, por nosotros lo hizo pecado, para que nosotros fuésemos hechos justicia de Dios en él."
      },
      "revelation_key": "No estás tratando de llegar a Dios. Cristo ya completó el viaje y te trajo consigo."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Liberación",
          "question": "¿Qué pecado, culpa o vergüenza sigues 'cargando' en tu vida que Cristo ya QUITÓ (airōn) hace 2,000 años?"
        },
        {
          "category": "Identidad",
          "question": "En el intercambio divino, Cristo tomó tu muerte y te dio Su vida. ¿Estás viviendo como alguien que murió, o como alguien que tiene la vida de Cristo?"
        },
        {
          "category": "Gratitud",
          "question": "1 millón de corderos fueron sacrificados en el Templo a lo largo de los siglos. Todos señalaban hacia Jesús. ¿Cómo cambia tu adoración hoy saber que Él es el Cordero Final?"
        }
      ],
      "prayer": {
        "title": "Oración de Activación",
        "content": "Jesús, mi Cordero perfecto. Hoy recibo con fe lo que Juan declaró: Tú QUITASTE mi pecado. No lo cubriste, no lo minimizaste - lo levantaste, lo cargaste y te lo llevaste. Hoy decido dejar de cargar lo que Tú ya cargaste por mí. Gracias por el intercambio desigual: tomaste mi muerte y me diste Tu vida. Que mi vida sea un eco de gratitud por el Cordero que fue inmolado desde la fundación del mundo. En el nombre de Jesús, Amén."
      }
    }
  ],
  
  "tags": [
    "sacrificio",
    "redención",
    "cordero",
    "expiación",
    "intercambio",
    "liberación",
    "pascua"
  ],
  
  "metadata": {
    "total_word_count": 920,
    "greek_words_count": 2,
    "scripture_references_count": 8,
    "difficulty_level": "intermediate",
    "themes": [
      "Sistema sacrificial",
      "Expiación sustitutiva",
      "Profecía cumplida",
      "Intercambio divino"
    ]
  }
}
