{
  "id": "natanael_fig_tree_001",
  "type": "discovery",
  "date": "2026-01-17",
  "title": "Debajo de la Higuera",
  "subtitle": "El encuentro donde Jesús revela que conoce tus secretos más profundos",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Juan 1:48",
    "text": "Le dijo Natanael: ¿De dónde me conoces? Respondió Jesús y le dijo: Antes que Felipe te llamara, cuando estabas debajo de la higuera, te vi."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "cultural_context",
      "icon": "🌳",
      "title": "El Código de la Higuera",
      "subtitle": "Lo que cada judío entendía al escuchar 'debajo de la higuera'",
      "content": "En el primer siglo, la frase 'sentarse debajo de su higuera' no era literal. Era un modismo cultural profundamente arraigado que significaba:\n\n• Retirarse a un lugar privado para estudiar la Torá en profundidad\n• Meditar sobre las profecías mesiánicas\n• Orar con el corazón completamente abierto ante Dios\n• Buscar respuestas divinas lejos del ruido de la vida diaria\n\nLas casas eran pequeñas y ruidosas, así que los estudiosos salían al patio trasero. La higuera proporcionaba sombra y privacidad. Este era el 'lugar secreto con el Altísimo' del Salmo 91.\n\nCuando Jesús dice 'te vi debajo de la higuera', NO está diciendo 'vi tu ubicación física'. Está diciendo algo mucho más íntimo: 'Escuché tus oraciones secretas. Vi tu hambre por el Mesías. Conozco las preguntas que le hiciste a Dios cuando pensabas que nadie escuchaba'.",
      "scripture_anchor": {
        "reference": "Miqueas 4:4",
        "text": "Y se sentará cada uno debajo de su vid y debajo de su higuera, y no habrá quien los amedrente"
      },
      "revelation_key": "Tu 'debajo de la higuera' son esos momentos privados donde hablas con Dios sin filtros. Jesús estuvo ahí. Él escuchó cada palabra."
    },
    
    {
      "order": 2,
      "type": "character_study",
      "icon": "👤",
      "title": "El Prejuicio de Natanael",
      "subtitle": "Cuando tu teología correcta se convierte en una caja",
      "content": "Felipe le dice: 'Hemos hallado al Mesías... Jesús de Nazaret'.\n\nNatanael responde: '¿De Nazaret puede salir algo de bueno?'\n\n🔍 POR QUÉ ERA UN PREJUICIO LEGÍTIMO:\n\n• Nazaret NUNCA aparece en el Antiguo Testamento\n• NO está mencionado en el Talmud ni en escritos de Josefo\n• Era una guarnición militar romana - un lugar despreciado\n• Las profecías decían que el Mesías vendría de BELÉN (Miqueas 5:2)\n• Jerusalén era el centro religioso - Nazaret era la periferia\n\nNatanael era un estudiante serio de las Escrituras. Su pregunta no era arrogante; era teológicamente informada. El problema: Dios no siempre cumple Sus promesas de la manera que esperamos.\n\nLA IRONÍA: Jesús SÍ nació en Belén (cumpliendo Miqueas 5:2), pero se crió en Nazaret. Dios cumplió la profecía Y rompió las expectativas religiosas al mismo tiempo.",
      "scripture_connections": [
        {
          "reference": "Miqueas 5:2",
          "text": "Pero tú, Belén Efrata... de ti me saldrá el que será Señor en Israel"
        },
        {
          "reference": "Isaías 53:2",
          "text": "Subirá cual renuevo delante de él, y como raíz de tierra seca; no hay parecer en él, ni hermosura"
        }
      ],
      "revelation_key": "A veces tu conocimiento bíblico puede convertirse en una caja que limita cómo esperas que Dios se mueva. Jesús viene de lugares que nunca esperarías."
    },
    
    {
      "order": 3,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Las Tres Palabras que Revelan Todo",
      "subtitle": "Análisis del texto griego original",
      "greek_words": [
        {
          "word": "Dolos",
          "transliteration": "δόλος",
          "reference": "Juan 1:47",
          "meaning": "Engaño, anzuelo, trampa, agenda oculta",
          "revelation": "Jesús dice: 'He aquí un verdadero israelita, en quien NO HAY DOLOS'. Esta palabra significa literalmente 'anzuelo para pescar'.\n\nJesús está diciendo: 'Natanael no tiene agendas ocultas. No está buscando al Mesías para beneficio político o personal. Es un buscador PURO'.\n\nLa conexión con Jacob: El nombre 'Israel' viene de Jacob, quien SÍ tenía dolos (engañó a su padre y a su hermano). Jesús le dice a Natanael: 'Tú eres lo que Jacob debió ser desde el principio: un verdadero israelita sin engaño'.",
          "application": "Dios no busca personas perfectas. Busca personas sinceras. Tu hambre genuina vale más que tu teología perfecta."
        },
        {
          "word": "Eidon",
          "transliteration": "εἶδον",
          "reference": "Juan 1:48",
          "meaning": "Ver con percepción espiritual, conocer íntimamente",
          "revelation": "Cuando Jesús dice 'te vi', usa EIDON. No es simplemente visión óptica (blepō). Es percepción profunda, conocimiento íntimo.\n\nEs la misma palabra usada cuando Juan dice: 'Y vimos su gloria' (Juan 1:14). No es ver con los ojos físicos; es ver con el corazón.\n\nJesús está diciendo: 'No solo vi tu cuerpo bajo el árbol. Vi tu alma, tus luchas, tus preguntas, tu hambre por la verdad'.",
          "application": "Jesús no te conoce superficialmente. Él te conoce en las capas más profundas que ni tú mismo entiendes."
        },
        {
          "word": "Ho Huios Tou Anthrōpou",
          "transliteration": "ὁ υἱὸς τοῦ ἀνθρώπου",
          "reference": "Juan 1:51",
          "meaning": "El Hijo del Hombre - título mesiánico de Daniel 7",
          "revelation": "Este era el título FAVORITO que Jesús usaba para sí mismo (aparece 81 veces en los evangelios).\n\nConecta directamente con Daniel 7:13-14: 'Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre... y le fue dado dominio eterno'.\n\nJesús se identifica como el Rey Eterno de Daniel, pero usa 'Hijo del Hombre' para enfatizar que se hizo completamente humano para poder ser el puente entre el cielo y la tierra.",
          "application": "Jesús es simultáneamente 100% Dios (puede ver tus secretos) y 100% hombre (entiende tu dolor). Por eso puede ser el puente perfecto."
        }
      ],
      "revelation_key": "Jesús te conoce íntimamente (eidon), te acepta completamente (sin dolos), y te conecta eternamente (Hijo del Hombre)."
    },
    
    {
      "order": 4,
      "type": "typology_connection",
      "icon": "🪜",
      "title": "La Escalera de Jacob: Jesús es el Puente",
      "subtitle": "Juan 1:51 - La profecía cumplida que cierra el capítulo",
      "content": "Jesús termina con una declaración explosiva:\n\n'De cierto, de cierto os digo: Desde ahora veréis el cielo abierto, y a los ángeles de Dios que suben y descienden sobre el Hijo del Hombre'.\n\n🔗 LA CONEXIÓN CON GÉNESIS 28:\n\nJacob (futuro Israel) huye de su hermano y duerme en el desierto con una piedra por almohada. Sueña con una escalera que conecta el cielo y la tierra, con ángeles subiendo y bajando. Cuando despierta dice: '¡Este es el lugar de Dios! ¡Esta es la puerta del cielo!'. Llama al lugar BETHEL (Casa de Dios).\n\n✨ LO QUE JESÚS ESTÁ DICIENDO:\n\n'Natanael, ¿recuerdas la escalera que tu ancestro Jacob vio? Esa escalera NO era un objeto futuro. ESA ESCALERA SOY YO. Yo soy Bethel. Yo soy la Casa de Dios. Yo soy la Puerta del Cielo'.\n\nYa no necesitas un lugar sagrado (templo) ni una escalera mística. El punto de contacto entre el cielo y la tierra es una PERSONA: Jesucristo.\n\nLos ángeles ya no suben y bajan sobre una escalera de piedra. Suben y bajan sobre el Hijo del Hombre, porque ÉL es el puente universal.",
      "scripture_anchor": {
        "reference": "Génesis 28:12",
        "text": "Y soñó: y he aquí una escalera que estaba apoyada en tierra, y su extremo tocaba en el cielo; y he aquí ángeles de Dios que subían y descendían por ella"
      },
      "identity_statement": "Tú ya no estás separado del cielo. Cristo es tu escalera personal, tu Bethel portátil, tu puente permanente hacia el Padre.",
      "revelation_key": "Jesús no te da acceso a Dios. Él ES tu acceso a Dios. No hay intermediarios, no hay lista de espera. El cielo está abierto sobre ti porque Cristo está en ti."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Intimidad",
          "question": "¿Cuál es tu 'debajo de la higuera'? ¿Ese lugar o momento donde hablas con Dios sin filtros? ¿Cómo cambia tu oración saber que Jesús estuvo ahí escuchando cada palabra?"
        },
        {
          "category": "Prejuicios",
          "question": "Natanael rechazó a Jesús por venir de Nazaret. ¿Hay alguna 'Nazaret' en tu vida - una situación, persona o lugar del que piensas 'nada bueno puede salir de ahí'? ¿Y si Dios está precisamente ahí?"
        },
        {
          "category": "Acceso",
          "question": "Jacob necesitó un sueño para ver la escalera. Tú tienes la escalera viviendo en ti (Cristo). ¿Vives como alguien que tiene acceso inmediato al cielo, o sigues tratando de construir tu propia escalera?"
        }
      ],
      "prayer": {
        "title": "Oración de Respuesta",
        "content": "Jesús, mi Bethel viviente. Hoy me rindo ante el hecho de que Tú me conoces más profundamente de lo que yo me conozco a mí mismo. Viste mis momentos 'debajo de la higuera' - mis oraciones secretas, mis dudas honestas, mi hambre por la verdad. Gracias por no rechazarme por mis prejuicios o mi teología imperfecta. Gracias porque Tú eres la Escalera que conecta mi realidad con el cielo del Padre. Hoy decido vivir con el cielo abierto sobre mí, no por lo que hago, sino por quién Tú eres en mí. En el nombre de Jesús, Amén."
      }
    }
  ],
  
  "tags": [
    "intimidad",
    "identidad",
    "omnisciencia",
    "acceso",
    "puente",
    "escalera_de_jacob",
    "natanael"
  ],
  
  "metadata": {
    "total_word_count": 980,
    "greek_words_count": 3,
    "scripture_references_count": 7,
    "difficulty_level": "intermediate",
    "themes": [
      "Dios te conoce íntimamente",
      "Cristo como puente al Padre",
      "Tipología del Antiguo Testamento",
      "Romper prejuicios religiosos"
    ]
  }
}
