{
  "id": "restoration_by_fire_001",
  "type": "discovery",
  "date": "2026-01-25",
  "title": "Las Brasas de la Restauración",
  "subtitle": "Cuando el olor del fracaso se convierte en el aroma del perdón",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 9,
  "key_verse": {
    "reference": "Juan 21:15",
    "text": "Cuando hubieron comido, Jesús dijo a Simón Pedro: Simón, hijo de Jonás, ¿me amas más que éstos? Le respondió: Sí, Señor; tú sabes que te amo. El le dijo: Apacienta mis corderos."
  },
  
  "scripture_passage": {
    "reference": "Juan 21:9-19",
    "verses": [
      {
        "number": 9,
        "text": "Al descender a tierra, vieron brasas puestas, y un pez encima de ellas, y pan."
      },
      {
        "number": 15,
        "text": "Cuando hubieron comido, Jesús dijo a Simón Pedro: Simón, hijo de Jonás, ¿me amas más que éstos? Le respondió: Sí, Señor; tú sabes que te amo. El le dijo: Apacienta mis corderos."
      },
      {
        "number": 16,
        "text": "Volvió a decirle la segunda vez: Simón, hijo de Jonás, ¿me amas? Pedro le respondió: Sí, Señor; tú sabes que te amo. Le dijo: Pastorea mis ovejas."
      },
      {
        "number": 17,
        "text": "Le dijo la tercera vez: Simón, hijo de Jonás, ¿me amas? Pedro se entristeció de que le dijese la tercera vez: ¿Me amas? y le respondió: Señor, tú lo sabes todo; tú sabes que te amo. Jesús le dijo: Apacienta mis ovejas."
      },
      {
        "number": 18,
        "text": "De cierto, de cierto te digo: Cuando eras más joven, te ceñías, e ibas a donde querías; mas cuando ya seas viejo, extenderás tus manos, y te ceñirá otro, y te llevará a donde no quieras."
      },
      {
        "number": 19,
        "text": "Esto dijo, dando a entender con qué muerte había de glorificar a Dios. Y dicho esto, añadió: Sígueme."
      }
    ],
    "context_verses": [
      {
        "reference": "Juan 18:18",
        "text": "Y estaban en pie los siervos y los alguaciles que habían encendido un fuego; porque hacía frío, y se calentaban; y también con ellos estaba Pedro en pie, calentándose."
      },
      {
        "reference": "Juan 18:25-27",
        "text": "Estaba, pues, Pedro en pie, calentándose. Y le dijeron: ¿No eres tú de sus discípulos? Él negó, y dijo: No lo soy... Negó Pedro otra vez; y en seguida cantó el gallo."
      }
    ]
  },
  
  "cards": [
    {
      "order": 1,
      "type": "sensory_setup",
      "icon": "🔥",
      "title": "Dos Fuegos, Dos Destinos",
      "subtitle": "El olor que Pedro nunca olvidó",
      "content": "Imagina esto:\n\nEstás parado en una playa. Acabas de nadar desesperadamente hacia tu Señor después de haberlo negado. Estás mojado, avergonzado, sin palabras.\n\nY entonces... hueles HUMO.\n\n🔥 EL PRIMER FUEGO (Juan 18:18):\n\n'Y estaban en pie los siervos y los alguaciles que habían encendido un FUEGO; porque hacía frío, y se calentaban; y también con ellos estaba Pedro en pie, calentándose.'\n\nFue en ese fuego donde Pedro:\n• Negó a Jesús la 1ª vez (v.17)\n• Negó a Jesús la 2ª vez (v.25)\n• Negó a Jesús la 3ª vez (v.27)\n\nMientras Jesús era interrogado adentro, Pedro se calentaba afuera junto a las brasas, jurando: 'No lo conozco'.\n\n🔥 EL SEGUNDO FUEGO (Juan 21:9):\n\n'Al descender a tierra, vieron BRASAS puestas, y un pez encima de ellas, y pan.'\n\n👃 LA CONEXIÓN OLFATIVA:\n\nAquí está el detalle que la mayoría pierde:\n\nLa palabra griega para 'brasas' en AMBOS pasajes es la MISMA:\n\n📖 ANTHRAKIAN (Strong G440: ἀνθρακιάν)\n\nEsta palabra solo aparece DOS VECES en toda la Biblia:\n1. Juan 18:18 - El fuego de la traición\n2. Juan 21:9 - El fuego de la restauración\n\n🧠 POR QUÉ ESTO IMPORTA:\n\nEl cerebro humano conecta los olores con los recuerdos más que cualquier otro sentido. Cuando Pedro olió esas brasas en la playa, su mente inmediatamente lo transportó al patio del Sumo Sacerdote.\n\n💔 LA INTENCIÓN DE JESÚS:\n\nJesús NO usó brasas por casualidad. Él pudo haber:\n• Hecho el pescado de otra manera\n• Preparado pan solamente\n• Hecho un milagro sin cocinar\n\nPero deliberadamente encendió BRASAS.\n\n¿Por qué? Para desenterrar el trauma y sanarlo de raíz.\n\n✨ EL MENSAJE:\n\nJesús te lleva de regreso al lugar de tu caída, no para condenarte, sino para redimirlo. El mismo olor que te recuerda tu traición, ahora se convierte en el aroma del desayuno con tu Rey.",
      "revelation_key": "Jesús no evita los recuerdos dolorosos. Él los redime. El fuego que te quemó puede convertirse en el fuego que te alimenta."
    },
    
    {
      "order": 2,
      "type": "character_context",
      "icon": "👤",
      "title": "Simón, Hijo de Jonás",
      "subtitle": "Por qué Jesús no lo llama 'Pedro'",
      "content": "Cuando Jesús comienza la conversación más importante de la vida de Pedro, nota cómo lo llama:\n\n'Simón, hijo de Jonás...' (v.15, 16, 17)\n\nTRES VECES usa su nombre antiguo. ¿Por qué?\n\n🪨 EL NOMBRE QUE PERDIÓ:\n\nCuando Jesús conoció a Simón, le dio un NUEVO nombre:\n\n'Tú eres Simón... tú serás llamado Cefas (que quiere decir, PEDRO/Piedra)' (Juan 1:42)\n\nPedro significa 'ROCA'. Era una declaración profética de quién llegaría a ser.\n\nPero esa noche junto al fuego, la 'roca' se desmoronó.\n\n💔 LA JACTANCIA DE PEDRO:\n\nAntes de su caída, Pedro había dicho:\n\n'Aunque todos se escandalicen de ti, yo NUNCA me escandalizaré... Aunque me sea necesario MORIR contigo, NO te negaré' (Mateo 26:33-35)\n\nPedro creyó que su amor era superior al de los demás discípulos.\n\n📍 DE REGRESO AL INICIO:\n\nAl llamarlo 'Simón, hijo de Jonás', Jesús lo está llevando de regreso:\n• Al hombre ANTES de la promesa\n• Al hombre ANTES del llamado\n• Al hombre en su estado ORIGINAL\n\n¿Por qué? Porque la 'Piedra' se había quebrado. Jesús necesita reconstruirlo desde los cimientos.\n\n🔨 NO ES CASTIGO, ES RECONSTRUCCIÓN:\n\nJesús no está quitándole el nombre para avergonzarlo. Está diciendo:\n'Simón, vamos a empezar de nuevo. La Roca que yo construya esta vez no estará fundada en tu confianza en ti mismo, sino en tu honestidad sobre tu debilidad.'\n\n🎯 LA PRIMERA PREGUNTA:\n\n'Simón, hijo de Jonás, ¿me amas MÁS QUE ÉSTOS?'\n\nJesús le recuerda su jactancia: 'Aunque TODOS te nieguen, YO no lo haré'.\n\nPedro, ahora humillado, ya no puede presumir que su amor es superior.",
      "identity_statement": "Cuando tu identidad en Cristo se quiebra por tu fracaso, Jesús no te abandona. Él te lleva de regreso al punto de partida para reconstruirte sobre un fundamento más sólido: la gracia, no tu fuerza.",
      "revelation_key": "Jesús te llama por tu nombre 'antiguo' no para condenarte, sino para reconstruir tu identidad desde la honestidad, no desde la presunción."
    },
    
    {
      "order": 3,
      "type": "greek_exegesis",
      "icon": "💬",
      "title": "Agapaō vs Phileō: El Descenso del Amor",
      "subtitle": "Cuando Jesús baja a tu nivel",
      "content": "Esta conversación es quirúrgica. Cada palabra importa. Y en el griego original, hay un detalle que cambia COMPLETAMENTE el significado.\n\nEl griego tiene varias palabras para 'amor'. Aquí aparecen DOS:\n\n💎 AGAPAŌ (Strong G25: ἀγαπάω):\n• Amor de SACRIFICIO\n• Amor INCONDICIONAL\n• Amor de DECISIÓN, no de sentimiento\n• El amor con el que Dios nos ama\n\n❤️ PHILEŌ (Strong G5368: φιλέω):\n• Amor de AMISTAD\n• Amor de AFECTO\n• Amor FRATERNAL, entrañable\n• El amor que sientes por un hermano cercano\n\n🗣️ LA CONVERSACIÓN REAL:\n\n1️⃣ PRIMERA PREGUNTA (v.15):\nJesús: '¿Me amas (AGAPAS)?'\nPedro: 'Tú sabes que te amo (PHILŌ)'\n\n2️⃣ SEGUNDA PREGUNTA (v.16):\nJesús: '¿Me amas (AGAPAS)?'\nPedro: 'Tú sabes que te amo (PHILŌ)'\n\n3️⃣ TERCERA PREGUNTA (v.17):\nJesús: '¿Me amas (PHILEIS)?'\nPedro: 'Tú sabes que te amo (PHILŌ)'\n\n💔 ¿VES LO QUE PASÓ?\n\nEn las primeras DOS preguntas:\n• Jesús pide AGAPĒ (amor divino)\n• Pedro responde con PHILEŌ (amor humano)\n\nPedro está diciendo: 'Señor, ya no me atrevo a decir que mi amor es como el Tuyo. Fallé. Solo puedo decirte que te quiero como a un amigo muy cercano, pero no puedo presumir de amor perfecto.'\n\nPero en la TERCERA pregunta:\n• Jesús CAMBIA Su palabra\n• Jesús ahora pregunta: '¿Me amas (PHILEIS)?'\n\n😢 POR QUÉ PEDRO SE ENTRISTECIÓ:\n\n'Pedro se entristeció de que le dijese la tercera vez: ¿Me amas?'\n\nNo solo porque era la tercera vez. Pedro se entristeció porque se dio cuenta:\n\n'Mi Señor ha tenido que BAJAR Su estándar de amor porque yo no pude alcanzar el Suyo.'\n\n✨ LA MARCA DIVINA:\n\nJesús DESCIENDE al nivel de Pedro. Él dice:\n'Simón, si lo único que puedes darme hoy es el amor imperfecto de un amigo fallido, YO LO TOMO. Lo bendigo. Y con ESO te restauro.'\n\nJesús no espera que Pedro sea perfecto para darle el ministerio. Él perfecciona a Pedro A TRAVÉS de su honestidad.",
      "greek_words": [
        {
          "word": "Agapaō",
          "transliteration": "ἀγαπάω",
          "strong": "G25",
          "meaning": "Amar con amor divino, de sacrificio, incondicional",
          "revelation": "Jesús te pide este amor, no para rechazarte si no lo tienes, sino para mostrarte el estándar al que Él te llevará."
        },
        {
          "word": "Phileō",
          "transliteration": "φιλέω",
          "strong": "G5368",
          "meaning": "Amar con amor de amistad, afecto fraternal",
          "revelation": "Jesús está dispuesto a BAJAR a tu nivel de amor imperfecto con tal de no dejarte fuera de Su propósito."
        }
      ],
      "revelation_key": "Jesús no rechaza tu amor imperfecto. Él lo toma, lo bendice y lo transforma. Su gracia desciende hasta donde tú estás para levantarte hasta donde Él está."
    },
    
    {
      "order": 4,
      "type": "task_analysis",
      "icon": "🐑",
      "title": "Tres Preguntas, Tres Tareas",
      "subtitle": "De traidor a pastor",
      "content": "Después de cada confesión de amor, Jesús le da a Pedro una TAREA. No son las mismas. Cada una sube de nivel:\n\n🥛 PRIMERA TAREA (v.15):\n'Apacienta (BŌSKE) mis corderos (ARNIA)'\n\n📖 Bōske (Strong G1006: βόσκω) = ALIMENTAR, nutrir, llevar al pasto\n📖 Arnia (Strong G721: ἀρνίον) = CORDEROS pequeños, bebés\n\nSignificado: 'Alimenta a los recién nacidos. Da leche a los que están empezando. Cuida a los más vulnerables.'\n\n🛡️ SEGUNDA TAREA (v.16):\n'Pastorea (POIMAINŌ) mis ovejas (PROBATA)'\n\n📖 Poimainō (Strong G4165: ποιμαίνω) = PASTOREAR (completo): guiar, proteger, gobernar, vigilar\n📖 Probata (Strong G4263: πρόβατον) = OVEJAS adultas\n\nSignificado: 'Ahora no solo alimentes. GUÍA a los que ya caminan. Protégelos de los lobos. Gobierna el rebaño con sabiduría.'\n\n🍞 TERCERA TAREA (v.17):\n'Apacienta (BŌSKE) mis ovejas (PROBATA)'\n\nSignificado: 'Mantén nutriendo al rebaño completo hasta el final. Nunca dejes de alimentar a mi pueblo.'\n\n🔑 EL PATRÓN:\n\n1️⃣ Nutre a los que están empezando (CORDEROS)\n2️⃣ Guía y protege a los que ya caminan (OVEJAS)\n3️⃣ Mantén alimentando a todos constantemente (OVEJAS)\n\n💡 LA RESTAURACIÓN LEGAL:\n\nNota la estructura:\n• 3 negaciones junto al fuego (Juan 18)\n• 3 confesiones junto al fuego (Juan 21)\n• 3 tareas para borrar las 3 traiciones\n\nJesús está haciendo una restauración LEGAL. El récord de la culpa ha sido borrado.\n\n❤️ EL DETALLE HERMOSO:\n\nCada vez Jesús dice 'MIS corderos', 'MIS ovejas'.\n\nJesús no está renunciando a Su rebaño. Él está nombrando a Pedro como Su REPRESENTANTE:\n\n'Pedro, estas son MIS ovejas. Yo sigo siendo el dueño. Pero te confío lo que más amo. Cuídalo como Yo lo cuidaría.'\n\n⚡ LA PREPARACIÓN:\n\nAntes de darle estas tareas, Jesús hizo algo:\n\nLes dio de comer FÍSICAMENTE en la playa (v.12-13).\n\nLuego le dice a Pedro: 'Ahora haz tú lo mismo ESPIRITUALMENTE con los demás.'",
      "scripture_connections": [
        {
          "reference": "Juan 10:11",
          "text": "Yo soy el buen pastor; el buen pastor su vida da por las ovejas"
        },
        {
          "reference": "1 Pedro 5:2-4",
          "text": "Apacentad la grey de Dios... no como teniendo señorío... sino siendo ejemplos de la grey"
        }
      ],
      "revelation_key": "Jesús convierte tu fracaso en tu ministerio. El área donde más caíste puede convertirse en el área donde más sirves, porque ahora sirves desde la gracia, no desde la presunción."
    },
    
    {
      "order": 5,
      "type": "prophetic_calling",
      "icon": "✝️",
      "title": "El Costo del Amor Restaurado",
      "subtitle": "Juan 21:18-19 - De presunción a profecía",
      "content": "Después de restaurar a Pedro, Jesús le revela algo impactante:\n\n⚠️ LA PROFECÍA (v.18):\n\n'De cierto, de cierto te digo: Cuando eras más joven, te ceñías, e ibas a donde querías; mas cuando ya seas viejo, extenderás tus manos, y te ceñirá otro, y te llevará a donde no quieras.'\n\n✋ 'EXTENDERÁS TUS MANOS':\n\nEn el mundo antiguo, esta era una frase técnica para la CRUCIFIXIÓN. Al extender los brazos para ser atado al patíbulum (el madero horizontal).\n\nJesús le está diciendo: 'Pedro, morirás crucificado.'\n\n💔 LA IRONÍA DIVINA:\n\nRecuerda lo que Pedro dijo ANTES de su negación:\n\n'Señor, dispuesto estoy a ir contigo no sólo a la cárcel, sino también a la muerte... MI VIDA PONDRÉ POR TI' (Juan 13:37)\n\nEn ese momento era PRESUNCIÓN. Pedro confiaba en su propia fuerza.\n\nAhora Jesús le dice: 'Ahora SÍ lo harás. No por tu fuerza, sino porque Mi amor en ti te llevará a ese lugar.'\n\n✨ 'GLORIFICAR A DIOS' (v.19):\n\n'Esto dijo, dando a entender con qué muerte había de glorificar a Dios.'\n\nJuan ve la muerte de Pedro no como una tragedia, sino como una forma de GLORIFICAR (doxasei) a Dios.\n\nLa muerte de un mártir es la prueba final de que Cristo es REAL.\n\n🎯 EL CONTRASTE:\n\nANTES:\n• 'Cuando eras más joven, ibas a donde querías'\n• Pedro era impetuoso, tomaba sus propias decisiones\n• Confiaba en sí mismo\n\nDESPUÉS:\n• 'Te ceñirá otro, y te llevará a donde no quieras'\n• Ya no es Pedro dirigiendo su vida\n• Es Cristo llevándolo, incluso a la cruz\n\n👣 'SÍGUEME' (v.19):\n\nJesús termina con las MISMAS palabras que le dijo al principio (Mateo 4:19):\n\n'¡SÍGUEME!'\n\n📖 Akolouthei (Strong G190: Ἀκολούθει) = Presente imperativo = 'SIGUE SIGUIÉNDOME'\n\nNo es un llamado de una sola vez. Es un llamado a la CONSTANCIA:\n\n'Pedro, ya borramos el pasado. Ya te di una tarea. Ahora CAMINA detrás de mí, paso a paso, hasta el final.'\n\n📜 EL CUMPLIMIENTO:\n\nLa tradición histórica dice que Pedro murió en Roma, crucificado.\n\nPidió ser crucificado CABEZA ABAJO, porque no se sentía digno de morir igual que su Señor.\n\nEse hombre que hoy vemos llorando en la playa, mojado y avergonzado, terminó siendo el líder más valiente de la historia.\n\n¿Por qué? Porque Jesús fue a la RAÍZ.",
      "identity_statement": "Tu amor imperfecto de hoy será perfeccionado por Cristo hasta que estés dispuesto a dar TODO. No porque seas fuerte, sino porque Él es fiel.",
      "revelation_key": "Jesús no necesita que seas un superhéroe espiritual hoy. Él toma tu 'poco', tu honestidad, tu llanto, y ÉL MISMO lo hace crecer hasta que seas capaz de darlo todo."
    },
    
    {
      "order": 6,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Tus Brasas",
          "question": "¿Cuál es el 'olor a brasas' en tu vida? ¿Qué recuerdo sensorial te transporta inmediatamente a tu momento de mayor vergüenza o fracaso? ¿Has considerado que Jesús quiere redimir ese recuerdo, no evitarlo?"
        },
        {
          "category": "Honestidad sobre el Amor",
          "question": "Pedro solo pudo decir 'Te amo (phileō)' en lugar de 'Te amo (agapaō)'. ¿Estás siendo honesto con Jesús sobre el estado REAL de tu amor por Él, o estás fingiendo un amor perfecto que no tienes?"
        },
        {
          "category": "El Descenso de Jesús",
          "question": "Jesús BAJÓ Su palabra de agapaō a phileō para encontrarse con Pedro. ¿Crees que Jesús está dispuesto a bajar hasta donde TÚ estás para levantarte? ¿O sientes que debes 'subir' primero antes de acercarte?"
        },
        {
          "category": "De Traidor a Pastor",
          "question": "¿Hay un área donde más fallaste que Jesús podría estar queriendo convertir en tu área de mayor servicio? ¿Estás dispuesto a servir desde la gracia, no desde la presunción?"
        },
        {
          "category": "Omnisciencia",
          "question": "Pedro dijo: 'Señor, tú lo sabes TODO; tú sabes que te amo.' ¿Estás dispuesto a apelar a la omnisciencia de Jesús? Él ve tu corazón más allá de tus errores."
        }
      ],
      "prayer": {
        "title": "Oración de Restauración",
        "content": "Jesús, hoy me veo parado frente a Ti como Pedro: mojado, avergonzado, sin palabras.\n\nY huelo las brasas. Ese recuerdo que me transporta a mi momento de negación, de traición, de fracaso.\n\nPero ahora entiendo: Tú no encendiste esas brasas para condenarme. Las encendiste para REDIMIR ese momento.\n\nGracias porque no me llamas por mi identidad quebrada para avergonzarme, sino para RECONSTRUIRME desde un fundamento más sólido.\n\nSeñor, no puedo decirte que mi amor es perfecto. Como Pedro, solo puedo decir: 'Tú lo sabes TODO. Tú ves mi corazón más allá de mis errores. Tú sabes que te amo, aunque sea imperfectamente.'\n\nY si Tú estás dispuesto a BAJAR hasta mi nivel de amor imperfecto, yo me rindo. Tómalo. Bendícelo. Transfórmalo.\n\nDame una tarea, Señor. Convierte mi fracaso en mi ministerio. Usa el área donde más caí para servir a otros desde la gracia.\n\nY como le dijiste a Pedro: '¡SÍGUEME!', yo te digo hoy: Aquí estoy. Paso a paso. Hasta el final.\n\nEn el nombre del que me restaura junto al fuego: Jesús. Amén."
      }
    }
  ],
  
  "tags": [
    "restauración",
    "pedro",
    "perdón",
    "agapaō_phileō",
    "juan_21",
    "segundo_llamado",
    "brasas",
    "anthrakian"
  ],
  
  "metadata": {
    "total_word_count": 2200,
    "greek_words_count": 4,
    "scripture_references_count": 12,
    "difficulty_level": "intermediate",
    "themes": [
      "Restauración después del fracaso",
      "El descenso de Jesús al nivel humano",
      "Amor imperfecto pero honesto",
      "De traidor a pastor",
      "La omnisciencia de Jesús como refugio"
    ],
    "emotional_intensity": "high",
    "application_focus": "personal_restoration"
  }
}
