{
  "id": "road_to_emmaus_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "El Camino a Emaús",
  "subtitle": "Cuando el Cristo resucitado camina contigo sin que lo reconozcas, hasta que parte el pan",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Lucas 24:30-31",
    "text": "Y aconteció que estando sentado con ellos a la mesa, tomó el pan y lo bendijo, lo partió, y les dio. Entonces les fueron abiertos los ojos, y le reconocieron; mas él se desapareció de su vista."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "🚶",
      "title": "Ojos Impedidos: Cuando Jesús Camina Contigo Sin Ser Reconocido",
      "subtitle": "Por qué no lo reconocieron inmediatamente",
      "content": "Domingo de Resurrección por la tarde. Dos discípulos caminan de Jerusalén a Emaús (11 km). Están devastados, confundidos, desilusionados. El Mesías en quien creían está muerto.\n\nY entonces, Jesús se les une en el camino.\n\nPero Lucas 24:16 dice algo extraordinario:\n\n'Mas los ojos de ellos estaban velados, para que no le conociesen.'\n\n👁️ OJOS VELADOS:\n\nLa palabra griega 'ekratounto' (ἐκρατοῦντο) significa literalmente 'eran impedidos', 'eran retenidos con fuerza'.\n\nNo es que Jesús lucía diferente. Es que algo DIVINO impedía que lo reconocieran hasta el momento correcto.\n\n¿Por qué?\n\nPorque Jesús quería:\n1. Escuchar su corazón honesto (v.17-24)\n2. Enseñarles las Escrituras primero (v.25-27)\n3. Revelarse en el momento perfecto (v.30-31)\n\n💬 LA CONVERSACIÓN:\n\nJesús se hace el desentendido: '¿Qué pláticas son estas que tenéis entre vosotros mientras camináis?' (v.17).\n\nCleopas responde con frustración: '¿Eres tú el único forastero en Jerusalén que no has sabido las cosas que en ella han acontecido?' (v.18).\n\n¡La ironía! El ÚNICO que SABE todo lo que pasó es el que pregunta.\n\n📖 LA CLASE BÍBLICA MÁS GRANDE:\n\nVersículo 27: 'Y comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba en todas las Escrituras lo que de él decían.'\n\nJesús les muestra:\n• Moisés habló de Él (Deuteronomio 18:15)\n• Los profetas profetizaron de Él (Isaías 53)\n• Los Salmos cantaron de Él (Salmo 22)\n• TODO el Antiguo Testamento apunta a Él",
      "greek_words": [
        {
          "word": "Ekratounto",
          "transliteration": "ἐκρατοῦντο",
          "meaning": "Eran impedidos, eran retenidos, estaban velados",
          "revelation": "Dios a veces vela nuestros ojos para revelarse en Su tiempo perfecto. No reconocemos inmediatamente Su presencia porque Él quiere enseñarnos primero, preparar nuestro corazón."
        }
      ],
      "revelation_key": "A veces Jesús camina contigo en tu dolor, pero no lo reconoces de inmediato. Él usa ese tiempo para enseñarte antes de revelarse."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "La Estructura del Reconocimiento",
      "subtitle": "Los pasos que llevan del desánimo a la revelación",
      "content": "Lucas estructura esta historia en CINCO actos perfectos:\n\n1️⃣ DESÁNIMO Y CONFUSIÓN (v.13-24):\n\n• Caminan alejándose de Jerusalén (alejándose de donde pasó la resurrección)\n• Están tristes (v.17: 'con semblante triste')\n• Han perdido la esperanza (v.21: 'Pero nosotros esperábamos...')\n• Pasado: 'esperábamos'. Ya no esperan.\n\n2️⃣ REPRENSIÓN AMOROSA (v.25-26):\n\nJesús les dice: '¡Oh insensatos, y tardos de corazón para creer todo lo que los profetas han dicho! ¿No era necesario que el Cristo padeciera estas cosas, y que entrara en su gloria?'\n\n• 'Insensatos' = no tontos, sino lentos para entender\n• El sufrimiento del Mesías NO era plan B; era plan A\n• Las Escrituras lo habían declarado claramente\n\n3️⃣ ENSEÑANZA BÍBLICA (v.27):\n\nJesús les da un recorrido completo del Antiguo Testamento, mostrándoles que TODO apunta a Él.\n\nSu corazón responde: 'No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino, y cuando nos abría las Escrituras?' (v.32)\n\n4️⃣ INVITACIÓN Y COMUNIÓN (v.28-30):\n\nCuando llegan a Emaús, Jesús hace como que va más lejos.\n\nEllos le ruegan: 'Quédate con nosotros' (v.29).\n\nSe sientan a cenar. Jesús toma el pan, lo bendice, lo parte...\n\n5️⃣ REVELACIÓN Y MISIÓN (v.31-35):\n\n¡Les son abiertos los ojos! Reconocen al Señor.\n\nInmediatamente regresan a Jerusalén (11 km de noche) para anunciar: '¡Ha resucitado el Señor verdaderamente!' (v.34)",
      "revelation_key": "El camino del desánimo a la fe pasa por: reconocer tu confusión, escuchar la Palabra, invitar a Jesús a quedarse, y compartir el pan con Él."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "🍞",
      "title": "El Partir del Pan: El Momento de Revelación",
      "subtitle": "Lucas 24:30-31 - Por qué lo reconocieron en ese instante",
      "content": "Versículo 30: 'Y aconteció que estando sentado con ellos a la mesa, tomó el pan y lo bendijo, lo partió, y les dio.'\n\nVersículo 31: 'Entonces les fueron abiertos los ojos, y le reconocieron.'\n\n🍞 ¿POR QUÉ EN ESE MOMENTO?\n\nVarias posibilidades:\n\n1️⃣ LAS MANOS ATRAVESADAS:\n\nCuando Jesús extendió las manos para partir el pan, pudieron ver las HERIDAS de los clavos. Las marcas de la crucifixión.\n\n2️⃣ EL GESTO FAMILIAR:\n\nLa manera específica en que Jesús:\n• Tomaba el pan\n• Bendecía\n• Partía\n• Distribuía\n\nEra única. Habían visto a Jesús hacer esto cientos de veces.\n\n3️⃣ EL ECO DE LA ÚLTIMA CENA:\n\nCuatro días antes, Jesús había tomado el pan en el aposento alto y dijo:\n'Esto es mi cuerpo, que por vosotros es partido' (Lucas 22:19).\n\nAhora, DESPUÉS de la resurrección, hace el mismo gesto.\n\n4️⃣ SIMBOLISMO PROFUNDO:\n\nEl pan partido representa:\n• Su cuerpo partido en la cruz\n• La provisión que viene a través de Su sacrificio\n• La comunión con Él que ahora es posible\n\n🔗 CONEXIONES BÍBLICAS:\n\n• Multiplicación de panes (Lucas 9:16): 'Tomó... bendijo, y partió'\n• Última Cena (Lucas 22:19): 'Tomó el pan... partió'\n• Emaús (Lucas 24:30): 'Tomó el pan... lo partió'\n\n¡El mismo patrón! La misma acción reveladora.",
      "scripture_connections": [
        {
          "reference": "Lucas 22:19",
          "text": "Y tomó el pan y dio gracias, y lo partió y les dio, diciendo: Esto es mi cuerpo, que por vosotros es dado"
        },
        {
          "reference": "Juan 6:35",
          "text": "Jesús les dijo: Yo soy el pan de vida"
        },
        {
          "reference": "Hechos 2:42",
          "text": "Y perseveraban en la doctrina de los apóstoles, en la comunión unos con otros, en el partimiento del pan y en las oraciones"
        }
      ],
      "revelation_key": "Jesús se revela en la comunión. En el partir del pan, en la intimidad de la mesa, en el acto de compartir - allí nuestros ojos se abren."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "🔥",
      "title": "El Corazón Ardiente",
      "subtitle": "Lucas 24:32 - La Palabra que enciende",
      "content": "Después de que Jesús desaparece, los discípulos se preguntan entre ellos:\n\n'¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino, y cuando nos abría las Escrituras?' (v.32)\n\n🔥 EL CORAZÓN ARDIENTE:\n\nLa palabra griega 'kaioménē' (καιομένη) describe un fuego que:\n• Arde continuamente\n• No se apaga\n• Consume desde adentro\n\nMientras Jesús les enseñaba las Escrituras, algo se ENCENDÍA en su interior.\n\n📖 LA PALABRA QUE ENCIENDE:\n\nNo fue solo información. Fue REVELACIÓN.\n\nJeremiah 20:9 describe el mismo fenómeno:\n'Había en mi corazón como un fuego ardiente metido en mis huesos.'\n\nCuando la Palabra de Dios penetra:\n• No solo informa la mente\n• Enciende el corazón\n• Transforma el ser completo\n\n⚡ EL CONTRASTE:\n\nVERSÍCULO 17: Semblante triste\n↓\nVERSÍCULO 32: Corazón ardiente\n↓\nVERSÍCULO 33: Levantándose en esa misma hora\n\nLa Palabra de Cristo transformó:\n• Tristeza en gozo\n• Confusión en claridad\n• Pasividad en misión\n\n💨 LA URGENCIA:\n\n'Y levantándose en la misma hora, volvieron a Jerusalén' (v.33).\n\nNo esperaron hasta mañana. No descansaron primero.\n\nCuando encuentras al Cristo resucitado, NO PUEDES QUEDARTE CALLADO.\n\nCaminaron 11 km de vuelta a Jerusalén - de NOCHE - para proclamar: '¡Ha resucitado el Señor!'",
      "identity_statement": "Tú eres portador de un corazón ardiente. La Palabra de Cristo no es solo doctrina fría; es fuego que consume, transforma y compele a testificar.",
      "revelation_key": "La verdadera revelación de Cristo enciende el corazón. Si tu teología no te enciende, no es la revelación completa - es solo información."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Reconocimiento",
          "question": "Los discípulos caminaron con Jesús sin reconocerlo. ¿En qué circunstancias de tu vida podría Jesús estar caminando contigo sin que lo hayas reconocido?"
        },
        {
          "category": "Escrituras",
          "question": "Jesús abrió las Escrituras y sus corazones ardieron. ¿Cuándo fue la última vez que la Palabra de Dios encendió tu corazón de esa manera? Si no sucede, ¿qué podría estar apagando ese fuego?"
        },
        {
          "category": "Comunión",
          "question": "Los ojos de los discípulos se abrieron 'al partir el pan' - en comunión con Jesús. ¿Qué rol juega la comunión regular (Cena del Señor, intimidad con Dios) en tu vida espiritual?"
        }
      ],
      "prayer": {
        "title": "Oración del Camino a Emaús",
        "content": "Jesús, gracias por caminar conmigo incluso cuando no te reconozco. Perdóname por las veces que he estado tan enfocado en mi desánimo que no he visto Tu presencia. Abre mis ojos como abriste los ojos de los discípulos. Que Tu Palabra encienda mi corazón como ardió el de ellos. Revélate a mí en el partir del pan, en la comunión, en la intimidad de Tu presencia. Y cuando me reveles Tu resurrección, dame la urgencia de proclamarlo, sin importar la hora o la distancia. Tú vives, y eso cambia todo. En el nombre de Jesús, Amén."
      }
    }
  ],
  
  "tags": [
    "resurrección",
    "emaús",
    "partir_del_pan",
    "escrituras",
    "revelación",
    "corazón_ardiente"
  ],
  
  "metadata": {
    "total_word_count": 1120,
    "greek_words_count": 1,
    "scripture_references_count": 14,
    "difficulty_level": "intermediate",
    "themes": [
      "Cristo resucitado",
      "Revelación gradual",
      "Poder de las Escrituras",
      "Comunión con Cristo"
    ]
  }
}
