{
  "id": "road_to_emmaus_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "El Camino a Emaús",
  "subtitle": "Cuando el Cristo resucitado camina contigo sin que lo reconozcas, hasta que parte el pan",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Lucas 24:30-31",
    "text": "Y aconteció que estando sentado con ellos a la mesa, tomó el pan y lo bendijo, lo partió, y les dio. Entonces les fueron abiertos los ojos, y le reconocieron; mas él se desapareció de su vista."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "🚶",
      "title": "Ojos Impedidos: Cuando Jesús Camina Contigo Sin Ser Reconocido",
      "subtitle": "Por qué no lo reconocieron inmediatamente",
      "content": "📍 EL ESCENARIO:\n\nLucas 24:13-14\n'Y he aquí, dos de ellos iban el mismo día a una aldea llamada Emaús, que estaba a sesenta estadios de Jerusalén. E iban hablando entre sí de todas aquellas cosas que habían acontecido.'\n\nDomingo de Resurrección, por la tarde. Dos discípulos caminan de Jerusalén a Emaús (11 kilómetros, aproximadamente 2 horas caminando). Están devastados, confundidos, desilusionados. El Mesías en quien creían está muerto.\n\nLucas 24:15-16\n'Sucedió que mientras hablaban y discutían entre sí, Jesús mismo se acercó, y caminaba con ellos. Mas los ojos de ellos estaban velados, para que no le conociesen.'\n\nJesús se les une en el camino. Está físicamente allí. Camina a su lado. Habla con ellos.\n\nPero NO lo reconocen.\n\n👁️ LA PALABRA CLAVE: EKRATOUNTO (ἐκρατοῦντο)\n\nEl versículo 16 dice: 'los ojos de ellos estaban velados' - en griego 'ekratounto'.\n\nEsta palabra viene de 'krateó' (κρατέω) y significa:\n• Ser sujetado con fuerza\n• Ser impedido activamente\n• Ser retenido por un poder externo\n\nNo dice que 'no lo vieron bien' o que 'Jesús lucía diferente'. Dice que sus ojos fueron IMPEDIDOS SOBRENATURALMENTE.\n\nEsto era un acto DIVINO, no un problema de visión.\n\n❓ ¿POR QUÉ DIOS LOS IMPIDIÓ DE RECONOCERLO?\n\nPorque Jesús tenía un propósito específico en ese camino:\n\n1️⃣ ESCUCHAR SU CORAZÓN HONESTO (v.17-24):\n\nLucas 24:17-18\n'Y les dijo: ¿Qué pláticas son estas que tenéis entre vosotros mientras camináis, y por qué estáis tristes? Respondiendo uno de ellos, que se llamaba Cleofas, le dijo: ¿Eres tú el único forastero en Jerusalén que no has sabido las cosas que en ella han acontecido en estos días?'\n\n¡La ironía suprema! El ÚNICO que sabe EXACTAMENTE qué pasó (porque ÉL lo vivió) es el que pregunta.\n\nPero Jesús quería escuchar su versión. Su dolor. Su confusión. Su desilusión.\n\nLucas 24:21\n'Pero nosotros esperábamos que él era el que había de redimir a Israel.'\n\n'Esperábamos' - tiempo pasado. Ya no esperan. Han perdido la fe.\n\n2️⃣ ENSEÑARLES LAS ESCRITURAS PRIMERO (v.25-27):\n\nLucas 24:25-27\n'Entonces él les dijo: ¡Oh insensatos, y tardos de corazón para creer todo lo que los profetas han dicho! ¿No era necesario que el Cristo padeciera estas cosas, y que entrara en su gloria? Y comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba en todas las Escrituras lo que de él decían.'\n\nJesús les da la clase bíblica más importante de la historia:\n\n• MOISÉS (La Torá): Génesis 3:15 (simiente que aplastaría la serpiente), Deuteronomio 18:15 (el Profeta venidero)\n• LOS PROFETAS: Isaías 53 (Siervo sufriente), Zacarías 12:10 (traspasado), Daniel 9 (el Mesías cortado)\n• LOS SALMOS: Salmo 22 (crucifixión profetizada), Salmo 16:10 (no verá corrupción)\n\nTODO el Antiguo Testamento apunta a Su muerte y resurrección.\n\nSi Jesús se hubiera revelado inmediatamente, habrían tenido una experiencia emocional. Pero al enseñarles primero las Escrituras, les dio un FUNDAMENTO BÍBLICO para su fe.\n\n3️⃣ REVELARSE EN EL MOMENTO PERFECTO (v.30-31):\n\nCuando sus corazones estuvieran preparados. Cuando las Escrituras hubieran encendido su fe. Cuando llegara la comunión del partir del pan.\n\nEntonces - y solo entonces - les abrió los ojos.\n\n💡 LA REVELACIÓN:\n\nDios a veces vela nuestros ojos para revelarse en Su tiempo perfecto. No reconocemos inmediatamente Su presencia porque Él quiere:\n• Que expresemos nuestro dolor honesto\n• Enseñarnos Su Palabra primero\n• Preparar nuestro corazón para la revelación completa\n\nLa revelación que viene DESPUÉS de la enseñanza bíblica es más profunda y duradera que la experiencia emocional sin fundamento.",
      "greek_words": [
        {
          "word": "Ekratounto",
          "transliteration": "ἐκρατοῦντο",
          "meaning": "Eran impedidos activamente, eran retenidos con fuerza, estaban sobrenaturalmente velados",
          "revelation": "Dios a veces vela nuestros ojos para revelarse en Su tiempo perfecto. No reconocemos inmediatamente Su presencia porque Él quiere enseñarnos primero, preparar nuestro corazón, y darnos fundamento bíblico antes de la experiencia emocional."
        }
      ],
      "scripture_references": [
        {
          "reference": "Lucas 24:13-16",
          "text": "El camino a Emaús y los ojos velados"
        },
        {
          "reference": "Lucas 24:17-21",
          "text": "La conversación sobre Jesús de Nazaret"
        },
        {
          "reference": "Lucas 24:25-27",
          "text": "Jesús abre las Escrituras desde Moisés"
        },
        {
          "reference": "Génesis 3:15",
          "text": "Primera profecía del Mesías: simiente de la mujer"
        },
        {
          "reference": "Deuteronomio 18:15",
          "text": "Profeta como Moisés que Dios levantará"
        },
        {
          "reference": "Isaías 53",
          "text": "El Siervo sufriente de Jehová"
        },
        {
          "reference": "Salmo 22",
          "text": "Profecía detallada de la crucifixión"
        }
      ],
      "revelation_key": "A veces Jesús camina contigo en tu dolor sin que lo reconozcas. Él usa ese tiempo para escuchar tu corazón, enseñarte Su Palabra, y prepararte para una revelación más profunda. La revelación que viene después del fundamento bíblico es más duradera que la experiencia emocional sin preparación."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "La Estructura del Reconocimiento",
      "subtitle": "Los pasos que llevan del desánimo a la revelación",
      "content": "Lucas presenta la historia de Emaús en cinco actos que muestran el proceso divino de transformación:\n\n1️⃣ DESÁNIMO Y CONFUSIÓN (v.13-24):\nDos discípulos caminan alejándose de Jerusalén, tristes y con esperanza muerta.\n\n2️⃣ REPRENSIÓN AMOROSA (v.25-26):\nJesús los corrige por no creer las Escrituras, no por dudar de Él. El sufrimiento del Mesías era necesario desde Génesis.\n\n3️⃣ ENSEÑANZA BÍBLICA (v.27):\nJesús interpreta a fondo las Escrituras, revelando el significado cristológico. La palabra 'diērmēneuen' (διηρμήνευεν) implica abrir completamente el sentido.\n\n4️⃣ INVITACIÓN Y COMUNIÓN (v.28-30):\nJesús espera ser invitado. El momento de comunión es clave para el reconocimiento.\n\n5️⃣ REVELACIÓN Y MISIÓN (v.31-35):\nDios abre sus ojos en el partir del pan. La revelación impulsa a los discípulos a regresar y proclamar la resurrección inmediatamente.\n\nEste proceso muestra que la transformación espiritual ocurre al reconocer la confusión, recibir corrección, escuchar la interpretación de Cristo, invitarlo a la comunión y responder a la revelación con misión urgente.",
      "greek_words": [
        {
          "word": "Anoētoi",
          "transliteration": "ἀνόητοι",
          "meaning": "Sin entendimiento, lentos para comprender, incapaces de conectar las profecías con su cumplimiento",
          "revelation": "Jesús no nos reprende por dudar de Él personalmente, sino por no creer completamente las Escrituras. El problema no es falta de evidencia sino falta de comprensión bíblica."
        },
        {
          "word": "Diērmēneuen",
          "transliteration": "διηρμήνευεν",
          "meaning": "Interpretar completamente, explicar a fondo, abrir el significado completo de las Escrituras",
          "revelation": "No basta leer la Biblia; necesitamos que Cristo nos la interprete, nos abra su significado cristológico completo."
        }
      ],
      "scripture_references": [
        {
          "reference": "Lucas 24:13-17",
          "text": "El camino, la tristeza, el rostro oscurecido"
        },
        {
          "reference": "Lucas 24:21",
          "text": "La esperanza muerta: 'nosotros esperábamos'"
        },
        {
          "reference": "Lucas 24:25-26",
          "text": "Insensatos y tardos de corazón"
        },
        {
          "reference": "Lucas 24:27",
          "text": "Jesús interpreta todas las Escrituras"
        },
        {
          "reference": "Lucas 24:28-30",
          "text": "La invitación: 'Quédate con nosotros'"
        },
        {
          "reference": "Lucas 24:31-34",
          "text": "Ojos abiertos y regreso urgente a Jerusalén"
        }
      ],
      "revelation_key": "El camino del desánimo a la fe sigue cinco pasos divinos: reconocer tu confusión honestamente, recibir reprensión amorosa por no creer las Escrituras, escuchar la interpretación de Cristo de Su Palabra, invitarlo a quedarse en comunión, y experimentar revelación que compele a misión urgente."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "🍞",
      "title": "El Partir del Pan: El Momento de Revelación",
      "subtitle": "Lucas 24:30-31 - Por qué lo reconocieron en ese instante",
      "content": "Lucas 24:30-31\n'Y aconteció que estando sentado con ellos a la mesa, tomó el pan y lo bendijo, lo partió, y les dio. Entonces les fueron abiertos los ojos, y le reconocieron; mas él se desapareció de su vista.'\n\n🍞 EL PATRÓN DEL PAN PARTIDO:\n\nCuatro verbos en secuencia perfecta:\n\n1. TOMÓ (élaben - ἔλαβεν) - Tomar el pan en Sus manos\n2. BENDIJO (eulogēsen - εὐλόγησεν) - Pronunciar bendición sobre él\n3. PARTIÓ (éklasen - ἔκλασεν) - Romperlo físicamente\n4. LES DIO (epedídou - ἐπεδίδου) - Distribuirlo a ellos\n\nEste patrón NO es accidental. Es el mismo patrón que Jesús había usado repetidamente.\n\n🔗 CONEXIONES BÍBLICAS COMPLETAS:\n\n📖 Multiplicación de los 5,000 (Lucas 9:16):\n'Y tomando los cinco panes y los dos pescados, levantando los ojos al cielo, los bendijo, y los partió, y dio a sus discípulos para que los pusiesen delante de la gente.'\n\nMismo patrón: tomó → bendijo → partió → dio\n\n📖 La Última Cena (Lucas 22:19):\n'Y tomó el pan y dio gracias, y lo partió y les dio, diciendo: Esto es mi cuerpo, que por vosotros es dado; haced esto en memoria de mí.'\n\nMismo patrón: tomó → dio gracias → partió → les dio\n\n📖 Emaús (Lucas 24:30):\n'Tomó el pan y lo bendijo, lo partió, y les dio.'\n\n¡IDÉNTICO PATRÓN!\n\n❓ ¿POR QUÉ EN ESE MOMENTO PRECISO?\n\n1️⃣ LAS MANOS PERFORADAS:\n\nCuando Jesús extendió las manos para partir el pan, ellos vieron las HERIDAS de los clavos.\n\nJuan 20:27\n'Luego dijo a Tomás: Pon aquí tu dedo, y mira mis manos; y acerca tu mano, y métela en mi costado; y no seas incrédulo, sino creyente.'\n\nEl Jesús resucitado todavía lleva las marcas de la crucifixión. Son parte permanente de Su identidad.\n\n2️⃣ EL GESTO INCONFUNDIBLE:\n\nLa manera específica en que Jesús:\n• Sostenía el pan\n• Levantaba la mirada al cielo\n• Pronunciaba la bendición\n• Partía con Sus manos\n• Distribuía con gracia\n\nEra ÚNICA. Habían visto a Jesús hacer esto cientos de veces durante tres años de ministerio.\n\nCada maestro rabínico tenía su propia manera de partir el pan. Esta era la de Jesús.\n\n3️⃣ EL ECO DE LA ÚLTIMA CENA:\n\nCuatro días antes, en el aposento alto, Jesús había partido el pan y declarado:\n\nLucas 22:19\n'Esto es mi cuerpo, que por vosotros es dado.'\n\nAhora, DESPUÉS de la resurrección, Jesús parte el pan de nuevo.\n\nEl pan partido es Su cuerpo partido.\nEl pan dado es Su vida dada.\nEl pan compartido es la comunión restaurada.\n\n4️⃣ LA APERTURA DIVINA:\n\n'Entonces les fueron abiertos los ojos' - diēnoíchthēsan (διηνοίχθησαν).\n\nNo dice 'ellos abrieron sus ojos' sino 'les fueron abiertos' - PASIVA DIVINA.\n\nDios mismo abrió sus ojos en ese momento.\n\n¿Por qué en el partir del pan?\n\nPorque la COMUNIÓN es el lugar de revelación. En la intimidad de la mesa, en el acto de compartir, en la vulnerabilidad del pan partido - allí Cristo se revela.\n\n💡 SIMBOLISMO TEOLÓGICO PROFUNDO:\n\nEl pan partido representa:\n\n• Su CUERPO PARTIDO en la cruz (1 Corintios 11:24: 'Esto es mi cuerpo que por vosotros es partido')\n• La PROVISIÓN que viene a través de Su sacrificio (Juan 6:35: 'Yo soy el pan de vida')\n• La COMUNIÓN restaurada que ahora es posible (1 Corintios 10:16: 'El pan que partimos, ¿no es la comunión del cuerpo de Cristo?')\n• El RECONOCIMIENTO que viene en intimidad, no en multitudes\n\n🔥 APLICACIÓN PERMANENTE:\n\nHechos 2:42\n'Y perseveraban en la doctrina de los apóstoles, en la comunión unos con otros, en el partimiento del pan y en las oraciones.'\n\nLa iglesia primitiva CONTINUÓ partiendo el pan. No como ritual vacío, sino como MOMENTO DE ENCUENTRO con Cristo resucitado.\n\nCada vez que partimos el pan, recordamos:\n• Su cuerpo partido por nosotros\n• Su presencia real entre nosotros\n• Su promesa: 'Haced esto en memoria de mí'\n\nEl partir del pan no es solo un símbolo. Es un SACRAMENTO - un lugar donde lo invisible se hace visible, donde el Cristo resucitado se encuentra con Su pueblo.",
      "greek_words": [
        {
          "word": "Éklasen",
          "transliteration": "ἔκλασεν",
          "meaning": "Partió, rompió el pan - aoristo activo, acción definitiva",
          "revelation": "El acto de partir el pan es el acto que revela. En la ruptura, en la entrega, en el partir - allí se revela el sacrificio y la identidad de Cristo."
        },
        {
          "word": "Diēnoíchthēsan",
          "transliteration": "διηνοίχθησαν",
          "meaning": "Fueron abiertos completamente - pasiva divina, Dios es quien abre",
          "revelation": "Tus ojos espirituales no se abren por tu propio esfuerzo. Dios los abre en el momento de la comunión, cuando compartes el pan partido con Cristo."
        }
      ],
      "scripture_connections": [
        {
          "reference": "Lucas 9:16",
          "text": "Y tomando los cinco panes y los dos pescados, levantando los ojos al cielo, los bendijo, y los partió, y dio a sus discípulos"
        },
        {
          "reference": "Lucas 22:19",
          "text": "Y tomó el pan y dio gracias, y lo partió y les dio, diciendo: Esto es mi cuerpo, que por vosotros es dado"
        },
        {
          "reference": "Juan 6:35",
          "text": "Jesús les dijo: Yo soy el pan de vida; el que a mí viene, nunca tendrá hambre"
        },
        {
          "reference": "1 Corintios 11:24",
          "text": "Esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí"
        },
        {
          "reference": "Hechos 2:42",
          "text": "Y perseveraban en la doctrina de los apóstoles, en la comunión unos con otros, en el partimiento del pan y en las oraciones"
        },
        {
          "reference": "Juan 20:27",
          "text": "Las manos perforadas del Jesús resucitado"
        }
      ],
      "revelation_key": "Jesús se revela en la comunión íntima, no en las multitudes. En el partir del pan, en la mesa compartida, en el acto de comunión - allí Dios abre nuestros ojos para reconocer al Cristo resucitado. El sacramento no es ritual vacío sino encuentro real."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "🔥",
      "title": "El Corazón Ardiente",
      "subtitle": "Lucas 24:32 - La Palabra que enciende",
      "content": "Lucas 24:31-32\n'Entonces les fueron abiertos los ojos, y le reconocieron; mas él se desapareció de su vista. Y se decían el uno al otro: ¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino, y cuando nos abría las Escrituras?'\n\nDespués de que Jesús desaparece, los discípulos se dan cuenta de algo que había estado sucediendo TODO EL TIEMPO durante la caminata.\n\nSu corazón estaba ARDIENDO.\n\n🔥 LA PALABRA CLAVE: KAIOMÉNĒ (καιομένη)\n\n'¿No ardía (kaioménē) nuestro corazón?'\n\nEsta palabra viene de kaíō (καίω) y describe:\n• Un fuego que arde CONTINUAMENTE (tiempo imperfecto)\n• Una llama que CONSUME desde adentro\n• Un calor que NO se puede apagar\n• Una combustión que TRANSFORMA lo que toca\n\nNo era una chispa momentánea. Era un INCENDIO CONTINUO.\n\nMientras Jesús les enseñaba las Escrituras durante 2 horas de camino (11 km), algo se ENCENDÍA progresivamente en su interior.\n\n📖 EL PATRÓN BÍBLICO DEL FUEGO DIVINO:\n\nJeremías 20:9\n'Y dije: No me acordaré más de él, ni hablaré más en su nombre; no obstante, había en mi corazón como un fuego ardiente metido en mis huesos; traté de sufrirlo, y no pude.'\n\nJeremías intentó NO hablar de Dios, pero el fuego interno era TAN FUERTE que no pudo contenerse.\n\nJeremías 23:29\n'¿No es mi palabra como fuego, dice Jehová, y como martillo que quebranta la piedra?'\n\nLa Palabra de Dios NO es información fría. Es FUEGO que:\n• Enciende\n• Purifica\n• Consume lo que no debe estar\n• Transforma completamente\n\nHebreos 4:12\n'Porque la palabra de Dios es viva y eficaz, y más cortante que toda espada de dos filos; y penetra hasta partir el alma y el espíritu, las coyunturas y los tuétanos, y discierne los pensamientos y las intenciones del corazón.'\n\nLa Palabra es VIVA. No es letra muerta. Es fuego vivo.\n\n⚡ EL CONTRASTE DRAMÁTICO:\n\nVersículo 17: Rostro OSCURECIDO por tristeza\n'Y les dijo: ¿Qué pláticas son estas que tenéis entre vosotros mientras camináis, y por qué estáis tristes?'\n\nSkythrōpoí (σκυθρωποί) - con semblante sombrío, rostro oscuro, apariencia deprimida.\n\n↓\n\nVersículo 32: Corazón ARDIENDO con fuego\n'¿No ardía nuestro corazón en nosotros?'\n\nKaioménē (καιομένη) - ardiendo continuamente, consumido con fuego interno.\n\n↓\n\nVersículo 33: Acción URGENTE e INMEDIATA\n'Y levantándose en la misma hora, volvieron a Jerusalén.'\n\nAutē tē hōra (αὐτῇ τῇ ὥρᾳ) - en esa misma hora, inmediatamente, sin demora.\n\n📊 LA TRANSFORMACIÓN COMPLETA:\n\nANTES (v.17-21):\n• Rostro oscurecido\n• Esperanza muerta ('esperábamos' - pasado)\n• Caminando ALEJÁNDOSE de Jerusalén\n• Confundidos, desilusionados\n• Pasivos, sin dirección\n\nDESPUÉS (v.32-35):\n• Corazón ardiente\n• Fe viva y proclamando resurrección\n• Corriendo DE REGRESO a Jerusalén (11 km)\n• Claridad absoluta: 'Ha resucitado el Señor verdaderamente'\n• Urgencia misionera, acción inmediata\n\nLa Palabra de Cristo transformó:\n• OSCURIDAD en FUEGO\n• TRISTEZA en GOZO\n• CONFUSIÓN en CLARIDAD\n• PASIVIDAD en MISIÓN\n• DUDA en PROCLAMACIÓN\n\n💨 LA URGENCIA IMPARABLE:\n\nLucas 24:33-35\n'Y levantándose en la misma hora, volvieron a Jerusalén, y hallaron a los once reunidos, y a los que estaban con ellos, que decían: Ha resucitado el Señor verdaderamente, y ha aparecido a Simón. Entonces ellos contaban las cosas que les habían acontecido en el camino, y cómo le habían reconocido al partir el pan.'\n\nNo esperaron hasta mañana.\nNo descansaron primero.\nNo planificaron el viaje.\n\nSe levantaron 'en la MISMA HORA' - inmediatamente.\n\nCaminaron 11 kilómetros de vuelta - DE NOCHE (era peligroso) - porque cuando encuentras al Cristo resucitado, NO PUEDES QUEDARTE CALLADO.\n\nEl fuego interno COMPELE a la proclamación externa.\n\n🔥 LA PRUEBA DEL FUEGO:\n\nSi estudias la Biblia y tu corazón NO arde, algo falta.\n\nSi conoces doctrina pero no hay fuego, es información sin revelación.\n\nSi tu teología NO te enciende, NO te transforma, NO te compele a testificar - entonces no has encontrado al Cristo resucitado en las Escrituras.\n\nLa verdadera revelación:\n• ENCIENDE el corazón\n• TRANSFORMA la vida\n• COMPELE a la misión\n• PRODUCE urgencia santa\n\nLucas 12:49\n'Fuego vine a echar en la tierra; ¿y qué quiero, si ya se ha encendido?'\n\nJesús vino a ENCENDER un fuego. No a dar información. A ENCENDER CORAZONES.",
      "greek_words": [
        {
          "word": "Kaioménē",
          "transliteration": "καιομένη",
          "meaning": "Ardiendo continuamente (tiempo imperfecto), consumiendo desde adentro, fuego que no se apaga",
          "revelation": "La Palabra de Dios no es información fría para la mente. Es fuego divino que enciende el corazón, consume lo que no debe estar, y transforma completamente desde adentro."
        },
        {
          "word": "Skythrōpoí",
          "transliteration": "σκυθρωποί",
          "meaning": "Con semblante oscurecido, rostro sombrío, apariencia deprimida y triste",
          "revelation": "El contraste entre el rostro oscurecido por tristeza y el corazón ardiendo con fuego divino muestra la transformación completa que Cristo obra en nosotros."
        }
      ],
      "scripture_references": [
        {
          "reference": "Lucas 24:32",
          "text": "¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino, y cuando nos abría las Escrituras?"
        },
        {
          "reference": "Jeremías 20:9",
          "text": "Había en mi corazón como un fuego ardiente metido en mis huesos"
        },
        {
          "reference": "Jeremías 23:29",
          "text": "¿No es mi palabra como fuego, dice Jehová?"
        },
        {
          "reference": "Hebreos 4:12",
          "text": "Porque la palabra de Dios es viva y eficaz"
        },
        {
          "reference": "Lucas 12:49",
          "text": "Fuego vine a echar en la tierra"
        },
        {
          "reference": "Lucas 24:33-35",
          "text": "Y levantándose en la misma hora, volvieron a Jerusalén"
        }
      ],
      "identity_statement": "Tú eres portador de un corazón ardiente. La Palabra de Cristo no es doctrina fría para memorizar - es fuego divino que consume, transforma, enciende y te compele irresistiblemente a testificar de la resurrección.",
      "revelation_key": "La verdadera revelación de Cristo enciende el corazón con fuego continuo. Si tu teología no te enciende, si no transforma tu vida, si no te compele a proclamar - no es la revelación completa, es solo información sin poder. El encuentro real con Cristo resucitado produce fuego interno que resulta en urgencia misionera externa."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Reconocimiento",
          "question": "Los discípulos caminaron con Jesús sin reconocerlo. ¿En qué circunstancias de tu vida podría Jesús estar caminando contigo sin que lo hayas reconocido?"
        },
        {
          "category": "Escrituras",
          "question": "Jesús abrió las Escrituras y sus corazones ardieron. ¿Cuándo fue la última vez que la Palabra de Dios encendió tu corazón de esa manera? Si no sucede, ¿qué podría estar apagando ese fuego?"
        },
        {
          "category": "Comunión",
          "question": "Los ojos de los discípulos se abrieron 'al partir el pan' - en comunión con Jesús. ¿Qué rol juega la comunión regular (Cena del Señor, intimidad con Dios) en tu vida espiritual?"
        }
      ],
      "prayer": {
        "title": "Oración del Camino a Emaús",
        "content": "Jesús, gracias por caminar conmigo incluso cuando no te reconozco. Perdóname por las veces que he estado tan enfocado en mi desánimo que no he visto Tu presencia. Abre mis ojos como abriste los ojos de los discípulos. Que Tu Palabra encienda mi corazón como ardió el de ellos. Revélate a mí en el partir del pan, en la comunión, en la intimidad de Tu presencia. Y cuando me reveles Tu resurrección, dame la urgencia de proclamarlo, sin importar la hora o la distancia. Tú vives, y eso cambia todo. En el nombre de Jesús, Amén."
      }
    }
  ],
  
  "tags": [
    "resurrección",
    "emaús",
    "partir_del_pan",
    "escrituras",
    "revelación",
    "corazón_ardiente"
  ],
  
  "metadata": {
    "total_word_count": 2850,
    "greek_words_count": 8,
    "scripture_references_count": 35,
    "difficulty_level": "intermediate-advanced",
    "themes": [
      "Cristo resucitado",
      "Revelación gradual",
      "Poder transformador de las Escrituras",
      "Comunión íntima con Cristo",
      "Corazón ardiente",
      "Urgencia misionera"
    ]
  }
}
