{
  "id": "temple_cleansing_001",
  "type": "discovery",
  "date": "2026-01-21",
  "title": "La Purificación del Templo",
  "subtitle": "Cuando Jesús declara que Él es el Templo verdadero",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "Juan 2:19",
    "text": "Respondió Jesús y les dijo: Destruid este templo, y en tres días lo levantaré."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "🕍",
      "title": "El Templo: La Casa que Se Convirtió en Negocio",
      "subtitle": "Por qué Jesús se enfureció",
      "content": "Para entender la ira de Jesús, necesitas entender lo que estaba pasando en el Templo:\n\n💰 EL SISTEMA CORRUPTO:\n\n• Los judíos venían de todo el mundo para Pascua (2-3 millones de peregrinos)\n• Necesitaban cambiar moneda romana (con imagen de César) por siclos del templo\n• Los cambistas cobraban comisiones ABUSIVAS (12-15% de ganancia)\n• Las familias sacerdotales (Anás y Caifás) controlaban el monopolio\n\n🐑 EL NEGOCIO DE LOS SACRIFICIOS:\n\n• Los peregrinos traían animales para sacrificar\n• Los inspectores del templo casi SIEMPRE encontraban 'defectos'\n• Entonces tenían que comprar animales 'aprobados' a precios inflados\n• Una paloma que costaba 4 céntimos afuera, costaba 75 céntimos dentro\n• Los pobres eran explotados en el nombre de Dios\n\n📍 EL ATRIO DE LOS GENTILES:\n\nTodo esto pasaba en el ÚNICO lugar donde los no-judíos podían orar:\n• El ruido era ensordecedor (animales, gritos, negociaciones)\n• El olor era insoportable (estiércol de animales)\n• Los gentiles que venían a buscar a Dios encontraban un mercado\n\n🔥 POR QUÉ JESÚS SE INDIGNÓ:\n\n'¿No está escrito: Mi casa será llamada casa de oración para TODAS LAS NACIONES? Mas vosotros la habéis hecho cueva de ladrones.' (Marcos 11:17)\n\nNo era solo corrupción. Era EXCLUSIÓN. El lugar diseñado para atraer a las naciones a Dios se había convertido en una barrera.",
      "revelation_key": "La religión que explota a los pobres y excluye a los perdidos provoca la ira de Dios, sin importar cuán 'ortodoxa' parezca."
    },
    
    {
      "order": 2,
      "type": "prophetic_action",
      "icon": "🔥",
      "title": "El Látigo de Cuerdas: Ira Santa en Acción",
      "subtitle": "Por qué este no fue un estallido emocional",
      "content": "Juan 2:15 dice: 'Y haciendo un azote de cuerdas, echó fuera del templo a todos...'\n\n⏱️ JESÚS SE TOMÓ TIEMPO:\n\n• 'Haciendo' está en tiempo aoristo - acción deliberada\n• Tuvo que buscar cuerdas, trenzarlas, hacer el látigo\n• Esto NO fue impulso descontrolado\n• Fue ira JUSTA, controlada, con propósito\n\n🎯 LO QUE HIZO:\n\n1. Echó a los vendedores de ganado y ovejas\n2. Volcó las mesas de los cambistas (dinero por el suelo)\n3. Esparció las monedas\n4. A los vendedores de palomas les ORDENÓ salir (no usó violencia con ellos, eran los más pobres)\n\n💭 LO QUE DIJO:\n\n'No hagáis de la casa de mi Padre casa de mercado' (v.16)\n\nNota: 'Mi Padre' - Jesús reclama autoridad divina sobre el Templo.\n\n📖 LO QUE LOS DISCÍPULOS RECORDARON:\n\n'Se acordaron sus discípulos que está escrito: El celo de tu casa me consume' (Salmo 69:9)\n\nEste Salmo es MESIÁNICO. Los discípulos entienden: Jesús está cumpliendo profecía. El Mesías tenía que purificar el Templo.\n\n✨ LA LECCIÓN:\n\nHay lugar para la ira santa. Jesús, el mismo que dijo 'ama a tus enemigos', hizo un látigo y limpió el templo. Algunas cosas deben ser confrontadas con fuerza, no con diplomacia.",
      "scripture_connections": [
        {
          "reference": "Malaquías 3:1-3",
          "text": "Y vendrá súbitamente a su templo el Señor... ¿Y quién podrá soportar el tiempo de su venida?... Porque él es como fuego purificador"
        },
        {
          "reference": "Salmo 69:9",
          "text": "Porque me consumió el celo de tu casa"
        }
      ],
      "revelation_key": "La mansedumbre no es debilidad. Jesús fue manso con los quebrantados y feroz con los opresores. Imita ambos."
    },
    
    {
      "order": 3,
      "type": "sign_demand",
      "icon": "🏛️",
      "title": "Destruid Este Templo: La Profecía que Nadie Entendió",
      "subtitle": "Juan 2:19-22 - El giro teológico más radical",
      "content": "Los líderes religiosos demandan: '¿Qué señal nos muestras, ya que haces esto?'\n\nLa respuesta de Jesús es devastadora:\n\n'Destruid este templo, y en tres días lo levantaré.'\n\n🤔 LA CONFUSIÓN:\n\nEllos respondieron: 'En cuarenta y seis años fue edificado este templo, ¿y tú en tres días lo levantarás?'\n\nEstaban pensando en el edificio físico:\n• Herodes el Grande comenzó la reconstrucción del templo en 20-19 a.C.\n• En el momento de Jesús (26-27 d.C.) llevaban 46 años construyendo\n• No terminaría hasta 64 d.C. (¡solo 6 años antes de que los romanos lo destruyeran!)\n\n💡 LA REVELACIÓN:\n\nJuan explica: 'Mas él hablaba del TEMPLO DE SU CUERPO' (v.21)\n\nJesús está haciendo una declaración EXPLOSIVA:\n\n1️⃣ ÉL ES EL TEMPLO VERDADERO:\n• El templo era donde Dios habitaba\n• Jesús ES Dios habitando entre nosotros (Juan 1:14 - 'tabernaculó')\n• Ya no necesitas un edificio de piedra - Dios está en carne\n\n2️⃣ ÉL PREDICE SU MUERTE Y RESURRECCIÓN:\n• 'Destruid' - voz activa: ellos lo matarán\n• 'Lo levantaré' - voz activa: ÉL resucitará (no será resucitado pasivamente)\n• 'Tres días' - profecía exacta de su resurrección\n\n3️⃣ ÉL REEMPLAZA TODO EL SISTEMA:\n• No más sacrificios de animales - Jesús es el Cordero final\n• No más sacerdotes intermediarios - Jesús es nuestro Sumo Sacerdote\n• No más lugar santo - nosotros SOMOS templo del Espíritu Santo (1 Cor 6:19)\n\n⏰ CUÁNDO ENTENDIERON:\n\n'Por tanto, cuando resucitó de entre los muertos, sus discípulos se acordaron que había dicho esto; y creyeron la Escritura y la palabra que Jesús había dicho' (v.22)\n\nSolo DESPUÉS de la resurrección conectaron los puntos.",
      "identity_statement": "Tú eres el templo donde Dios habita. No necesitas ir a un lugar sagrado para encontrar a Dios. Él vive en ti por Su Espíritu.",
      "revelation_key": "El templo de Jerusalén fue destruido en 70 d.C. y nunca reconstruido. ¿Por qué? Porque el Templo verdadero (Cristo) ya había venido. El sistema antiguo cumplió su propósito."
    },
    
    {
      "order": 4,
      "type": "typology_thread",
      "icon": "🧵",
      "title": "El Hilo del Templo: De Edén a Apocalipsis",
      "subtitle": "Cómo Jesús es la culminación de todo",
      "content": "El concepto del 'templo' atraviesa toda la Biblia:\n\n🌳 EDÉN - EL PRIMER TEMPLO:\n• Jardín donde Dios caminaba con el hombre (Génesis 3:8)\n• Comunión directa sin intermediarios\n• Acceso perdido por el pecado\n\n⛺ TABERNÁCULO - TEMPLO PORTÁTIL:\n• Dios habita en una tienda en medio del campamento (Éxodo 40)\n• La gloria (Shekinah) desciende en la nube\n• Sistema de sacrificios para acercarse a Dios\n\n🏛️ TEMPLO DE SALOMÓN - TEMPLO PERMANENTE:\n• Casa de Dios entre Su pueblo (1 Reyes 8)\n• Lugar de oración para todas las naciones\n• Destruido por Babilonia en 586 a.C.\n\n🔨 TEMPLO DE ZOROBABEL/HERODES - TEMPLO RECONSTRUIDO:\n• Menos glorioso que el primero (Esdras 3:12)\n• Esperanza: Hageo 2:9 - 'La gloria postrera de esta casa será mayor que la primera'\n• Herodes lo expande, pero sigue vacío (la Shekinah nunca regresó)\n\n✨ JESÚS - EL TEMPLO ENCARNADO:\n• 'El Verbo fue hecho carne y HABITÓ (eskēnōsen = puso su tabernáculo) entre nosotros' (Juan 1:14)\n• 'Destruid este templo, y en tres días lo levantaré' (Juan 2:19)\n• La gloria de Dios regresó - en carne humana\n\n⛪ LA IGLESIA - TEMPLO VIVO:\n• 'Vosotros sois... edificio de Dios' (1 Cor 3:9)\n• 'Piedras vivas... casa espiritual' (1 Pedro 2:5)\n• Dios habita en Su pueblo colectivamente\n\n🌆 NUEVA JERUSALÉN - SIN TEMPLO:\n• 'No vi en ella templo; porque el Señor Dios Todopoderoso es el templo de ella, y el Cordero' (Apocalipsis 21:22)\n• Regreso completo a Edén - comunión directa restaurada",
      "revelation_key": "Toda la historia bíblica es Dios buscando HABITAR con Su pueblo. Jesús es la respuesta final: Emanuel, Dios con nosotros."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Templo Personal",
          "question": "Pablo dice que tu cuerpo es templo del Espíritu Santo (1 Cor 6:19). ¿Hay 'cambistas y vendedores' en tu templo - cosas que necesitan ser expulsadas para que Dios habite plenamente?"
        },
        {
          "category": "Ira Santa",
          "question": "Jesús mostró ira santa contra la religión corrupta. ¿Hay injusticias en tu esfera de influencia que requieren confrontación fuerte, no solo oración pasiva?"
        },
        {
          "category": "Resurrección",
          "question": "Jesús dijo 'destruid este templo y en tres días LO LEVANTARÉ'. Él levantó Su propio cuerpo. ¿Qué área de tu vida necesita el poder de resurrección de Cristo para ser levantada de entre los muertos?"
        }
      ],
      "prayer": {
        "title": "Oración de Purificación",
        "content": "Jesús, mi Templo viviente. Gracias porque ya no necesito buscar un edificio para encontrarte - Tú vives en mí. Hoy te pido que hagas una purificación en el templo de mi vida. Expulsa todo lo que no te honra. Vuelca las mesas de mis ídolos. Limpia los atrios de mi corazón para que sean casa de oración, no cueva de ladrones. Recuérdame que el mismo poder que te levantó de la tumba en tres días vive en mí. Levanta las áreas muertas de mi vida. Que sea templo puro donde Tu gloria habite sin obstáculos. En el nombre de Jesús, Amén."
      }
    }
  ],
  
  "tags": [
    "templo",
    "purificación",
    "ira_santa",
    "resurrección",
    "cuerpo_de_cristo",
    "profecía"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 1,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate-advanced",
    "themes": [
      "Jesús como templo verdadero",
      "Purificación y santidad",
      "Profecía de muerte y resurrección",
      "Tipología del Antiguo Testamento"
    ]
  }
}