{
  "id": "transfiguration_001",
  "type": "discovery",
  "date": "2026-01-29",
  "title": "La Transfiguración",
  "subtitle": "Cuando el velo de la carne se abre y la gloria irrumpe",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 7,
  "key_verse": {
    "reference": "Mateo 17:2",
    "text": "Y se transfiguró delante de ellos, y resplandeció su rostro como el sol, y sus vestidos se hicieron blancos como la luz."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "historical_context",
      "icon": "⛰️",
      "title": "El Monte de la Gloria",
      "subtitle": "Seis días después: el contexto profético",
      "content": "Mateo 17:1 comienza: 'Seis días después...'\n\n🔍 ¿SEIS DÍAS DESPUÉS DE QUÉ?\n\nMateo 16:21-28 registra:\n• Jesús predice su muerte y resurrección (v.21)\n• Pedro lo reprende (v.22)\n• Jesús reprende a Pedro: 'Quítate de delante de mí, Satanás' (v.23)\n• Jesús habla del costo del discipulado (v.24-26)\n• Jesús promete: 'Hay algunos de los que están aquí, que NO GUSTARÁN LA MUERTE hasta que hayan visto al Hijo del Hombre viniendo en su reino' (v.28)\n\n⚡ LA PROMESA CUMPLIDA:\n\nSEIS DÍAS después, Jesús cumple esa promesa. Pedro, Santiago y Juan VEN al Hijo del Hombre en Su gloria - un anticipo de Su reino.\n\n⛰️ EL MONTE (probablemente el Monte Hermón):\n\n• Altura: 2,814 metros - el monte más alto de Israel\n• Cubierto de nieve en su cumbre ('blanco como la luz')\n• Lugar apartado, lejos de las multitudes\n• Frontera entre Israel y el mundo gentil\n\n📖 EL PATRÓN BÍBLICO:\n\nDios se revela en montes:\n• Moisés recibe la Ley en el Sinaí\n• Elías escucha la voz suave en el Horeb\n• Jesús da el Sermón del Monte\n• Jesús ora en el Monte de los Olivos\n• Jesús muere en el Gólgota (monte)\n• Jesús asciende del Monte de los Olivos\n\nLos montes son lugares de encuentro divino, donde el cielo toca la tierra.",
      "revelation_key": "Justo cuando los discípulos escuchan de la cruz (muerte), Jesús les muestra la corona (gloria). La transfiguración es el antídoto divino al desaliento."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Metamorphoō: Transformado de Adentro Hacia Afuera",
      "subtitle": "No un disfraz, sino una revelación",
      "greek_words": [
        {
          "word": "Metamorphoō",
          "transliteration": "μεταμορφόω",
          "reference": "Mateo 17:2",
          "meaning": "Transformar, transfigurar, cambiar de forma revelando la esencia interna",
          "revelation": "Este verbo griego nos da la palabra española 'metamorfosis'. Significa:\n\n• Transformación desde ADENTRO hacia afuera\n• No es ponerse un disfraz; es revelar lo que ya está dentro\n• Como la oruga que se transforma en mariposa - la mariposa ya estaba en el ADN de la oruga\n\nJesús NO se 'disfrazó' de glorioso. Dejó que Su gloria INTERNA brillara a través de Su humanidad.\n\nDurante 33 años, Jesús había VELADO Su gloria. En la transfiguración, por unos momentos, el velo se abre y los discípulos ven quién es Él REALMENTE.\n\n🔥 LA MISMA PALABRA EN ROMANOS 12:2:\n\n'Transformaos (metamorphoō) por medio de la renovación de vuestro entendimiento.'\n\n¡La misma transformación que ocurrió en Jesús en el monte debe ocurrir en ti! No externa, sino interna. No religiosa, sino real.",
          "application": "Tu transformación cristiana no es ponerte una máscara religiosa. Es dejar que la gloria de Cristo en ti brille a través de tu vida."
        },
        {
          "word": "Elampsen",
          "transliteration": "ἔλαμψεν",
          "reference": "Mateo 17:2",
          "meaning": "Brilló, resplandeció intensamente",
          "revelation": "El verbo describe un brillo ACTIVO, RADIANTE, IMPOSIBLE DE OCULTAR.\n\n'Su rostro resplandeció COMO EL SOL' - no una luz suave, sino la fuente de luz más brillante conocida por el hombre.\n\nRecuerda:\n• En la creación, Dios dijo 'Sea la luz' (Génesis 1:3)\n• Jesús dice 'Yo soy la luz del mundo' (Juan 8:12)\n• En la transfiguración, esa LUZ se hace visible físicamente\n\nEs la misma gloria (Shekinah) que:\n• Llenó el tabernáculo (Éxodo 40:34)\n• Llenó el templo de Salomón (1 Reyes 8:11)\n• Ahora habita en el cuerpo de Jesús ('el Verbo se hizo carne y HABITÓ entre nosotros, y vimos su GLORIA' - Juan 1:14)",
          "application": "La gloria que ves en la transfiguración no es nueva. Es la gloria eterna del Hijo que por un momento se hizo visible. Esta es la gloria que Él tuvo con el Padre antes de la fundación del mundo."
        }
      ],
      "revelation_key": "La transfiguración no fue Jesús recibiendo gloria. Fue Jesús revelando la gloria que siempre tuvo pero que había velado en Su humanidad."
    },
    
    {
      "order": 3,
      "type": "prophetic_thread",
      "icon": "🧵",
      "title": "Moisés y Elías: La Ley y los Profetas",
      "subtitle": "Dos testigos de dos pactos",
      "content": "Mateo 17:3 dice: 'Y he aquí les aparecieron Moisés y Elías, hablando con él.'\n\n🔍 ¿POR QUÉ MOISÉS Y ELÍAS?\n\n📜 MOISÉS representa la LEY:\n• Recibió los Diez Mandamientos en el Sinaí\n• Dio la Torá a Israel\n• Profetizó al Mesías: 'Profeta como yo te levantará Jehová' (Deuteronomio 18:15)\n• Murió y fue sepultado por Dios mismo (Deuteronomio 34:5-6)\n\n🔥 ELÍAS representa los PROFETAS:\n• El mayor profeta del AT\n• Nunca murió - fue llevado al cielo en un carro de fuego (2 Reyes 2:11)\n• Profetizado para volver antes del Mesías (Malaquías 4:5)\n\n✨ JUNTOS representan:\n• 'La Ley y los Profetas' - todo el Antiguo Testamento\n• Ambos tuvieron encuentros con Dios en montes (Sinaí/Horeb)\n• Ambos ayunaron 40 días\n• Ambos representan el antiguo pacto\n\n💬 ¿DE QUÉ HABLABAN?\n\nLucas 9:31 lo revela: 'Hablaban de su partida (ÉXODO en griego), que iba Jesús a cumplir en Jerusalén.'\n\n¡Estaban hablando de la CRUZ!\n\n• Moisés dirigió el primer Éxodo (salida de Egipto)\n• Jesús haría el Éxodo FINAL (salida del pecado y muerte)\n• La Ley y los Profetas APUNTAN a la cruz\n\n🎯 EL MENSAJE:\n\nTodo el Antiguo Testamento (Ley y Profetas) se cumple en Jesús. Ellos NO compiten con Jesús; TESTIFICAN de Jesús.",
      "scripture_connections": [
        {
          "reference": "Lucas 24:27",
          "text": "Y comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba en todas las Escrituras lo que de él decían"
        },
        {
          "reference": "Juan 5:46",
          "text": "Porque si creyeseis a Moisés, me creeríais a mí, porque de mí escribió él"
        }
      ],
      "revelation_key": "El Antiguo Testamento no es un libro diferente del evangelio. Es el evangelio en sombras, apuntando hacia Cristo."
    },
    
    {
      "order": 4,
      "type": "theological_depth",
      "icon": "☁️",
      "title": "La Voz del Padre: Este Es Mi Hijo Amado",
      "subtitle": "La segunda vez que el Padre habla desde el cielo",
      "content": "Mateo 17:5: 'Una nube de luz los cubrió; y he aquí una voz desde la nube, que decía: Este es mi Hijo amado, en quien tengo complacencia; a él oíd.'\n\n☁️ LA NUBE:\n\n• No una nube ordinaria - 'nube de LUZ' (nube luminosa)\n• La SHEKINAH - la gloria visible de Dios\n• La misma nube que:\n  - Guió a Israel en el desierto (Éxodo 13:21)\n  - Llenó el tabernáculo (Éxodo 40:34-35)\n  - Llenó el templo (1 Reyes 8:10-11)\n  - Llevará a Jesús en la ascensión (Hechos 1:9)\n  - Traerá a Jesús en Su segunda venida (Mateo 24:30)\n\n🗣️ LA VOZ DEL PADRE (segunda vez en los evangelios):\n\n1️⃣ PRIMERA VEZ - En el bautismo (Mateo 3:17):\n• 'Este es mi Hijo amado, en quien tengo complacencia'\n• Al COMIENZO del ministerio de Jesús\n\n2️⃣ SEGUNDA VEZ - En la transfiguración (Mateo 17:5):\n• 'Este es mi Hijo amado, en quien tengo complacencia; A ÉL OÍD'\n• Justo ANTES de la cruz\n• Con una ADICIÓN crucial: 'A ÉL OÍD'\n\n📢 '¡A ÉL OÍD!':\n\nPedro acababa de sugerir hacer tres enramadas (v.4) - poniendo a Jesús al mismo nivel que Moisés y Elías.\n\nEl Padre CORRIGE esto:\n• No tres enramadas - UNO solo\n• No tres voces - UNA voz\n• No 'escuchen a la Ley Y los Profetas Y Jesús'\n• Sino: 'A ÉL OÍD' - Jesús es SUPERIOR\n\n🔊 HEBREOS 1:1-2 lo confirma:\n\n'Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, en estos postreros días nos ha hablado por el Hijo.'\n\nMoisés y Elías fueron portavoces de Dios. Jesús ES la Palabra de Dios.",
      "scripture_anchor": {
        "reference": "2 Pedro 1:17-18",
        "text": "Pues cuando él recibió de Dios Padre honra y gloria, le fue enviada desde la magnífica gloria una voz que decía: Este es mi Hijo amado, en el cual tengo complacencia. Y nosotros oímos esta voz enviada del cielo, cuando estábamos con él en el monte santo."
      },
      "revelation_key": "La Ley y los Profetas fueron buenos, pero Cristo es FINAL. No añadas nada a Jesús. Él es suficiente, completo, supremo."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Gloria Velada",
          "question": "Jesús veló Su gloria en carne humana por amor a ti. ¿Aprecias que el Rey del universo se hizo vulnerable para salvarte?"
        },
        {
          "category": "Transformación",
          "question": "La misma palabra 'metamorphoō' describe la transfiguración de Jesús y tu transformación en Romanos 12:2. ¿Estás permitiendo que Cristo brille DESDE ADENTRO de ti, o solo tratas de verte religioso externamente?"
        },
        {
          "category": "Escuchar",
          "question": "El Padre dice 'A ÉL OÍD'. ¿Estás escuchando la voz de Jesús por encima de todas las demás voces, incluso voces religiosas?"
        }
      ],
      "prayer": {
        "title": "Oración de Adoración",
        "content": "Jesús glorioso, Rey transfigurado. Gracias porque en el monte revelaste quién eres REALMENTE - el Hijo de Dios en gloria radiante. Durante 33 años velaste Tu gloria para poder acercarte a mí. En la cruz, Tu gloria fue ocultada aún más para cargar mi pecado. En la resurrección, Tu gloria volvió a brillar. Y un día, cuando Te vea cara a cara, veré esa gloria sin velo por toda la eternidad. Padre, gracias por la voz desde el cielo: 'Este es mi Hijo amado'. Hoy escojo OÍRLE solo a Él. Espíritu Santo, transfórmame desde adentro. Que Tu gloria brille a través de mi vida quebrantada. Metamorfoséame hasta que refleje la imagen de Cristo. En el nombre del Hijo amado, Amén."
      }
    }
  ],
  
  "tags": [
    "gloria",
    "transfiguración",
    "revelación",
    "transformación",
    "voz_del_padre",
    "supremacía_de_cristo"
  ],
  
  "metadata": {
    "total_word_count": 1180,
    "greek_words_count": 2,
    "scripture_references_count": 12,
    "difficulty_level": "intermediate",
    "themes": [
      "Gloria revelada de Cristo",
      "Superioridad de Cristo sobre la Ley",
      "Transformación interna",
      "Testimonio del Padre"
    ]
  }
}
