{
  "id": "triumphal_entry_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "La Entrada Triunfal",
  "subtitle": "Cuando el Rey rechazado entra a Jerusalén montado en un pollino, no en un caballo de guerra",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Mateo 21:9",
    "text": "Y la gente que iba delante y la que iba detrás aclamaba, diciendo: ¡Hosanna al Hijo de David! ¡Bendito el que viene en el nombre del Señor! ¡Hosanna en las alturas!"
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "🌴",
      "title": "Hosanna: Un Grito de Súplica Convertido en Alabanza",
      "subtitle": "El significado detrás de las aclamaciones",
      "content": "Domingo de Ramos, año 30 d.C. Jesús entra a Jerusalén cinco días antes de Su crucifixión. Las multitudes gritan '¡Hosanna!' - pero ¿qué significa realmente?\n\n📢 EL GRITO DE 'HOSANNA':\n\nLa palabra viene del hebreo 'Hoshana' (הוֹשִׁיעָ נָּא):\n• 'Hosha' = salva\n• 'Na' = por favor, te rogamos\n• Significado literal: '¡Sálvanos ahora!' o '¡Te rogamos que salves!'\n\nEra un grito del Salmo 118:25 que se cantaba en la Fiesta de los Tabernáculos:\n'Oh Jehová, sálvanos ahora, te ruego; Te ruego, oh Jehová, que nos hagas prosperar ahora.'\n\n👑 LO QUE LA MULTITUD ESPERABA:\n\n• Un Mesías POLÍTICO que los libertara de Roma\n• Un rey MILITAR que estableciera el reino de David\n• Un líder que restaurara la gloria de Israel\n\nGritaban '¡Hosanna al Hijo de David!' esperando que Jesús:\n• Marchara al palacio de Pilato\n• Expulsara a los romanos\n• Se sentara en el trono de David\n\n💔 LA IRONÍA DEVASTADORA:\n\nCinco días después, la MISMA multitud gritará: '¡Crucifícale!'\n\n¿Por qué? Porque Jesús no cumplió sus expectativas políticas. Vino a salvar, pero no de la manera que ellos querían.\n\nSu reino NO es de este mundo (Juan 18:36).",
      "greek_words": [
        {
          "word": "Hōsanna",
          "transliteration": "Ὡσαννά",
          "meaning": "Sálvanos ahora, te rogamos que salves",
          "revelation": "La multitud gritaba pidiendo salvación, pero no entendían QUÉ tipo de salvación Jesús traía. No vino a salvarlos de Roma, sino del pecado. No vino a establecer un trono terrenal, sino eterno."
        }
      ],
      "revelation_key": "A menudo gritamos 'Hosanna' esperando que Jesús resuelva nuestros problemas terrenales, pero Él vino a resolver nuestro problema eterno: la separación de Dios."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "El Pollino: Cumplimiento Profético Deliberado",
      "subtitle": "Por qué Jesús escoge un asno y no un caballo",
      "content": "Jesús envía a dos discípulos con instrucciones específicas: 'Id a la aldea... hallaréis una asna atada, y un pollino con ella; desatadlos, y traédmelos' (Mateo 21:2).\n\n🐴 ASNO VS. CABALLO:\n\nEn el mundo antiguo, el animal importaba:\n\n• CABALLO = símbolo de GUERRA (los reyes conquistadores montaban caballos)\n• ASNO/POLLINO = símbolo de PAZ (los reyes entraban en paz montados en asnos)\n\n📜 CUMPLIMIENTO PROFÉTICO:\n\nMateo 21:4-5 cita directamente Zacarías 9:9:\n\n'Decid a la hija de Sion: He aquí, tu Rey viene a ti, Manso, y sentado sobre una asna, Sobre un pollino, hijo de animal de carga.'\n\nDetalles del cumplimiento:\n1. 'Tu REY viene' → Jesús es Rey\n2. 'Manso' (griego: praus) → Humilde, no orgulloso\n3. 'Sobre una asna... un pollino' → Exactamente como Zacarías profetizó\n\n🎯 EL CONTRASTE INTENCIONAL:\n\nJesús deliberadamente cumple la profecía EXACTAMENTE:\n• NO en carroza real\n• NO en caballo de guerra\n• NO con ejército detrás\n• SÍ en un pollino prestado, símbolo de paz y humildad\n\n💡 EL MENSAJE:\n\nJesús está declarando:\n'Soy el Rey que profetizó Zacarías, pero Mi reino no se establece por la espada. Vengo en paz, a conquistar corazones, no territorios.'",
      "revelation_key": "El Rey del universo entra montado en un pollino prestado. La grandeza de Dios se manifiesta en humildad, no en pompa."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "🌿",
      "title": "Ramas de Palma: El Símbolo de Victoria y Realeza",
      "subtitle": "Juan 12:13 - Lo que las multitudes declaraban sin saberlo",
      "content": "Juan 12:13 añade un detalle que Mateo no menciona: 'Tomaron ramas de palma y salieron a recibirle.'\n\n🌴 LAS PALMAS EN LA HISTORIA JUDÍA:\n\nLas ramas de palma tenían significado histórico profundo:\n\n1️⃣ FIESTA DE LOS TABERNÁCULOS:\n\nLevítico 23:40 ordenaba tomar ramas de palma durante esta fiesta para celebrar la provisión de Dios en el desierto.\n\n2️⃣ SÍMBOLO DE VICTORIA:\n\nCuando los Macabeos liberaron Jerusalén del imperio seléucida (164 a.C.), el pueblo celebró con ramas de palma (1 Macabeos 13:51).\n\n3️⃣ SÍMBOLO DE REALEZA:\n\nEn el mundo antiguo, las palmas representaban:\n• Victoria militar\n• Realeza triunfante\n• Celebración de conquista\n\n🔗 LA CONEXIÓN APOCALÍPTICA:\n\nApocalipsis 7:9 describe la escena celestial:\n'Una gran multitud... de pie ante el trono y en la presencia del Cordero, vestidos de ropas blancas, y con palmas en las manos.'\n\n¡Las MISMAS palmas que agitaban en Jerusalén aparecen en el cielo ante el trono del Cordero!\n\n⚔️ LA DOBLE IRONÍA:\n\n• Agitan palmas esperando victoria POLÍTICA → Jesús trae victoria ESPIRITUAL\n• Esperan que derrote a Roma → Jesús derrota a la muerte misma\n• Quieren un reino TERRENAL → Jesús establece un reino ETERNO",
      "scripture_connections": [
        {
          "reference": "Zacarías 9:9",
          "text": "Alégrate mucho, hija de Sion; da voces de júbilo, hija de Jerusalén; he aquí tu rey vendrá a ti, justo y salvador, humilde, y cabalgando sobre un asno"
        },
        {
          "reference": "Salmo 118:26",
          "text": "Bendito el que viene en el nombre de Jehová"
        },
        {
          "reference": "Apocalipsis 7:9-10",
          "text": "Con palmas en las manos... clamaban: La salvación pertenece a nuestro Dios"
        }
      ],
      "revelation_key": "Las multitudes profetizaron más de lo que entendían. Las palmas que agitaban ese día apuntan a la victoria eterna que Cristo ganaría en la cruz."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "😢",
      "title": "Jesús Llora sobre Jerusalén",
      "subtitle": "Lucas 19:41-44 - El Rey rechazado lamenta por Su ciudad",
      "content": "En medio del júbilo, Lucas registra un momento devastador que los otros evangelios no mencionan:\n\n'Y cuando llegó cerca de la ciudad, al verla, lloró sobre ella' (Lucas 19:41).\n\n😭 EL LLANTO DEL REY:\n\nMientras las multitudes gritan '¡Hosanna!', Jesús LLORA.\n\n¿Por qué?\n\nPorque Él ve lo que ellos no ven:\n• Dentro de 40 años (70 d.C.), Jerusalén será destruida por Roma\n• El templo será arrasado (Mateo 24:2)\n• Miles morirán porque rechazaron a su Mesías\n\n💔 LAS PALABRAS DE LAMENTO:\n\n'¡Oh, si también tú conocieses, a lo menos en este tu día, lo que es para tu paz! Mas ahora está encubierto de tus ojos' (Lucas 19:42).\n\nJesús dice: 'TU DÍA' - el día de visitación, el día de oportunidad.\n\nPero no lo reconocieron. Versículo 44: 'Por cuanto no conociste el tiempo de tu visitación.'\n\n⏰ EL TIEMPO DE VISITACIÓN:\n\nDaniel 9:25 había profetizado EXACTAMENTE cuándo vendría el Mesías:\n• Desde el decreto para reconstruir Jerusalén (445 a.C.)\n• Hasta Mesías Príncipe\n• 69 semanas de años = 483 años\n\n¡El momento EXACTO era el Domingo de Ramos!\n\nPero no lo reconocieron.\n\n🌆 LA TRAGEDIA:\n\n• Jesús ofrece paz → Ellos escogen rebelión\n• Jesús ofrece salvación → Ellos escogen destrucción\n• Jesús ofrece vida → Ellos escogen muerte\n\nY Jesús, sabiendo todo esto, LLORA.",
      "identity_statement": "Jesús llora por los que rechazan Su salvación. Su corazón se rompe no solo por pecado, sino por las consecuencias que el pecado trae.",
      "revelation_key": "El día de visitación viene, pero no dura para siempre. Hay un tiempo para reconocer al Rey, y rechazarlo tiene consecuencias eternas."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Expectativas",
          "question": "Las multitudes querían que Jesús fuera un rey político. ¿En qué áreas de tu vida has tratado de hacer que Jesús se ajuste a TUS expectativas en lugar de rendirte a Su plan?"
        },
        {
          "category": "Adoración",
          "question": "La multitud gritó '¡Hosanna!' el domingo y '¡Crucifícale!' el viernes. ¿Qué revela esto sobre adoración basada en emociones vs. adoración basada en compromiso genuino?"
        },
        {
          "category": "Tiempo de Visitación",
          "question": "Jesús lloró porque Jerusalén no reconoció 'el tiempo de su visitación'. ¿Hay áreas de tu vida donde Dios está visitándote y tú no lo has reconocido?"
        }
      ],
      "prayer": {
        "title": "Oración del Rey Humilde",
        "content": "Jesús, Rey de reyes que entras montado en un pollino. Perdóname por las veces que he gritado 'Hosanna' esperando que cumplas MIS planes, en lugar de rendirme a los Tuyos. Gracias porque no viniste como rey conquistador terrenal, sino como Rey que conquista corazones. Ayúdame a reconocer el tiempo de Tu visitación en mi vida. Que mi adoración no dependa de que cumplas mis expectativas, sino de quién Tú eres. Hoy te recibo como mi Rey, no el rey que yo quiero, sino el Rey que Tú eres. En el nombre de Jesús, Amén."
      }
    }
  ],
  
  "tags": [
    "entrada_triunfal",
    "domingo_de_ramos",
    "hosanna",
    "profecía",
    "rey_humilde",
    "mesías"
  ],
  
  "metadata": {
    "total_word_count": 1150,
    "greek_words_count": 1,
    "scripture_references_count": 15,
    "difficulty_level": "intermediate",
    "themes": [
      "Mesías profetizado",
      "Humildad del Rey",
      "Expectativas vs realidad",
      "Rechazo del Mesías"
    ]
  }
}
