{
  "id": "veil_torn_001",
  "type": "discovery",
  "date": "2026-01-21",
  "title": "El Velo Rasgado",
  "subtitle": "Cuando Dios abre el camino al Lugar Santísimo",
  "language": "es",
  "version": "NVI",
  "estimated_reading_minutes": 7,
  "key_verse": {
    "reference": "Marcos 15:38",
    "text": "Y el velo del templo se rasgó en dos, de arriba abajo."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "character_context",
      "icon": "🏛️",
      "title": "El Velo: La Barrera de la Santidad",
      "subtitle": "Lo que separaba al hombre de Dios",
      "content": "Marcos 15:38 registra algo extraordinario que ocurre EXACTAMENTE cuando Jesús entrega su espíritu:\n\n'Y el VELO del templo se RASGÓ en dos, de ARRIBA ABAJO.'\n\n🎭 ¿QUÉ ERA EL VELO? (Katapetasma - Strong G2665)\n\nNo era una simple cortina decorativa:\n\n📏 CARACTERÍSTICAS FÍSICAS:\n• Grosor: del grosor de la palma de una mano (~10 cm)\n• Altura: ~18 metros (altura de un edificio de 6 pisos)\n• Material: Lino finísimo tejido con azul, púrpura y escarlata\n• Querubines bordados en él (recordatorio del Edén)\n\n⚠️ SU FUNCIÓN:\n\nSeparaba el Lugar Santo del LUGAR SANTÍSIMO:\n• Donde habitaba la presencia (Shekinah) de Dios\n• Donde estaba el Arca del Pacto\n• Donde solo el Sumo Sacerdote podía entrar\n• Y solo UNA VEZ al año (Día de la Expiación)\n• Con SANGRE de sacrificio\n\n☠️ LA ADVERTENCIA:\n\nLevítico 16:2 - Dios le dice a Aarón que NO entre al Lugar Santísimo 'en cualquier tiempo... para que no MUERA'.\n\n¿Por qué? Porque 'sin SANTIDAD nadie verá al Señor' (Hebreos 12:14).\n\nLa santidad de Dios consumiría a cualquier pecador que entrara.\n\n🧱 EL VELO REPRESENTABA:\n\n• La separación causada por el PECADO\n• La imposibilidad de que el hombre se acerque a Dios por sus propios medios\n• La barrera entre lo humano y lo divino\n• El 'NO PASAR' de la santidad de Dios",
      "revelation_key": "El velo no estaba ahí para decorar. Estaba ahí para proteger al pueblo de ser consumido por la santidad de Dios. Era una barrera de misericordia y juicio."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "✂️",
      "title": "De Arriba Abajo: La Firma de Dios",
      "subtitle": "Por qué la dirección del rasgado importa",
      "content": "Marcos especifica tres detalles cruciales sobre el rasgado del velo:\n\n1️⃣ SE RASGÓ (Eschisthē - Strong G4977)\n\nNo dice 'se abrió' o 'se movió'. Dice ESCHISTHĒ:\n• De la raíz 'schizō' (de donde viene 'cisma', 'esquizofrenia')\n• Significa DIVIDIR violentamente, RASGAR con fuerza\n• Como cuando se rasga una tela por la mitad\n\n2️⃣ EN DOS (Eis Dyo)\n\nNo se deshiló. No se dañó parcialmente.\nSe PARTIÓ en DOS MITADES completas.\n\nLa separación quedó ABOLIDA.\n\n3️⃣ DE ARRIBA ABAJO (Ap' Anōthen Heōs Katō)\n\n🔑 ESTE ES EL DETALLE MÁS IMPORTANTE:\n\nAp' Anōthen = Desde arriba\nHeōs Katō = Hasta abajo\n\n💡 POR QUÉ IMPORTA LA DIRECCIÓN:\n\nSi un HOMBRE hubiera rasgado el velo:\n• Habría empezado desde ABAJO (donde alcanza)\n• Habría sido un acto de rebelión humana\n\nPero se rasgó desde ARRIBA:\n• Comenzó en el punto más alto (inaccesible al hombre)\n• Fue un acto DIRECTO de Dios Padre\n• Dios mismo derribó la barrera\n\n⏰ EL MOMENTO EXACTO:\n\nMateo 27:50-51 conecta los eventos:\n'Mas Jesús... entregó el espíritu. Y he aquí, el VELO del templo se rasgó...'\n\nNo fue antes. No fue después.\nFue EN EL MOMENTO en que el Testador murió.\n\n🔓 EL SIGNIFICADO LEGAL:\n\nHebreos 9:16-17 - 'Un testamento solo adquiere validez cuando el testador MUERE.'\n\nCuando Jesús murió:\n• El testamento fue VALIDADO\n• El pago fue ACEPTADO\n• El acceso fue ABIERTO\n• La barrera fue DESTRUIDA",
      "greek_words": [
        {
          "word": "Eschisthē",
          "transliteration": "ἐσχίσθη",
          "meaning": "Fue rasgado, dividido violentamente",
          "revelation": "No fue un deterioro natural. Fue un acto sobrenatural y violento de Dios declarando que la separación había terminado."
        },
        {
          "word": "Katapetasma",
          "transliteration": "καταπέτασμα",
          "meaning": "Velo, cortina que cuelga hacia abajo",
          "revelation": "Hebreos 10:20 llama al velo 'su carne'. El cuerpo de Jesús fue el verdadero velo que se rasgó para darnos acceso."
        },
        {
          "word": "Anōthen",
          "transliteration": "ἄνωθεν",
          "meaning": "Desde arriba, de lo alto",
          "revelation": "La misma palabra que Jesús usó en Juan 3:3 - 'nacer de arriba'. La salvación y el acceso vienen DE ARRIBA, no de abajo."
        }
      ],
      "revelation_key": "La dirección del rasgado (de arriba abajo) es la firma de Dios diciendo: 'Yo mismo he quitado la barrera. El camino está abierto.'"
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "🚪",
      "title": "El Camino Nuevo y Vivo",
      "subtitle": "Hebreos explica lo que Marcos registra",
      "content": "El libro de Hebreos conecta el velo rasgado con nuestra vida espiritual HOY.\n\n🔗 HEBREOS 10:19-22:\n\n'Así que, hermanos, teniendo LIBERTAD para entrar en el LUGAR SANTÍSIMO por la SANGRE de Jesucristo, por el CAMINO NUEVO Y VIVO que él nos abrió a través del VELO, esto es, de su CARNE... acerquémonos con CORAZÓN SINCERO, en plena CERTIDUMBRE de fe.'\n\n🚪 CUATRO VERDADES DEL ACCESO:\n\n1️⃣ LIBERTAD (Parrēsia - G3954):\n\nNo significa solo 'permiso'. Significa:\n• Confianza audaz\n• Libertad de expresión sin temor\n• Acceso sin restricciones\n\nYa no nos acercamos temblando. Nos acercamos con CONFIANZA.\n\n2️⃣ LUGAR SANTÍSIMO (Hagia Hagiōn):\n\nAntes: Solo el sumo sacerdote, una vez al año, con sangre.\n\nAhora: Todos los creyentes, en cualquier momento, por la sangre de Cristo.\n\n3️⃣ CAMINO NUEVO Y VIVO:\n\n• NUEVO (Prosphatos - G4372): Recién sacrificado, fresco\n• VIVO (Zaō - G2198): Con vida, activo, no obsoleto\n\nNo es un camino de religión muerta. Es un acceso VIVO porque Cristo VIVE.\n\n4️⃣ A TRAVÉS DE SU CARNE:\n\nHebreos hace la conexión directa:\nEl VELO = La CARNE de Jesús\n\nCuando Su cuerpo fue rasgado en la cruz, el velo físico en el templo se rasgó simultáneamente.\n\n⚖️ EL CONTRASTE:\n\nANTIGUO PACTO:\n✗ Sumo sacerdote mortal\n✗ Sacrificios de animales repetidos\n✗ Acceso limitado (una vez al año)\n✗ Con temor y temblor\n✗ Sangre que 'cubría' temporalmente\n\nNUEVO PACTO:\n✓ Sumo Sacerdote eterno (Jesús)\n✓ Sacrificio perfecto de una vez para siempre\n✓ Acceso continuo (24/7/365)\n✓ Con confianza audaz\n✓ Sangre que 'quita' permanentemente",
      "scripture_connections": [
        {
          "reference": "Hebreos 10:19-22",
          "text": "Teniendo libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo... acerquémonos"
        },
        {
          "reference": "Hebreos 4:16",
          "text": "Acerquémonos, pues, confiadamente al trono de la gracia"
        },
        {
          "reference": "Efesios 2:18",
          "text": "Por medio de él los unos y los otros tenemos entrada por un mismo Espíritu al Padre"
        },
        {
          "reference": "Éxodo 26:31-33",
          "text": "El velo te servirá de separación entre el lugar santo y el santísimo"
        }
      ],
      "revelation_key": "El velo rasgado no es solo historia antigua. Es tu invitación permanente a entrar al trono de Dios con confianza, no por tu mérito, sino por Su sangre."
    },
    
    {
      "order": 4,
      "type": "necessity_emphasis",
      "icon": "🔥",
      "title": "Sin Santidad Nadie Verá al Señor",
      "subtitle": "Cómo el velo rasgado resuelve el problema",
      "content": "Hebreos 12:14 presenta un requisito ABSOLUTO:\n\n'Seguid... la SANTIDAD, sin la cual NADIE verá al Señor.'\n\n❌ EL PROBLEMA HUMANO:\n\nRomanos 3:23 - 'Por cuanto TODOS pecaron, y están destituidos de la GLORIA de Dios.'\n\nNadie es santo por naturaleza. Nadie cumple el estándar.\n\n🔥 LA SANTIDAD DE DIOS:\n\nHabacuc 1:13 - Dios es 'muy limpio de ojos para VER EL MAL'.\n\nLa santidad de Dios CONSUME el pecado como el fuego consume la paja.\n\nPor eso el velo era necesario: para PROTEGER al pueblo.\n\n✝️ LA SOLUCIÓN EN LA CRUZ:\n\nCuando Jesús murió:\n\n1. Él fue 'HECHO PECADO' (2 Cor 5:21)\n2. Cargó con nuestra NO-SANTIDAD\n3. Recibió el juicio que merecíamos\n4. Nos IMPUTÓ (acreditó) Su santidad\n\n🎁 EL RESULTADO HOY:\n\nCuando Dios te ve NO ve:\n✗ Tus pecados pasados\n✗ Tus fallas presentes\n✗ Tus debilidades futuras\n\nVe la SANTIDAD DE CRISTO cubriéndote.\n\n🚪 POR ESO EL VELO SE RASGÓ:\n\nAhora puedes 'ver al Señor' porque:\n• No entras con TU santidad (no la tienes)\n• Entras con la SANTIDAD DE CRISTO (imputada a ti)\n\n📖 COLOSENSES 1:22:\n\n'Pero ahora os ha reconciliado... para presentaros SANTOS y sin mancha e irreprensibles delante de él.'\n\n✨ TU NUEVA IDENTIDAD:\n\nNo eres un 'pecador perdonado' luchando por ser santo.\nEres un 'SANTO' con un pasado perdonado.\n\n1 Corintios 1:2 - 'A los SANTIFICADOS en Cristo Jesús, llamados a ser SANTOS.'\n\nYa ERES santo posicionalmente. Ahora estás siendo hecho santo prácticamente.",
      "identity_statement": "El velo se rasgó porque Jesús cumplió el requisito por ti. Ahora tienes acceso permanente no porque seas perfecto, sino porque Él lo fue por ti.",
      "revelation_key": "La santidad ya no es un requisito que ALCANZAS, sino una realidad que RECIBES. El velo rasgado es la evidencia de que Dios te acepta EN CRISTO."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Confianza de acceso",
          "question": "¿Te acercas a Dios con 'confianza audaz' (parrēsia) o con miedo de que no seas lo suficientemente bueno? ¿Qué te detiene?"
        },
        {
          "category": "Viviendo bajo el velo",
          "question": "¿Vives como si el velo todavía estuviera cerrado - sintiendo que hay distancia entre tú y Dios - o como alguien que tiene acceso 24/7 al Lugar Santísimo?"
        },
        {
          "category": "Identidad como santo",
          "question": "¿Te ves como un 'pecador salvado' o como un 'santo con pasado perdonado'? ¿Cuál es tu identidad primaria hoy?"
        },
        {
          "category": "Uso del acceso",
          "question": "Si tienes acceso permanente al trono de Dios, ¿por qué pasas tanto tiempo lejos de Su presencia? ¿Qué te roba tu tiempo en el Lugar Santísimo?"
        }
      ],
      "prayer": {
        "title": "Oración de Acceso Audaz",
        "content": "Padre celestial, hoy celebro que el velo está rasgado. No se deshiló con el tiempo. Tú lo rasgaste DE ARRIBA ABAJO en el momento en que Jesús entregó Su espíritu. Ya no hay barrera entre Tú y yo. Ya no necesito intermediarios humanos. Ya no tengo que esperar un día especial del año. Tengo acceso 24/7, no por mi santidad, sino por la de Cristo. Perdóname por vivir como si el velo todavía estuviera cerrado. Ayúdame a entrar CONFIADAMENTE - no con arrogancia, sino con la confianza de un hijo que sabe que es bienvenido. Gracias porque cuando me ves, ves la santidad de Jesús cubriéndome. Hoy entro al Lugar Santísimo con corazón sincero y plena certidumbre de fe. Amén."
      }
    }
  ],
  
  "tags": [
    "velo_rasgado",
    "acceso_a_dios",
    "lugar_santisimo",
    "santidad",
    "confianza",
    "hebreos"
  ],
  
  "metadata": {
    "total_word_count": 1350,
    "greek_words_count": 4,
    "scripture_references_count": 14,
    "difficulty_level": "intermediate",
    "themes": [
      "Acceso audaz a Dios",
      "Velo como carne de Cristo",
      "Santidad imputada",
      "Fin de la separación"
    ]
  }
}
