{
  "id": "woman_at_well_001",
  "type": "discovery",
  "date": "2026-02-09",
  "title": "La Mujer del Pozo",
  "subtitle": "Cuando Jesús rompe todas las barreras por una conversación que cambiará una ciudad",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 5,
  "key_verse": {
    "reference": "Juan 4:13-14",
    "text": "Respondió Jesús y le dijo: Cualquiera que bebiere de esta agua, volverá a tener sed; mas el que bebiere del agua que yo le daré, no tendrá sed jamás; sino que el agua que yo le daré será en él una fuente de agua que salte para vida eterna."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "greek_exegesis",
      "icon": "💧",
      "title": "Agua Viva: El Don que Sacia Eternamente",
      "subtitle": "Por qué Jesús usa la metáfora del agua",
      "content": "Jesús está en el pozo de Jacob al mediodía - la hora más calurosa, cuando nadie va por agua. Una mujer samaritana llega sola, evitando a la gente. Y Jesús rompe TRES barreras culturales:\n\n🚫 BARRERAS QUE JESÚS ROMPE:\n\n• Barrera de GÉNERO: Los rabinos no hablaban con mujeres en público\n• Barrera de ETNIA: Los judíos no se relacionaban con samaritanos (Juan 4:9)\n• Barrera de MORALIDAD: Ella tiene un pasado de cinco maridos\n\nPero Jesús inicia la conversación: 'Dame de beber' (Juan 4:7).\n\n💦 LA METÁFORA DEL AGUA:\n\nJesús toma algo cotidiano - el agua del pozo - y lo transforma en enseñanza eterna:\n\n• Agua del pozo = satisfacción temporal (v.13: 'volverá a tener sed')\n• Agua viva = satisfacción eterna (v.14: 'no tendrá sed jamás')\n\nEl agua viva no es algo que RECIBES una vez. Se convierte en 'una fuente de agua que salte para vida eterna' - algo interno, permanente, sobreabundante.\n\n🔥 LA NECESIDAD REAL:\n\nLa mujer viene buscando agua física, pero Jesús ve su sed espiritual. Ella ha buscado satisfacción en cinco matrimonios y ahora vive con alguien que no es su esposo (v.18). Ninguna relación humana pudo llenar el vacío.\n\nJesús le ofrece lo que realmente necesita: una relación con Él que satisface eternamente.",
      "greek_words": [
        {
          "word": "Hydōr Zōn",
          "transliteration": "ὕδωρ ζῶν",
          "meaning": "Agua viva, agua fluyente, agua de manantial",
          "revelation": "En el griego, 'agua viva' se refiere a agua corriente de un manantial, en contraste con agua estancada de cisterna. Jesús promete algo dinámico, fresco, que fluye constantemente - el Espíritu Santo."
        }
      ],
      "revelation_key": "Cada intento humano de satisfacción es como beber agua de cisterna - se acaba. Solo Jesús ofrece un manantial interno que nunca se seca."
    },
    
    {
      "order": 2,
      "type": "structural_analysis",
      "icon": "🔍",
      "title": "La Progresión de la Revelación",
      "subtitle": "Cómo Jesús gradualmente se revela a ella",
      "content": "Juan 4 muestra una PROGRESIÓN magistral en cómo la mujer percibe a Jesús:\n\n1️⃣ VERSÍCULO 9: 'Un JUDÍO'\n\n• Ella lo ve solo por su etnia\n• Está sorprendida de que le hable\n• Su perspectiva: 'Tú siendo judío...'\n\n2️⃣ VERSÍCULO 11: 'SEÑOR' (Kyrios)\n\n• Un título de respeto básico\n• Todavía no entiende quién es\n• Su pregunta: '¿De dónde tienes esa agua viva?'\n\n3️⃣ VERSÍCULO 19: 'UN PROFETA'\n\n• Cuando Jesús revela su pasado (cinco maridos)\n• Reconoce poder sobrenatural\n• 'Señor, me parece que tú eres profeta'\n\n4️⃣ VERSÍCULO 25-26: 'EL MESÍAS (EL CRISTO)'\n\n• Ella dice: 'Sé que ha de venir el Mesías...'\n• Jesús declara DIRECTAMENTE: 'Yo soy, el que habla contigo'\n• ¡Una de las revelaciones más claras de Su identidad en los evangelios!\n\n5️⃣ VERSÍCULO 29: 'EL CRISTO' (testimonio a la ciudad)\n\n• Ella corre a la ciudad\n• Les dice: '¿No será éste el Cristo?'\n• Su testimonio: 'Me dijo todo lo que he hecho'\n\n✨ EL MÉTODO DE JESÚS:\n\nJesús no abruma con revelación. Gradualmente, a través de la conversación, la lleva de ver un judío extraño a reconocer al Mesías prometido.",
      "revelation_key": "Jesús se revela gradualmente a quienes buscan. La revelación no viene de golpe, sino en progresión conforme nuestra fe crece."
    },
    
    {
      "order": 3,
      "type": "creation_connection",
      "icon": "⛰️",
      "title": "Adoración en Espíritu y en Verdad",
      "subtitle": "Juan 4:19-24 - El trasfondo del debate y la revolución de Jesús",
      "content": "La mujer samaritana plantea a Jesús una pregunta que dividía a judíos y samaritanos desde hacía siglos: '¿Dónde se debe adorar a Dios? ¿En este monte (Gerizim) o en Jerusalén?' (Juan 4:20).\n\n🔎 ¿POR QUÉ ESTE DEBATE?\n\n• Los samaritanos adoraban en el monte Gerizim, porque allí Josué renovó el pacto (Deuteronomio 11:29; Josué 8:33).\n• Los judíos afirmaban que solo Jerusalén era el lugar legítimo, porque allí Salomón construyó el templo (2 Crónicas 6:6; Salmo 122:1).\n\nEsto generó siglos de rivalidad y separación (ver Esdras 4:1-3).\n\n📖 CITAS BÍBLICAS RVR1960:\n\n• Deuteronomio 11:29: 'Y cuando Jehová tu Dios te haya introducido en la tierra... pondrás la bendición sobre el monte Gerizim.'\n• 2 Crónicas 6:6: 'Mas a Jerusalén he elegido para que en ella esté mi nombre.'\n• Salmo 122:1: 'Yo me alegré con los que me decían: A la casa de Jehová iremos.'\n\n⚡ LA RESPUESTA REVOLUCIONARIA DE JESÚS:\n\nJesús no toma partido por ningún lugar físico. Declara: 'La hora viene, y ahora es, cuando los verdaderos adoradores adorarán al Padre en espíritu y en verdad' (Juan 4:23).\n\n• Ya no importa el monte ni el templo\n• Dios busca adoradores sinceros, guiados por el Espíritu y la verdad de Su Palabra\n• La adoración es una relación viva, no un ritual geográfico\n\n🙌 ¿QUÉ SIGNIFICA ADORAR EN ESPÍRITU Y EN VERDAD?\n\n• Espíritu: Adoración desde lo más profundo, guiada por el Espíritu Santo (Filipenses 3:3)\n• Verdad: Adoración basada en la revelación bíblica de quién es Dios (Juan 17:17)\n\n⚡ LA NATURALEZA DE DIOS:\n\n'Dios es Espíritu' (Juan 4:24). No está limitado por lugares ni edificios. Puede ser adorado en cualquier lugar por quienes vienen con corazón sincero.\n\nAsí, Jesús rompe la barrera religiosa y abre el acceso a todos los pueblos, en todo lugar.",
      "scripture_connections": [
        {
          "reference": "Filipenses 3:3",
          "text": "Porque nosotros somos la circuncisión, los que en espíritu servimos a Dios y nos gloriamos en Cristo Jesús"
        },
        {
          "reference": "1 Corintios 6:19",
          "text": "¿O ignoráis que vuestro cuerpo es templo del Espíritu Santo?"
        }
      ],
      "revelation_key": "La adoración ya no depende de un lugar geográfico. Donde tú estás, ahí puede estar la presencia de Dios si vienes en espíritu y verdad."
    },
    
    {
      "order": 4,
      "type": "light_darkness",
      "icon": "🌾",
      "title": "Los Campos Blancos para la Siega",
      "subtitle": "Juan 4:35-38 - El evangelismo inesperado",
      "content": "Mientras Jesús habla con la mujer, los discípulos están en la ciudad comprando comida. Cuando regresan, están ESCANDALIZADOS de verlo hablando con una mujer (v.27).\n\nPero algo extraordinario sucede:\n\n👥 LA COSECHA INESPERADA:\n\nLa mujer deja su cántaro - símbolo de su vida anterior - y corre a la ciudad. Su testimonio es simple pero poderoso: 'Venid, ved a un hombre que me ha dicho todo cuanto he hecho. ¿No será éste el Cristo?' (v.29).\n\nResultado: 'Salieron de la ciudad, y vinieron a él' (v.30).\n\n🌾 LOS CAMPOS BLANCOS:\n\nJesús dice a los discípulos: 'Alzad vuestros ojos y mirad los campos, porque ya están blancos para la siega' (v.35).\n\nLiteralmente, mientras Jesús habla, LA CIUDAD SAMARITANA ESTÁ CAMINANDO HACIA ELLOS. Los campos 'blancos' podrían referirse a las túnicas blancas que usaban los samaritanos.\n\n• Los discípulos pensaban: 'Faltan cuatro meses para la cosecha'\n• Jesús les muestra: '¡La cosecha está AHORA, delante de ustedes!'\n\n💡 EL MÉTODO MISIONERO:\n\n• Jesús escoge a la persona MENOS probable (mujer, samaritana, pasado inmoral)\n• Ella se convierte en evangelista de toda su ciudad\n• Versículo 39: 'Muchos de los samaritanos... creyeron en él por la palabra de la mujer'\n• Versículo 41: 'Creyeron muchos más por la palabra de él'\n\n📊 EL RESULTADO:\n\nLo que comenzó con una conversación en un pozo termina con:\n• Una ciudad transformada\n• Dos días de enseñanza (v.40)\n• Declaración: 'Este verdaderamente es el Salvador del mundo' (v.42)",
      "identity_statement": "Tú eres un campo blanco para la siega. No importa tu pasado; Jesús puede usar tu testimonio para alcanzar a los que tú conoces.",
      "revelation_key": "Las personas que la religión rechaza son precisamente las que Jesús escoge para traer avivamiento. Un testimonio genuino vale más que mil sermones."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Sed Espiritual",
          "question": "¿En qué 'pozos rotos' has estado buscando satisfacción que solo Cristo puede dar? (relaciones, éxito, aprobación, etc.)"
        },
        {
          "category": "Barreras",
          "question": "Jesús rompió barreras culturales para alcanzar a la mujer samaritana. ¿Qué barreras (sociales, raciales, religiosas) te impiden compartir el evangelio con otros?"
        },
        {
          "category": "Evangelismo",
          "question": "La mujer dejó su cántaro y corrió a compartir lo que Jesús hizo por ella. ¿Qué 'cántaros' (cargas, vergüenzas del pasado) necesitas dejar para ser libre de testificar?"
        }
      ],
      "prayer": {
        "title": "Oración del Agua Viva",
        "content": "Jesús, gracias por romper toda barrera para alcanzarme. Reconozco que he buscado satisfacción en cisternas rotas que nunca pudieron llenar el vacío de mi alma. Hoy bebo del agua viva que Tú ofreces - una fuente interna que nunca se agota. Ayúdame a adorarte en espíritu y en verdad, no solo en lugares o rituales, sino en relación genuina contigo. Que mi testimonio, como el de la mujer samaritana, lleve a otros a descubrir que Tú eres verdaderamente el Salvador del mundo. En el nombre de Jesús, Amén."
      }
    }
  ],
  
  "tags": [
    "agua_viva",
    "adoración",
    "evangelismo",
    "gracia",
    "samaritanos",
    "mujer_samaritana"
  ],
  
  "metadata": {
    "total_word_count": 1100,
    "greek_words_count": 1,
    "scripture_references_count": 12,
    "difficulty_level": "intermediate",
    "themes": [
      "Gracia sin barreras",
      "Adoración verdadera",
      "Evangelismo personal",
      "Sed espiritual"
    ]
  }
}
