{
  "id": "yo_soy_antes_abraham_001",
  "type": "discovery",
  "date": "2026-01-23",
  "title": "YO SOY: Antes que Abraham Fuese",
  "subtitle": "Cuando Jesús reclama eternidad y la multitud toma piedras",
  "language": "es",
  "version": "RVR1960",
  "estimated_reading_minutes": 6,
  "key_verse": {
    "reference": "Juan 8:58",
    "text": "Jesús les dijo: De cierto, de cierto os digo: Antes que Abraham fuese, yo soy."
  },
  
  "cards": [
    {
      "order": 1,
      "type": "character_context",
      "icon": "🕎",
      "title": "La Fiesta de los Tabernáculos: El Escenario",
      "subtitle": "Por qué esta conversación ocurre dónde y cuándo lo hace",
      "content": "Esta confrontación ocurre durante la Fiesta de los Tabernáculos (Sucot), una de las tres fiestas de peregrinación obligatorias de Israel. Entender el contexto es crucial:\n\n🏛️ EL LUGAR:\n• Jesús está en el atrio del tesoro del Templo (Juan 8:20)\n• Aquí es donde se ubicaban los cuatro candelabros gigantes\n• Durante Sucot, estas menorás se encendían para conmemorar la columna de fuego en el desierto\n• La luz era tan brillante que iluminaba toda Jerusalén\n\n🔥 EL SIMBOLISMO:\n• La columna de fuego representaba la presencia de Dios guiando a Israel\n• Era un recordatorio constante de que YHWH habitaba entre ellos\n• El Templo iluminado declaraba: 'Dios está aquí'\n\n💡 LA AFIRMACIÓN DE JESÚS (8:12):\nEn ESTE contexto, Jesús declara: 'Yo soy la luz del mundo.'\n\nNo está usando simplemente una metáfora bonita. Está afirmando SER la realidad que los candelabros solo simbolizaban. Él es la verdadera columna de fuego. Él es la presencia manifiesta de YHWH.\n\n⚔️ LA TENSIÓN CRECIENTE:\nPara Juan 8:58, este debate ha estado escalando por horas. Jesús ha:\n• Llamado a los líderes hijos del diablo (8:44)\n• Afirmado conocer a Abraham personalmente (8:56)\n• Dicho que Abraham 'se gozó de ver mi día'\n\nAhora llega el clímax.",
      "revelation_key": "Jesús no escogió momentos aleatorios para hacer afirmaciones radicales. Cada declaración 'YO SOY' fue colocada en un contexto diseñado para hacer Su identidad inconfundible."
    },
    
    {
      "order": 2,
      "type": "greek_exegesis",
      "icon": "📖",
      "title": "Genesthai vs. Egō Eimi: La Gramática de la Eternidad",
      "subtitle": "Dos verbos que revelan dos naturalezas",
      "content": "Juan 8:58 contiene una de las oraciones teológicamente más cargadas de la Escritura:\n\n'Ἀμὴν ἀμὴν λέγω ὑμῖν, πρὶν Ἀβραὰμ γενέσθαι ἐγὼ εἰμί.'\n'Amēn amēn legō hymin, prin Abraam genesthai egō eimi.'\n\n🔍 EL VERBO DE ABRAHAM: GENESTHAI (γενέσθαι)\n\n• Strong G1096: γίνομαι (ginomai)\n• Forma: Aoristo infinitivo\n• Significado: 'Llegar a ser,' 'nacer,' 'convertirse'\n• Implicación: Abraham tuvo un punto de inicio en el tiempo\n• Línea temporal: Aproximadamente 2000 a.C.\n\n📊 LA GRAMÁTICA:\nEl tiempo aoristo marca un evento histórico definido. Abraham no siempre existió - LLEGÓ A SER en un momento específico cuando Dios lo llamó.\n\n⚡ EL VERBO DE JESÚS: EGŌ EIMI (ἐγὼ εἰμί)\n\n• Strong G1510 (εἰμί) + G1473 (ἐγώ)\n• Forma: Presente indicativo, enfático\n• Significado: 'YO SOY' (presente continuo, eterno)\n• Implicación: Sin principio, sin fin - existencia eterna\n\n🔥 EL IMPACTO:\nJesús no dice:\n• 'Yo ERA antes de Abraham' (tiempo pasado)\n• 'Yo existía antes de Abraham' (enfatizando secuencia)\n\nDice: 'YO SOY' - usando el presente eterno que trasciende el tiempo mismo.\n\n🌟 LA CONEXIÓN CON ÉXODO 3:14:\nCuando Moisés preguntó el nombre de Dios en la zarza ardiente, Dios dijo:\n• Hebreo: אֶהְיֶה אֲשֶׁר אֶהְיֶה (Ehyeh Asher Ehyeh)\n• Griego LXX: Ἐγώ εἰμι ὁ ὤν (Egō eimi ho ōn)\n• Traducción: 'YO SOY EL QUE SOY'\n\nJesús está reclamando el Nombre divino.",
      "greek_words": [
        {
          "word": "Genesthai",
          "transliteration": "γενέσθαι",
          "meaning": "Llegar a ser, nacer",
          "revelation": "Este verbo marca a los seres creados. Todo lo que 'llegó a ser' tuvo un Creador - incluyendo a Abraham."
        },
        {
          "word": "Egō Eimi",
          "transliteration": "ἐγὼ εἰμί",
          "meaning": "YO SOY (presente eterno)",
          "revelation": "Este es el nombre de Dios. No 'Yo era' o 'Yo seré' - sino el eterno, auto-existente UNO que simplemente ES."
        }
      ],
      "revelation_key": "La gramática misma es una declaración teológica. Abraham 'llegó a ser.' Jesús 'ES.' Uno tuvo un principio. El Otro es el Principio."
    },
    
    {
      "order": 3,
      "type": "theological_depth",
      "icon": "⚖️",
      "title": "Las Piedras: Por Qué Entendieron Perfectamente",
      "subtitle": "Juan 8:59 - Prueba de que captaron el mensaje",
      "content": "Inmediatamente después de que Jesús dice 'YO SOY,' el texto registra:\n\n'Tomaron entonces piedras para arrojárselas...' (Juan 8:59a)\n\n🪨 ¿POR QUÉ PIEDRAS?\n\nEsto no fue un disturbio espontáneo. Fue un intento de ejecución legal calculado basado en la Ley Mosaica:\n\n📜 LEVÍTICO 24:16:\n'Y el que blasfemare el nombre de Jehová, ha de ser muerto; toda la congregación lo apedreará; así el extranjero como el natural, si blasfemare el Nombre, que muera.'\n\n⚡ EL CARGO: BLASFEMIA\n\nBajo la ley judía, blasfemia no era solo 'decir cosas malas sobre Dios.' Tenía una definición muy específica:\n• Pronunciar el Nombre sagrado (YHWH) para atribuirse deidad\n• Tomar la identidad exclusiva de Dios y reclamarla como propia\n\nEsto es EXACTAMENTE lo que Jesús hizo. Al decir 'Egō Eimi' en este contexto, estaba afirmando:\n1️⃣ Pre-existencia antes de todas las cosas creadas\n2️⃣ El Nombre divino revelado en la zarza ardiente\n3️⃣ Igualdad con el Padre\n\n❌ SI JESÚS FUERA SOLO UN MAESTRO:\n\nLos judíos lo habrían descartado como:\n• Un lunático (delirante)\n• Un hereje (teológicamente confundido)\n• Un endemoniado (8:48 - ya lo habían sugerido)\n\nPero no lo descartaron. Intentaron MATARLO.\n\n✅ ¿POR QUÉ? PORQUE ENTENDIERON:\n\nNingún judío del siglo I malinterpretaría 'Egō Eimi' en este contexto. Sabían:\n• El Shemá: 'Oye, Israel: Jehová nuestro Dios, Jehová uno es' (Deut 6:4)\n• El Nombre sagrado de Éxodo 3:14\n• La pena por blasfemia\n\nSu violencia fue su examen teológico. Obtuvieron A+ en comprensión - y F en fe.",
      "scripture_connections": [
        {
          "reference": "Éxodo 3:14",
          "text": "Y respondió Dios a Moisés: YO SOY EL QUE SOY. Y dijo: Así dirás a los hijos de Israel: YO SOY me envió a vosotros"
        },
        {
          "reference": "Levítico 24:16",
          "text": "Y el que blasfemare el nombre de Jehová, ha de ser muerto"
        }
      ],
      "revelation_key": "Las piedras prueban la afirmación. Si Jesús solo dijera que existía antes de Abraham, podrían debatir teología. Pero afirmar 'YO SOY' significaba afirmar SER Dios - y eso demandaba adoración o ejecución."
    },
    
    {
      "order": 4,
      "type": "theological_depth",
      "icon": "✨",
      "title": "La Salida Sobrenatural: Ekrybē",
      "subtitle": "Cuando la Luz se oculta de quienes escogieron las tinieblas",
      "content": "Después de que toman piedras, algo extraordinario sucede:\n\n'...pero Jesús se ocultó (ἐκρύβη) y salió del templo; y atravesando por en medio de ellos, se fue.' (Juan 8:59b)\n\n🔍 LA PALABRA: EKRYBĒ (ἐκρύβη)\n\n• Strong G2928: κρύπτω (kryptō)\n• Forma: Aoristo pasivo indicativo\n• Significado raíz: 'Ocultar, esconder, encriptar'\n• Derivados en español: 'Cripta,' 'críptico,' 'encriptación'\n\n⚡ POR QUÉ IMPORTA LA 'VOZ PASIVA':\n\nLa voz pasiva (ekrybē) significa 'Fue ocultado' - no 'Se ocultó a sí mismo.'\n\nEsto sugiere intervención divina:\n• Dios Padre lo escondió\n• Un velo sobrenatural cayó sobre sus ojos\n• La Luz se hizo invisible para quienes lo rechazaron\n\n🚶 'ATRAVESANDO POR EN MEDIO DE ELLOS':\n\nEsta frase es crucial. Jesús NO:\n• Se escabulló por una puerta lateral\n• Huyó con miedo\n• Se escondió detrás de una columna\n\nCaminó A TRAVÉS DEL CENTRO de una turba armada lista para ejecutarlo.\n\n💭 LA IRONÍA TEOLÓGICA:\n\n1️⃣ Jesús acababa de afirmar ser 'la luz del mundo' (8:12)\n2️⃣ Ellos rechazaron la Luz\n3️⃣ Ahora la Luz 'se oculta' de ellos - una forma de juicio\n\n🔦 OTROS USOS DE KRYPTŌ (G2928):\n\n• Mateo 11:25 - Dios 'oculta' la verdad de los sabios y entendidos\n• Lucas 19:42 - La paz está 'oculta' de los ojos de Jerusalén como juicio\n• Colosenses 3:3 - Nuestra vida está 'escondida' con Cristo en Dios (protección)\n\n🎯 EL PATRÓN:\n\nNo es la primera vez que Jesús hace esto:\n• Lucas 4:30 - En Nazaret, intentaron despeñarlo, pero 'él pasó por en medio de ellos, y se fue'\n\nEn ambas ocasiones, Jesús demuestra que:\n• Nadie puede quitarle la vida - Él la pone voluntariamente (Juan 10:18)\n• Su 'hora' aún no había llegado (Juan 7:30)\n• Él es soberano incluso sobre el intento de asesinato",
      "greek_words": [
        {
          "word": "Ekrybē",
          "transliteration": "ἐκρύβη",
          "meaning": "Fue ocultado, escondido (voz pasiva)",
          "revelation": "La voz pasiva sugiere el pasivo divino - Dios lo ocultó. La Luz se retiró de quienes prefirieron las tinieblas."
        }
      ],
      "revelation_key": "Jesús no escapa como un fugitivo. Parte como un Rey que decide: 'Este no es mi tiempo.' Su salida es tan sobrenatural como su afirmación - ambas prueban Su deidad."
    },
    
    {
      "order": 5,
      "type": "discovery_activation",
      "icon": "🙏",
      "title": "Descubrimiento Personal",
      "discovery_questions": [
        {
          "category": "Identidad",
          "question": "Jesús usó la gramática misma para probar Su eternidad. ¿Cuáles son las implicaciones para tu vida si el carpintero de Nazaret es en realidad el eterno 'YO SOY' que existía antes de la creación?"
        },
        {
          "category": "Respuesta",
          "question": "Los líderes judíos entendieron la afirmación de Jesús perfectamente - y eligieron piedras en lugar de rendición. Cuando se confronta la deidad de Cristo hoy, ¿qué 'piedras' toma la gente en lugar de adorar (intelectualismo, burla, evasión)?"
        },
        {
          "category": "Soberanía",
          "question": "Jesús caminó con calma a través de una turba asesina porque 'su hora aún no había llegado.' ¿Cómo cambia la soberanía absoluta de Cristo sobre Su propia muerte la forma en que ves Su soberanía sobre tu vida?"
        }
      ],
      "prayer": {
        "title": "Oración de Adoración al Eterno YO SOY",
        "content": "Señor Jesús, Tú eres el YO SOY - el que existe fuera del tiempo, antes de Abraham, antes de la creación, antes de que nada llegara a ser. No eres un ser creado. Eres el Creador. No estás limitado por el tiempo. Eres el Anciano de Días y el Presente eterno. Confieso que solo Tú eres Dios. Como aquellos en el Templo, tengo una elección: tomar piedras de rechazo o caer de rodillas en adoración. Hoy elijo la adoración. Reconozco que Tú eres SEÑOR - el mismo Nombre revelado a Moisés en la zarza ardiente. Tú eres la Luz del Mundo, y te pido que no te ocultes de mí como lo hiciste de aquellos que te rechazaron. Abre mis ojos para ver Tu gloria. Dame fe para creer lo que incluso Tus enemigos entendieron: que Tú eres Dios en carne humana. En Tu Nombre eterno, el Nombre sobre todo nombre, Amén."
      }
    }
  ],
  
  "tags": [
    "deidad_de_cristo",
    "declaraciones_yo_soy",
    "juan_8",
    "eternidad",
    "exegesis_griega",
    "blasfemia",
    "soberania"
  ],
  
  "metadata": {
    "total_word_count": 1450,
    "greek_words_count": 3,
    "scripture_references_count": 10,
    "difficulty_level": "intermediate",
    "themes": [
      "Pre-existencia eterna de Cristo",
      "El Nombre divino",
      "Comprensión judía de blasfemia",
      "Soberanía sobrenatural"
    ]
  }
}